{
  "url": "https://en.wikipedia.org/wiki/Northern_right_whale_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Lissodelphis"
    },
    {
      "Species": "L. borealis"
    }
  ],
  "text": {
    "__SUMMARY__": "The northern right whale dolphin (Lissodelphis borealis) is a small, slender and finless species of cetacean found in cold/ temperate waters of the North Pacific Ocean. It is one of two species of right whale dolphins.",
    "Description": "This dolphin has a streamlined body with a sloping forehead, being more slender than other delphinids, and lacks any fin or ridge on the smoothly curving back.The body is mostly black with a white ventral marking extending forward as a narrow band from the caudal peduncle to the throat region, where this patch widens. In females, this white band is wider in the genital area than in males. In southern right whale dolphins (Lissodelphis peronii), the white patch extends higher on the posterior flanks and head. Newborns, which are initially dark grey or brown, sometimes even cream, attain adult colouring at the age of around one year.The beak of northern right whale dolphins is short and well defined, characterised by a straight mouthline. The flippers are small, curved, narrow and pointed. The tail flukes are triangular and, like the flippers, pointed. \nAdults are 2–3 meters (6.5–10 feet) long and weigh between 60–100 kg (130–220 lb). Females (2.3–2.6 m) are generally smaller than males (around 3 m). Otherwise the sexes appear similar. \nNorthern right whale dolphins have 37 to 54 thin and sharp teeth per row, which are not externally visible. Northern right whale dolphins are typically found in groups with average numbers of 110 (eastern North Pacific) to 200 (western North Pacific) individuals, but large groups, containing as many as 3000 individuals, have been reported. They most often associate with Pacific white-sided dolphins, but have also been observed with pilot whales (Globicephala macrorhynchus), Dall’s porpoise (Phocoenoides dalli), Risso’s dolphin (Grampus griseus), Baird’s beaked whale (Berardius bairdii), humpback whale (Megaptera novaeangliae), sperm whale (Physeter macrocephalus) and others.Data on growth and reproduction of right whale dolphins is limited. Examination of northern right whale dolphins caught in driftnets allowed the estimation of the average age of sexual maturity: In males it was estimated to be 9.9 and 10.1 years; in females 9.7 and 10.4 years. Average length at sexual maturity was estimated at 215.1 cm and 214.7 cm in males and 201.1 cm and 199.8 cm in females. The mass of mature testis was between 117.4 g to 1300 g. Gestation period was 12.1 to 12.3 years and calving seemed to peak during summer (July/ August). The minimum calving interval was 2 years. An asymptotic length of 265 cm and 210 cm was reached in males and females, respectively.",
    "Geographic range/ Distribution": "Northern right whale dolphins are found in cold to temperate waters, 8°C to 24°C (46°F to 75°F), of the North Pacific Ocean. They typically inhabit offshore, oceanic regions between 34°N to 55°N and 145°W to 118°E. However, L. borealis has been reported as far south as 29° N, off Baja California (Mexico), during times of anomalously cold water temperatures. Off the US west coast, northern right whale dolphins have been seen primarily in shelf and slope waters.Migration patterns of northern right whale dolphins are not well understood, but aerial surveys off the US coast suggest seasonal changes in density that may reflect seasonal movements. Overall, distributions appear to shift northward in summer and southward in winter. However, contradicting patterns have also been observed.Northern right whale dolphins are encountered fairly often by responsible whale watching companies operating off Monterey.",
    "Behavior": "Northern right whale dolphins are fast swimmers. Their average swimming speed is around 26 km/h (16 mph) but they can reach speeds of up to 30-40 km/h (19-25 mph). When travelling fast, a group looks as though they are bouncing along on the water, as they make low, graceful leaps together, sometimes travelling as far as 7 m in one leap. They can dive up to 200 m (660 ft) deep in search of squid and fish, especially lanternfish. Additionally, L. borealis also feeds on other prey items, such as Pacific hake, saury and mesopelagic fish.Although northern right whale dolphins rarely approach boats, they sometimes engage in bow-riding behaviour. Furthermore, they are occasionally spotted doing acrobatics, such as breaching, belly-flopping, side slapping, and lobtailing.Unlike most delphinidae, L. borealis vocalise without the use of whistles. Visual and audio surveys have confirmed that vocalisation primarily consists of clicks and burst pulses. L. borealis have repetitive burst-pattern pulses that can be categorised and associated to different subgroups of L. borealis. These vocalisations may be used in the communication between individuals, in a similar way to signature whistles in other delphinid species. The evolutionary loss of whistling in L. borealis may have resulted from a number of factors, such as predator avoidance, school size or school species composition.",
    "Taxonomy": "The species Lissodelphis borealis was first described by Titian Peale in 1848. The genus Lissodelphis is placed within the Delphinidae, the oceanic dolphin family of cetaceans. The epithet of the genus was derived from Greek lisso, smooth, and delphis; the specific epithet, borealis, indicates the northern distribution. Together with the second species of Lissodelphis, the Lissodelphis peronii, they are called right whale dolphins because similar to the right whales, Eubalaena, these dolphins also lack a dorsal fin.\nBased on the analysis of complete cytochrome b sequences, LeDuc et al. (1999) suggested placing the northern right whale dolphins (together with Lagenorhynchus spp. and Cephalorhynchus spp.) into the subfamily Lissodelphinae. However, the evolutionary relationships of Delphinidae, especially within and among the Lissodelphinae, have not been resolved unambiguously, yet. This is because the family Delphinidae contains a high number of different species, which radiate fairly rapidly.Genetically, no statistically significant differences have been found between northern right whale dolphins from the US coast and other regions within the North Pacific.",
    "Population Status": "It is estimated that a total of around 68,000 northern right whale dolphins inhabit the Pacific Ocean. Of those, around 26,000 (the geometric mean of their abundance estimates in US waters from 2008-2014) are placed into the California/ Oregon/ Washington stock for management purposes. Their minimum population estimate is around 18,600. Their abundances and distributions along the US coast do not only vary seasonally but also interanually, making the identification of population trends difficult.",
    "Threats": "In the 19th century, whalers occasionally took northern right whale dolphins In the mid 20th century, the largest threat for L. borealis were drift nets used for large-scale squid fishing. The bycatches of L. borealis during these activities, which were mainly led by Japan, Taiwan and Korea, amounted to up to 24,000 per year in the 1980s. This is thought to have reduced the stock in this area by one- to three-quarters.It is thought that in contrast to coastal areas, the offshore habitat of the northern right whale dolphin is generally less susceptible to human pollution.  However, only very few studies have actually investigated the effect of pollution on L. borealis. A study estimating polychlorinated biphenyls (PCBs) in cetaceans of the North Pacific, measured PCBs in one individual of northern right whale dolphins and found high levels of PCBs in its system.Natural predators of Lissodelphis borealis are unknown, but may include the killer whale (Orcinus orca) and large sharks. Stranding events are uncommon in this species.  \nSince northern right whale dolphins rely on sound for communication, feeding and orientation, anthropogenic underwater noise pollution, such as vessel or military noise production, disturbs them.",
    "Conservation status": "Although the current population trend is unknown, the conservation status according to the IUCN Redlist is Least Concern.Regulation of international trade between members of the Convention on International Trade in Endangered Species of Wild Fauna and Flora 1973 (CITES)- and between non-members and Convention members- has been established by listing the Northern Right Whale Dolphin under Appendix II of the Convention. The International Whaling Commission (IWC) has not yet regulated the taking of these odontocetes. \nIn Canada, the 1982 Cetacean Protection Regulations of the Fisheries Act of Canada prohibit hunting of L. borealis and other related species. The exception to this rule are aboriginal peoples, who are allowed to take whales for subsistence purposes. In the United States, all cetaceans are protected under the Marine Mammal Protection Act of 1972, as well as through the Packwood – Magnuson Amendment of the Fisheries and Conservation Act, and the Pelly Amendment of the Fisherman’s Protective Act. \nOne of the most effective conservation measures for L. borealis was the U.N. ban on the high-seas driftnet fisheries. The California/Oregon driftnet fishery has been required by law to use pingers (devices that deliver an acoustic warning into the water column) to help reduce the bycatch of other cetaceans, but bycatch reduction for L. borealis was not found to be statistically significant, perhaps due to low sample sizes .",
    "Resources": "More information about the northern right whale dolphins of the east Pacific can be found at the websites of NOAA (National Oceanic and Atmospheric Administration) or WDC (whale and dolphin conservation). Furthermore, these youtube videos show the surface behaviour of a superpod of northern right whale dolphins and the typical sounds that they produce.",
    "References": "",
    "External links": "Whale and Dolphin Conservation Society\n\nVoices in the Sea – Northern right Whale Dolphin"
  }
}