{
  "url": "https://en.wikipedia.org/wiki/Northern_bottlenose_whale",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Ziphiidae"
    },
    {
      "Genus": "Hyperoodon"
    },
    {
      "Species": "H. ampullatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The northern bottlenose whale (Hyperoodon ampullatus) is a species of beaked whale in the ziphiid family, being one of two members of the genus Hyperoodon. The northern bottlenose whale was hunted heavily by Norway and Britain in the 19th and early 20th centuries. It is one of the deepest-diving mammals known, reaching depths of 1,453 m (4,767 ft).",
    "Description": "When physically mature, northern bottlenose whales can reach 9.8 metres (32 ft) in length, smaller than giant beaked whales, and larger than known records of southern bottlenose whales. Their foreheads, or melons are sexually dimorphic, so that mature males have larger melons, which are flattened or square shape, while mature females and juveniles have rounder melons. Melon coloration can vary, though it appears the head of most males becomes more white or buff colored with age. The beak is not as long as other beaked whale species, and only mature males have two small teeth, which erupt at the front end of the bottom jaw, but are not easily seen. Females also have teeth, but they are buried in the jaw and do not erupt. The dorsal fin is relatively small, at 30–38 centimetres (12–15 in) and about two thirds of the way back on their bodies. It is falcate (sickle-shaped) and usually pointed. The back is mid-to-dark grey with a lighter underside. They weigh approximately 5,800–7,500 kilograms (12,790–16,530 lb). Females generally live around 27 years, whereas males can live to be 37. Males typically become sexually mature at around the age of 9 and females at the age of 10.",
    "Behaviours": "Unlike many species of beaked whale, northern bottlenose whales are known to approach and appear curious about vessels, which made them relatively easy targets for whale hunters. However they have demonstrated avoidance to certain sounds such as those emitted by naval sonar in controlled dose response studies.Underwater recordings have found that northern bottlenose whales produce regular high frequency clicks in click trains, which have a characteristic frequency modulated pulse or \"upsweep\", commonly found in other species of beaked whales.According to sources, it is highly possible that in between longer and deeper dives bottlenose whales have shorter and shallower dives in order to prevent decompression sickness. In between dives, these whales often socialize at the surface in groups of 4 to 20. As of 2000, it has been widely speculated that bottlenose whales are polygynous indicating that the males breed with multiple females.",
    "Feeding": "Northern bottlenose feed mainly on deep water squid, primarily Gonatus sp., and bottom fish, such as Greenland halibut. Foraging dives can last an hour or more at depths reaching over 1000 meters.. A small percentage of northern bottlenose whales have been also been observed feeding on redfish, rabbitfish, spiny dogfish, and skate.",
    "Population and distribution": "The northern bottlenose whale is endemic to the North Atlantic Ocean and populations are found in the deep (>500 m) cold subarctic waters of the Davis Strait, the Labrador Sea, the Greenland Sea and the Barents Sea, but can range as far south as Newfoundland and Nova Scotia. As of 2017, the population in the North East Atlantic is estimated to be between 10,000 and 45,000.  However their population number is very poorly understood.\"The Gully\", a large submarine canyon east of Nova Scotia, is the home of the \"Scotian Shelf\" population of 164 whales, currently listed under Canada's Species at Risk Act as endangered. This population is the focus of a long-term research project conducted by the Whitehead Lab, at Dalhousie University since 1988.It was widely speculated that there were two separate groups of northern bottlenose whales found in Greenland, each with separate morphology and behavior. Because there is no evidence to prove this, it was decided in 1976 by the Scientific Committee of the International Whaling Commission that only one population existed. Since 2011 it has been determined that two populations off eastern Canada are genetically distinct from each other. On 20 January 2006, a northern bottlenose whale was spotted in Central London in the River Thames. The River Thames whale reached as far up river as Albert Bridge. It was moved onto a barge and rescuers hoped to take it out to sea, but it died following a convulsion on 21 January during its rescue. Its skeleton is now in the Natural History Museum in London.\nThere was another sighting on 6 August 2019 at Loch Linnhe, a sea loch located off the West coast of Scotland.  At the time it was thought to be searching for food in the area. There have been 21 previous live sightings of the northern bottlenose whale in Scotland since 2000. It is speculated that these whales may migrate to north west European shelf waters in the summertime.",
    "History of discovery": "It was first described by Johann Reinhold Forster in 1770, basing the name on the \"bottle-nosed whales\" seen by Pehr Kalm in his Travels into North America, and on Thomas Pennant's 1766 description of Samuel Dale's \"bottle-head whale\" found stranded above a bridge in Maldon, Essex, in 1717.",
    "Conservation": "Prior to the beginning of whaling, it is estimated that there were upwards of 100,000 northern bottlenose whales in the North Atlantic. Between 1850 and 1973, commercial hunting of the species, focused on populations found off Norway, Iceland, Greenland and Labrador, greatly reduced their numbers across their range. Current conservation concerns include threats from human activities such as disturbance related to offshore oil and gas developments and naval sonar, as well as entanglement, pollution, ingestion of plastic and ecosystem shifts related to climate change.The International Whaling Commission designated the northern bottlenose whale as a protected stock in 1977 and set a zero catch quota. Northern bottlenose whales are still killed in the Faroe Islands. Faroese regulations only allow the killing of bottlenose whales which have beached themselves and cannot be driven out again. Long term statistics indicate that the most frequent beachings are in the villages of Hvalba and Sandvík on Suðuroy.The northern bottlenose whale is listed under Canada's Species at Risk Act as endangered, as data deficient under the IUCN red list and on Appendix II  of the Convention on the Conservation of Migratory Species of Wild Animals (CMS). In addition, the northern bottlenose whale is covered by the Agreement on the Conservation of Small Cetaceans of the Baltic, North East Atlantic, Irish and North Seas (ASCOBANS).Unfortunately, due to this species’ low genetic diversity and slow reproductive rate, recovery of the population may provide a challenge to researchers and conservationists.",
    "See also": "List of cetacean species",
    "References": "",
    "Further reading": "Bottlenose Whales in the Encyclopedia of Marine Mammals Shannon Gowans, 1998. ISBN 0-12-551340-2\nNational Audubon Society Guide to Marine Mammals of the World Reeves et al., 2002. ISBN 0-375-41141-0.\nWhales, Dolphins and Porpoises Carwardine, 1995. ISBN 0-7513-2781-6\nTaylor, B.L.; Baird, R.; Barlow, J.; Dawson, S.M.; Ford, J.; Mead, J.G.; Notarbartolo di Sciara, G.; Wade, P.; Pitman, R.L. (2008). \"Hyperoodon ampullatus\". The IUCN Red List of Threatened Species. 2008: e.T10707A3208523. doi:10.2305/IUCN.UK.2008.RLTS.T10707A3208523.en.\nBeaked Whales in the Animal Encyclopedia: The Definitive Visual Guide David Burnie, 2014. ISBN 978-0-2411-8023-5",
    "External links": "Marine Bio: Northern Bottlenose Whale\nNorthern Bottlenose Whale\nBBC: Whale spotted in central London\nWhale & Dolphin Conservation Society (WDCS)\nNorthern Bottlenose Whale - ARKive bio\nNorthern Bottlenose Whale - The Beaked Whale Resource\nVoices in the Sea - Sounds of the Northern bottlenose Whale"
  }
}