{
  "url": "https://en.wikipedia.org/wiki/North_Pacific_right_whale",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Balaenidae"
    },
    {
      "Genus": "Eubalaena"
    },
    {
      "Species": "E. japonica"
    }
  ],
  "text": {
    "__SUMMARY__": "The North Pacific right whale (Eubalaena japonica) is a very large, thickset baleen whale species that is extremely rare and endangered.\nThe Northeast Pacific population, which summers in the southeastern Bering Sea and Gulf of Alaska, may have no more than 40 animals. A western population that summers near the Commander Islands, the coast of Kamchatka, along the Kuril Islands and in the Sea of Okhotsk is thought to number in the low hundreds. Before commercial whaling in the North Pacific (i.e. pre-1835) there were probably over 20,000 right whales in the region. The taking of right whales in commercial whaling has been prohibited by one or more international treaties since 1935. Nevertheless, between 1962 and 1968, illegal Soviet whaling killed at least 529 right whales in the Bering Sea and Gulf of Alaska as well as at least 132 right whales in the Sea Okhotsk. plus an additional 104 North Pacific right whales from unspecified areas.The International Union for Conservation of Nature categorizes the species as \"Endangered\", and categorizes the Northeast Pacific population as \"Critically Endangered\". The Center for Biological Diversity argues that the North Pacific right whale is the most endangered whale on Earth.",
    "Taxonomy": "Since 2000, scientists have considered the right whales in the North Pacific and nearby seas to be a separate species, Eubalaena japonica, the North Pacific right whale. Genetic differences between E. japonica and E. australis are much smaller than other baleen whales represent among different ocean basins.Before 2000, right whales in the North Pacific were considered conspecific with right whales in the North Atlantic and Southern Hemisphere and all described as Eubalaena glacialis in the scientific literature. All these animals resemble each other in outward appearance very closely. The differences that separate them into separate species are genetic and discussed in the article on Balaenidae.  The recognition of the different populations of Eubalaena whales as distinct species is supported by the Society for Marine Mammalogy, the U.S. National Marine Fisheries Service, and the International Whaling Commission.The North Pacific, North Atlantic and Southern right whales are all members of the family Balaenidae.  The bowhead whale found in the Arctic is also a balaenid whale, but sufficiently different to warrant its own genus Balaena.\nThe cladogram is a tool for visualizing and comparing the evolutionary relationships between taxa. The point where a node branches off is analogous to an evolutionary branching – the diagram can be read left-to-right, much like a timeline. The following cladogram of the family Balaenidae serves to illustrate the current scientific consensus as to the relationships between the North Pacific right whale and the other members of its family.",
    "Description": "E. japonica is a very large, thickset baleen whale. It very closely resembles the North Atlantic right whale (E. glacialis) the southern right whale (E. australis), so much so they were long thought to be just one species. Indeed, without knowing which ocean an individual came from, the physical similarities are so extensive that individuals can only be identified to species by genetic analysis. Relative to the other right whale species, E. japonica may be slightly larger. Like other baleen whales, female North Pacific right whales are larger than males. Also, North Pacific brindle-colored individuals are less common than they are among southern right whales.\nE. japonica is easily distinguished from other North Pacific whale species by several fieldmarks: lack of dorsal fin or bump, very broad, black back, cyamid-covered callosities on the head and lips, a very arched jaw line, a very narrow rostrum, and often a V-shaped spout.  North Pacific right whales can reach 15 to 18.3 m (49 to 60 ft) in length as adults, larger than the North Atlantic right whale. Typical body mass is from 50,000–80,000 kg (110,000–180,000 lb), or to 100,000 kg (220,000 lb) which weighs twice as of typical humpback whales. There is one record of a 19.8 m (65 ft) whale captured during illegal Soviet oprerations, while reliability of larger measurements of 20.7 m (68 ft) with 135,000 kg (298,000 lb) and 2 cases of 21.3 m (70 ft) one each from eastern and western pacific sides are uncertain. They are much larger than gray or humpback whales and also being very stout, particularly when compared to the other large baleen whales such as blue and fin whales. For 10 North Pacific right whales taken in the 1960s, their girth in front of the flippers was 0.73 of the total length of the whale. There have been claims that pectoral fins of pacific right whale are larger in portion than the other right whales and more pointed, and there may exist shape differences of tail by individuals or sex. Additionally, differences of coloration and shape (minor) of baleen plates between pacific and Atlantic have been noted.\n\nRight whales are also unique in that they all have callosities—roughened patches of epidermis covered with thousands of small light-colored cyamids. The callosities appear in patches on its head immediately behind the blowholes, along the rostrum to the tip, which often has a large callosity, referred to by whalers as the \"bonnet\". The functional purpose of the callosities has not been determined.\nThe closely related bowhead whale differs from the right whale by lacking any callosities, having a more arched jaw and longer baleen.  The seasonal ranges of the two species do not overlap. The bowhead whale is found at the edge of the pack ice in more Arctic waters in the Chukchi Sea and Beaufort Sea, and occurs in the Bering Sea only during winter. The bowhead whale is not found in the North Pacific.\nAlthough more than 15,000 right whales were killed by whalers in the North Pacific, there are remarkably few detailed descriptions of these whales. Most of our information about the anatomy and morphology of E. japonica comes from 13 whales killed by Japanese whalers in the 1960s and 10 whales killed by Russian whalers in the 1950s. Basic information about right whale lengths and sex are also available from coastal whaling operations in the early part of the 20th century.",
    "Ecology and behavior": "",
    "Ecology and behavior-Feeding": "Like right whales in other oceans, North Pacific right whales feed primarily on copepods, mainly the species Calanus marshallae. They also have been reported off Japan and in the Gulf of Alaska, feeding on copepods of the genus Neocalanus with a small quantity of euphausiid larvae, Euphausia pacifica.Like other right whale species, the North Pacific right whale feeds by skimming water continuously while swimming, in contrast to balaenopterid whales such as the blue and humpback whales which engulf prey in rapid lunges. Right whales do not have pleated throats. Instead they have very large heads and mouths that allows them to swim with their mouths open, the water with the copepods flowing in, then flowing sideways through the right whale's very long, very fine baleen trapping the copepods, and then out over their large lower lips.\nIt takes millions of the tiny copepods to provide the energy a right whale needs. Thus, right whales must find copepods at very high concentrations, greater than 3,000 per cubic meter to feed efficiently. National Marine Fisheries Service researchers mapped the southeast Bering Sea and the Gulf of Alaska for areas with sufficient productivity to support such concentrations and analyzed the roles of bathymetry and various gyres in concentrating copepods to such densities.",
    "Ecology and behavior-Behavior": "There have been very few, short visual observations of right whale behavior in the North Pacific. The mid-19th century whaling onslaught occurred before there was much scientific interest in whale behavior, and included no scientific observation. By the time scientific interest in this species developed, very few whales remained and nowhere in the eastern North Pacific or Bering Sea could observers reliably find them. Based on limited observations in the 19th century, it was noted that the more extensively whaling was conducted, the more aggressive and harder to approach the whales became. These traits correspond with some of recent observations in which whales seemed to be very sensitive to vessels and easily swim away with by submerging longer to avoid ships enough for onlookers and observers to lose sights. Pre-World War I whaling logs from Japan also describe right whales as being among the most sensitive of targeted baleen or toothed species to the impacts of whaling, as they immediately fled from locations where whaling took place, possibly abandoning their habitat for good.As of 2006, scientists had minimal success satellite tagging North Pacific right whales. Observations total probably less than 50 hours over the last 50 years. What little is known about North Pacific right whale behavior suggests that it is similar to the behavior of right whales in other oceans, except in its choice of wintering grounds. The individual which was observed during a whale-watching tour off the Kii Peninsula, Japan breached six times in a row in 2006. The same whale watching operator had two different sightings in 2006 and again had a very close encounter with a right whale in 2011. This animal was very curious and active; it swam around the vessel for more than 2 hours, breaching, spyhopping, tail-slapping, and pec-slapping close to the boat. The ship had to cruise away from the whale because it kept following them. Another curious and playful individual was encountered during a whale-watching trip off Bonin Islands in March 2014.Like the other Eubalaena species, North Pacific right whales are known to interact with other cetacean species. Several observations of North Pacific right whales to interact with groups or solitary humpback whales have been recorded in both Eastern and Western North Pacific. A record of a pair of gray whales were seen showing signs of aggression towards a right whale and chasing it off California, 1998, while a sub-adult right whale was seen swimming in a group of critically endangered Western gray whales with social behaviors demonstrated in inshore water (Piltun Bay region) of Sakhalin's northeast coast in 2012.",
    "Ecology and behavior-Behavior-Vocalizations": "Right whales in the Southern Hemisphere and the North Atlantic make a variety of vocalizations that have been researched extensively in the last decade. Because the numbers of right whales in the North Pacific are so small, and the whales are located in more remote areas, the study of North Pacific right whale vocalizations has had more challenges and there are fewer recordings.  All of the sounds recorded for North Pacific right whales have been recorded on the northern portion of their range—in the Bering Sea and Gulf of Alaska. It is unknown whether they made additional or different vocalization on their wintering grounds or on the western part of their range. From these relatively few samples it appears that right whales in the North Pacific make calls similar to those of other right whale species (Eubalaena spp.), although the calls may differ in some details and in the relatively frequency of usage of different calls.\nThese calls are all low frequency sounds that appear to have social communication functions, but what exactly those functions are is not yet known. There is no evidence that right whales' sounds are used for echolocation as is seen in dolphins and toothed whales.\n\nBetween 2000 and 2006 NOAA researchers deployed passive acoustic listening devices in the Bering Sea and Gulf of Alaska and recorded at least 3,600 North Pacific right whale calls . Nearly all of these calls came from the shallow shelf waters at approximately 70 m (230 ft) of the southeastern Bering Sea in what is now designated Critical Habitat for this species. 80% were frequency-modulated \"up-calls\" at an average 90–150 Hz and 0.7 second duration. \"Down-up\" calls constituted about 5% of the calls, and swept down for 10–20 Hz before becoming a typical \"up-call\". Other call types, e.g. downsweeps and constant-tonal \"moans\" constituted less than 10% of total calls. The calls were clumped temporally—apparently involving some level of social interaction, as has been found in the calls of right whales in other oceans. The calls came more at night than during the day.The upcalls of right whales are sufficiently distinct from the calls of other whale species that they can be used to identify the presence of right whales in the area by the calls alone, if care is taken in the review of those calls. Humpback whales also occur in much of the range of the North Pacific right whale, including in the Bering Sea, and parts of the highly variable and complex humpback calls can be similar to right whale calls, similar enough that confirmation that a call is in fact from a right whale usually requires a human to review the entire context of the call rather than simply relying on an algorithm to identify the call as is possible for other species.\nRight whales in other oceans have been recorded making a percussive vocalization labeled a \"gunshot call\" or gunshot. The role and purpose of this call is uncertain. However, until 2017, it had never been proven than it was right whales in the North Pacific that were the whales making this type of call, so detection of gunshots was not considered a reliable indicator of the presence of right whales.\nUntil recently it was thought that the most common call used by North Pacific right whales was the \"upcall\". This call is relatively stereotypic among all right whale individuals and populations. The next most common call has been labeled the \"downcall\" and this is also fairly stereotypic. Right whales also make a variety of other frequency-variable calls of different durations. However, these are so varied, they have not been categorized by researchers.\nUntil recently it was not proven that North Pacific right whales made a percussive call made by right whales in other oceans called a \n\"gunshot\"—that sounds like a shotgun being fired. Gunshot calls appear to be made by males and may be associated with some aspect of mating.  Here is a link to audio recordings of these types of calls from a North Atlantic right whale.\nIn 2017, sophisticated and painstaking research by NOAA scientist Jessica L. Crance and other NOAA scientists was able to definitively attribute gunshots to North Pacific right whales, and found that among the animals sampled gunshots were heard ~50 times more frequently than upcalls. Because gunshots to be used much more and are less likely to be mistaken for a humpback call, this should improve the detectability of right whales in the North Pacific using passive acoustic monitoring, and improve the ability to locate individual whales from ships as well.",
    "Ecology and behavior-Habitat preferences": "Right whales' habitat preferences vary depending on the time of year. In spring, summer and fall, the right whales are seeking concentrations of food. In winter, in the North Atlantic and Southern Hemisphere, pregnant females and their calves generally seek out shallow, protected bays in which to give birth and raise their calves. In the North Pacific, the pattern of right whales seeking out areas of high food is the same, but female right whales and calves in the North Pacific do not show the clear pattern of concentrating in nearshore aggregations. The distribution of North Pacific right whales in winter remains a major mystery.\nSince there are so few right whales to observe in the North Pacific, and they are generally feeding far from shore, alternative analyses of habitat preferences are required.  Gregr used maps of historic whaling catches and added oceanographic data from other sources to identify preferred habitats. His analysis suggest that on the scale of ocean basins, North Pacific right whales seek out regions of cold water with low inter-annual variability and high within-season variability (i.e. areas where high frontal activity occurred predictably from year to year). However, and a more localized regional scale these correlations weakened.\nIn winter, North Pacific right whales can occur from the Bering Sea as far south as the Bonin Islands. It is the whales that go south that are frequently seen close to shore.  Right whales have historically been found closer to shore in very shallow than other large baleen whales, but they are by no means limited to near-shore habitats. There is a record of a female North Atlantic right whale to give a birth at 63 km from shores of Jacksonville, Florida.Many of the very near shore sightings of North Pacific right whales have occurred in Russia, Japan, and South Korea. They have been seen to enter into ports, staying just next to piers or wharfs, and there have been regular records of whales being entangled in set nets along Japanese and South Korean coasts in recent years.\nThere has been a record of rather aggressive interspecies interactions between a right whale and a pod of grey whales off California, making it the only record of possible interspecies aggression among baleen whales, but there have been an observation of social behaviors between the two species on Sakhalin. Furthermore, there is no decent population of grey whales existing outside of North Pacific as of 2014, therefore extents of interspecies competitions, if ever happened, or peaceful habitat sharing between these coastal species, before whaling, are unknown. A theory of humpback whales to invade and become a dominant species over Hawaiian islands, former wintering ground for right whales, in the past few centuries, corresponding with the timing of right whale hunts across the Pacific Ocean, had been claimed as well.Summering congregations were known to occur among various areas based on whaling records. Following locations were with larger numbers of catch records: Korf in Olyutorsky, and Kambalny Bay. Of these, at least Kambalny Bay still hosts several whales at times; 5 whales were observed from shores in December, 2012.",
    "Historic and current population": "",
    "Historic and current population-Historic population": "Before the arrival of the pelagic whaling fleet after 1835 into the range of the North Pacific right whale, the whale's population size, at least in the eastern part of its range, was probably at its original population size—in the range of 20,000–30,000 whales. The part of the whale population in the west around Japan may have been reduced from its original size as a result of the historic net whaling.\nThere was essentially no aboriginal hunting for right whales along the west coast of North America by Native Americans in the 19th century or before.  There was a small hunt for whales in the Aleutian Island by Aleuts but this was almost certainly so small that it did not reduce the original whale population size.  Accordingly, one can consider 1835 as a good year to use as a baseline for the historic population, at least in the eastern North Pacific, and the northern parts of the western North Pacific.\nThere were no attempts to objectively estimate the population in the 1800s, so deriving a population estimate from the number of animals caught in the whale fishery is the only way attempted to date to determine the historic population size.  In the single decade of 1840–49, between 21,000 and 30,000 right whales were killed in the North Pacific, Sea of Okhotsk and Bering Sea.  To support this level of take by whalers in a decade, the population of this slow reproducing species of Okhotsk and nearby waters would have had to be in the range of 20,000–30,000 animals at a minimum. For comparison, a population of 20,000 or more animals is comparable to the current and presumably early 19th century population of Gray whales in the North Pacific\nOn the west side of the North Pacific, the situation was different because the Japanese had a tradition of hunting right whales from shore in Japan with the use of nets which had started centuries before the arrival of American whalers.  In Japanese shore-based net whaling, right whales were the prime target, and the whale fisheries were devastating to the stocks as catch quantities declined greatly in relatively short periods, and the effect of the industries were more notable on the whale populations than the later American whaling, resulting not only in financial solvencies of many whaling groups but also in disputes between feudal domains in western Japan that required the shogunate itself to settle. Among this, it has been revealed that Japanese people have been trying to shift responsibility of whale declines to the later American whalers to control public opinions since at the end of the Edo period.",
    "Historic and current population-Current population": "The current population of North Pacific right whales is estimated at approximately 30–35 whales in the eastern North Pacific and 300+ whales in the western portion of its range.  Even if one considers the combined population size estimate of both apparent stocks of this species, this is the smallest known population of any whale species, and probably only 2 percent of its population in 1835 when pelagic whaling first reached the North Pacific. Accordingly, the species is listed as Endangered on the IUCN Red List and the eastern population is categorized as Extremely Endangered.\nThe International Whaling Commission and the United States National Marine Fisheries Service consider North Pacific right whales found in these two areas to exist as two somewhat discrete populations and manage them as separate stocks. The extent of independence of these two apparent populations of whales both geographically and genetically is very poorly understood due to lack of data, but discussing them separately is convenient for describing recent sightings and population estimates.",
    "Historic and current population-Current population-Bering Sea and North East Pacific": "Most recent sightings and acoustic records of right whales in the eastern part of their range have come from a relatively small area in the southeastern Bering Sea. Most of these records are within, or near, the U.S. designated Critical Habitat for the North Pacific Right whale.  A much smaller number of sightings has come from the Gulf of Alaska and the coasts of British Columbia and further south. The very small number of North Pacific right whale calls detected during the NMFS acoustic research—hundreds per year contrast with the vastly greater number (hundreds of thousands) of bowhead whale calls during migration in the western Arctic and blue whale calls off California—further reinforces the conclusion that the population size of North Pacific right whales in the Bering Sea is very small.A 2015 review of the status of all the baleen whales concluded that genetic and photo-ID mark-recapture analyses each suggest there are only about 30 animals left in the eastern subpopulation, mainly observed in the southeastern Bering Sea and with a male bias to the population.  The 2015 reviewers had found no new information that increased the population estimate above that made in 2010 when National Marine Fisheries Service scientists estimated that the population of North Pacific right whales that summer in the southeastern Bering Sea was about 30 animals.\nPrior estimates of larger current right whale population numbers in the eastern North Pacific were highly speculative. A comprehensive review of sighting data and population estimates in 2001 concluded that \"none of the published estimates of abundance relating to North Pacific right whales can be regarded as reliable ... [most] estimates appear to be little more than conjecture ... [and] no quantitative data exist to confirm any of these estimates.\"The 2010 article was the first to present an objective quantitative rationale for its low estimates. The scientists' mark-recapture photographic studies suggested a population of 31 whales (95% confidence level = 23–54); and their genotyping study suggested a population of 28 whales (95% confidence level = 24–42). The scientists estimated the population contains eight females (95% confidence level = 7–18) and 20 males (95% confidence level = 17–37). They concluded that \"Although these estimates may relate to a Bering Sea subpopulation, other data suggest that the total eastern North Pacific population is unlikely to be much larger. In 2004, at least two calves were seen.In the Gulf of Alaska, there have been opportunistic sightings (1998, 2004) and acoustic records (2000) of individual right whales near Kodiak Island.Additionally, there have been two sightings of individual right whales off British Columbia in 2013. A third sighting was recorded in 2018.",
    "Historic and current population-Current population-Sea of Okhotsk and Western North Pacific": "The 2015 review of whale status concluded that there are more right whales in the western North Pacific than in the eastern region, but even estimates of that population still places it among the world's smallest populations of marine mammal.\nIn the west, most recent sightings of right whales occur along the Kamchatka Peninsula, in the Kurile Islands, in the Sea of Okhotsk, and the Commander Islands, along the coasts of Japan. A map of this area includes Russian territorial waters (12 miles from shore), Russian Exclusive Economic Zone out to 200 miles from shore, Japanese territorial and EEZ waters, and some international waters, even in the center of the Sea of Okhotsk. As a result, surveys for whales and fisheries have generally not been able to comprehensively survey the region, particularly close to shore, as has been possible to do in the eastern North Pacific.",
    "Historic and current population-Current population-Sea of Okhotsk and Western North Pacific-The Sea of Okhotsk": "In the late 1980s and early 1990s, observers on Japanese research vessels reported 28 sightings of right whales in the Sea of Okhotsk. From this sample, the Japanese scientists estimated a population of 900 right whales in the Sea of Okhotsk, albeit with wide confidence intervals (90% CI = 400–2,100). Data obtained during Japanese sighting surveys for minke whales in 1989, 1990, and 1992 led Japanese scientists to estimate a population of 922 right whales in the Sea of Okhotsk (95% CI: 404–2,108) (Miyashita and Kato 1998, IWC 2001:26).  However, the reviewers who prepared the IUCN Red List documentation concluded that given the very wide confidence intervals surrounding the Japanese estimate and the lack of clear evidence of any recent increase in numbers, the lower end of the range of that abundance estimate (i.e., about 400) should be used for assessment (Reilly et al. 2008k). Other scientists also wrote that the Japanese estimate was based on faulty methodology and the population was likely to be only half as large or smaller.After a gap of 14 years, Japanese researchers were able to resurvey this area in 2005 and apparently saw similar numbers of right whales in the same area.",
    "Historic and current population-Current population-Sea of Okhotsk and Western North Pacific-Kuril Islands": "A team of National Geographic and tourism companies encountered three whales at Paramushir and Shumshu, succeeded in swimming and taken underwater images, and aerial footage using a drone in 2017.",
    "Historic and current population-Current population-Sea of Okhotsk and Western North Pacific-Japan": "More recently, surveys for large whales in offshore waters east of Hokkaido (Japan) and the Kuril Islands from 1994 to 2013 resulted in 55 sightings of right whales (77 individuals) including ten female/calf pairs (Matsuoka et al. 2014).",
    "Historic and current population-Current population-Sea of Okhotsk and Western North Pacific-Kamchatka": "There were 19 sightings of 31 whales in the Russian EEZ (mainly around the northern Kuril Islands, the southern Kamchatka Peninsula and the Commander Islands) between 2003 and 2014 A 2015 review of sightings of right whales seen in Russian waters between 2003–2014.Another 10 sightings of right whales in five groups were reported in 2012 surveys southeast of the Kamchatka Peninsula and off the Kuril Islands (Sekiguchi et al. 2014) and(Ovsyanikova et al. 2015). The 2015 reviewers concluded that all data collected since 1992 in the western North Pacific, especially the Sea of Okhotsk, need to be analyzed for a new abundance estimate so that an assessment can be completed for this subpopulation.",
    "Historic and current distribution": "",
    "Historic and current distribution-Historic distribution": "Before 1840, the range of the North Pacific right whale was extensive and had probably remained the same for at least hundreds of years. It could be found from the Sea of Okhotsk in the west to the coast of Canada.\nOur knowledge of the historic distribution of this whale comes almost entirely from the logbooks of the pelagic whalers (and the records of the shore-based whaling in Japan.) The first such effort were a series of charts known subsequently as the Maury \"Whale Charts\".\nIn the late 1830s, the U.S. Navy sought wind and current information for areas of the oceans outside the trade routes regularly traveled by merchant ships. The principal mariners who ventured away from the main trade routes were whalers. One of the U.S.'s first oceanographers, Naval Captain Matthew Fontaine Maury, entered into an agreement with deal with the American pelagic whalers. If they provided him with their logbooks, from which he could extract wind and current information, he would in return prepare maps for them showing where whales were most concentrated. Between 1840 and 1843, Maury and his staff processed over 2,000 whaling logbooks and produced not only the famous Wind and Current Charts used by mariners for over a century, but also a series of Whale Charts. The most detailed showed by month and 5° of latitude and longitude: (a) the number of days on which whaling ships were in that sector; (b) the number of days on which they saw right whales; and (c) the number of days on which the saw sperm whales. In the North Pacific, these charts summarize more than 8,000 days on which the whalers encountered right whales and the searching effort by month and sector. The maps thus provide a crude measure of the relative abundance of right whales by geographic sector and month, controlled for the very non-random searching effort of the whalers.\nIn 1935, Charles Townsend from the New York Zoological Society (now the Wildlife Conservation Society) reviewed an overlapping set 2,000 whaling logbooks and mapped the locations of whale taken by species. His Chart C shows catch locations around the world, including the location by month of most of the 2,118 right whales taken in the North Pacific between 1839 and 1909, using data copied from 249 logbooks. His charts do not adjust for the nonrandom distribution of whalers. Chart C shows three main concentrations of right whales—one in the Gulf of Alaska; one along Kamchatka and the Sea of Okhotsk; and another in the Sea of Japan.Maury's detailed whale charts in this series languished largely forgotten in a few libraries until the 1980s. when they began to be studied more rigorously. The Maury charts have an advantage over the Townsend chart in that the number of whales seen/killed in a given area could be adjusted for the amount of searching effort that had occurred, giving a more accurate indication of the species abundance in that area in that month. The Maury charts also quantify the searching effort by region and month, whereas in the Townsend charts searching effort is dealt with only qualitatively.\nNorth Pacific whalers hunted mainly in the summer, and that is reflected in the Maury Whale Charts. There were almost no winter sightings and very few south of 20°N. The densest concentrations occurred along both coasts of Kamchatka and in the Gulf of Alaska.These initial studies of the historic records were reviewed more rigorously and combined with more recent information in 2004.The Maury charts were based on tables transcribed by two assistants. More recent examination of the logbooks directly revealed that one of the assistants made numerous errors in the transcription of the logbooks.Recently, the data from the data sheets behind the Maury and Townsend charts and other logbook data has been combined rigorously to provide the best maps yet of distribution of North Pacific right whales in the 19th century.Of particular interest are the questions of how many \"stocks\" of right whales exist in the North Pacific. Was there just a single population across the North Pacific? Was there an eastern population that summered in the Gulf of Alaska and a second population in the western North Pacific? Was the population in the Sea of Okhotsk a third population distinct from the whales found in the Pacific east of Kamchatka?\nRecently, researchers reanalyzed this early whaling data, along with more recent, but much sparser, sighting data. They conclude that there are probably at least two stocks of right whales in the western and eastern North Pacific, but that it is still unclear whether the Okhotsk population is a separate stock.\nThough the North Pacific right whale's distribution is usually more temperate than that of the more polar Bowhead whale, there are several records of the two species inhabiting the northeastern Sea of Okhotsk at the same time. E. japonica's summer distribution extends north into the southeastern part of the Bering Sea. In summer, the Bowhead migrates north through the Bering Straits and is in the Chukchi Sea and Beaufort Sea. In winter, the ice-loving Bowhead moves south into the Bering Sea, but the right whales have migrated further south of the Aleutian Islands into the North Pacific.\nCatch records suggest that historical ranges were much broader than that of current status, and was strongly overlapping with ranges of bowhead whales. In Bering Sea, feeding/summering grounds could have reached further north up to the Kusilvak Census Area such as at Kokechik and Scammon Bays in east, north of St. Matthew Island and Nunivak Island to south of the St. Lawrence Island in the central, in Litke Strait and the Karaginsky Island and Karaginsky Gulf in the west.",
    "Historic and current distribution-Modern distribution": "",
    "Historic and current distribution-Modern distribution-Summer distribution": "",
    "Historic and current distribution-Modern distribution-Summer distribution-Bering Sea and Gulf of Alaska": "Despite many aircraft and ship-based searches, as well as analysis of listening device records, only a few small areas report recent sightings in the eastern North Pacific. The southeastern Bering Sea produced the most, followed by the Gulf of Alaska, and then California. In 2000, 71 calls were recorded by a deep-water passive acoustic site at 53°N 157°W. An additional 10 were recorded near Kodiak Island in the Gulf of Alaska at 57°N 152°W, another whale which is thought to be a sub-adult animal was observed in Uganik Bay in December 2011, being the first modern record of the species on the western side of Kodiak Island. This was one of the few sightings that has occurred in inshore waters in the area. One right whale was seen resting in Pasagshak Bay in May 2010. Other records along Gulf of Alaska include off Yakutat Bay in 1979, outer bank of Fairweather Ground at 100 km southwest of Cape Fairweather, and so on.\nOn August 10, 2004, a group of two were seen in the Bering Sea. Another sighting of 17 including two calves was noted in September, and one in the Gulf of Alaska. In 2005, 12 right whales were seen in October just north of Unimak Pass.In August 2015, NOAA Fisheries conducted a three-week dedicated ship survey for North Pacific right whales in the Gulf of Alaska southeast of Kodiak Island [2] covering 2,500 nautical miles with both visual observers and acoustic detection devices (sonobuoys). On March 10 and March 16 they heard calls from a single right whale in the area of Barnabas Trough southeast of Kodiak Island in the general area of the designated Critical Habitat. Despite intensive searching, they were unable to spot the animals visually.Review of more than 3,600 North Pacific right whale calls detected by passive listening devices between 2000 and 2006 strongly suggests that the whales migrate into the southeast Bering Sea in late spring and remain until late fall. The earliest were in late May and the latest in December. The peak calling period was July through October. Most were detected from shallow shelf sites within the designated Critical Habitat area. From October through December 2005, several calls were detected at the northwestern middle-shelf and the deeper shelf sites, suggesting that they may appear at different seasons and during migration.\n\nA proposed oil and gas lease of North Aleutian Basin in the SE Bering Sea caused the Minerals Management Service (MMS) of the Department of the Interior to fund at an annual cost of about $1 million a cooperative series of annual surveys with the National Marine Fisheries Service and the North Pacific Research Board (NPRB), with a focus on located right whales and gathering further information about them.\nAn Argos PTT satellite transmitter was deployed in one and the whale was monitored for 58 days, a period in which it remained in a relatively small area within the middle shelf of the Eastern Bering Sea, just to the north of the North Aleutian Basin.A right whale was observed between Alaska Peninsula and Kilokak Rocks in July, 2017 which makes it the first confirmation of the species in the vicinity in the past half century.",
    "Historic and current distribution-Modern distribution-Summer distribution-Northwestern Pacific": "There are very few reports of right whales in the western North Pacific. A remnant population of right whales persists in the Sea of Okhotsk at least in the summer, along with remnant populations of the western populations of gray and bowhead whales.\nThe distribution of these three species is quite different. In summer bowheads inhabit the northwestern corner of the Sea of Okhotsk around Academy and Ulban Bays to the Shantar Islands, while gray whales stay close to Sakhalin Island, near massive new energy developments. In contrast, the right whales inhabit the southern Sea of Okhotsk around the Kuril Islands and east of Sakhalin Island. Some recent sighting records are available.Recent occurrences of right whales near the Kuril islands are largely unknown due to lack of observation effort; however, recent sightings indicate that the areas adjacent to Paramushir Island and surrounding, and west of the southern tip of the Kamchatka Peninsula are seemingly one of the most populated locations for this species today.Even though the eastern coast of the Kamchatka Peninsula is considered as a feeding ground for right whales, only a few records exist from the eastern side including sightings in 1978 and in 2009.Right whales were historically hunted in the Commander Islands heavily where only a handful of sightings are made in recent years, however, encounters with this species around the Commander Islands and off eastern Kamchatka seems to occur on a more regular basis compared to the last several decades.This area's remoteness makes observation very difficult and expensive. Based on survey records from \"JARPN\" and \"JARPN II\" conducted by Institute of Cetacean Research, the 40 right whales seen were distributed mainly in offshore waters from 1994 to 2007.Pelagic whalers in the 19th century hunted large numbers of right whales along the coasts of Kamchatka and in the Sea of Okhotsk. The latter area is a large sea, ice covered most of the year, entirely in Russian waters. Due to Russian restrictions on access, little was known about whales in this sea. Soviet scientists indicated that historically two groups of right whales existed within western North Pacific that migrate along different side of Japanese Archipelago and each group had unique characteristics in distribution patterns due to geographical factors; the Okhotsk group which was distributed in more coastal waters with higher densities of congregations, and the Pacific group which have been distributed on far broader ranges and more was more oceanic (offshore). Of these, the Okhotsk group were regarded to be wiped out much earlier than the Pacific group because of geographical and distribution characteristics that eased whalers to hunt the targets, and this indication corresponds with the extreme rarity or virtual extinction of right whales in Sea of Japan or East China and South China Sea today.\nSurvey records from \"JARPN\" and \"JARPN II\" conducted from 1994 to 2007 by the Institute of Cetacean Research detected 28 groups of right whales totaling 40 individuals with 6 cow-calf pairs distributed mainly in offshore waters.In summer 2009, a co-operative cetacean sighting survey was conducted in the Sea of Okhotsk by the Japanese National Research Institute of Far Seas Fisheries and the Russian (VNIRO) institute. During this survey, 17 groups of 29 right whales were recorded and photographed. Analysis of the photographs revealed no matches among the individuals resulting in a minimum record of 29 whales encountered during the survey.\nBesides offshore waters, three major hot spots for right whales where with good increases in sighting numbers have been confirmed in coastal Russian waters have been detected: the Commander Islands, the First Kurilskiy Strait (between Cape Lopatka and Paramushir Island), and the east coast of Sakhalin including Piltun Bay, the only congregating area known for endangered western gray whales.\nPelagic waters off southeastern Kamchatka Peninsula is the location possibly with the highest sighting frequency in recent years even though this area is far offshore and it is unclear where these whales migrate southward.",
    "Historic and current distribution-Modern distribution-Migration": "Past thinking about North Pacific right whale migration presumed a paradigm of migratory behavior similar to that of other baleen whales in the North Pacific. Perhaps the extreme example of North Pacific whale migration is that of Gray whale. Nearly all the Gray whales that summer in the Bering Sea migrate to wintering grounds off Baja California. In summer and winter, nearly all the gray whales are either at the northern or southern ends of their range. Initially scientists assumed that North Pacific right whales had similar migratory pattern.Analysis of 19th century pelagic whaling suggest that North Pacific right whales do migrate south in winter, but the whaling data did not indicate any specific migratory routes as seen in gray whales. The 19th century whalers travelled north in spring and south in fall. To some extent the apparent North Pacific right whale migration shown in the whaling data is an artifact of bias in the whaling effort.\nMore recent studies of right whales in North Atlantic and the North Pacific suggest a migratory pattern that is quite different than the gray whale example. In the North Atlantic, many right whales remain in the northern part of their range throughout winter. It appears that while some right whales migrate far south to warmer waters, a substantial percentage of the population either does not migrate as far south or may not migrate at all.\nThe collection of acoustic records of North Pacific right whales has revealed that portions of the North Pacific right whale population remains in the Bering Sea at least as late as December and as early as January. The acoustic research done in the Unimak Pass has shown right whales passing through this pass.No coastal or other wintering ground has been found for North Pacific right whales. Which factors cause right whales not to favor inshore waters is unknown. Off the west coast of the United States, Point Conception is a turning location in terms of sighting records in the 19th and 20th centuries, and this may contribute to support the once-abandoned idea; existence of historical breeding grounds in coastal waters including along North American continent. Ryukyu Islands had been suggested as a wintering ground for the western population, but little evidence supports this. According to Maury's chart, in winter, some concentrations could be seen at several areas such as the southern Sea of Japan, around southern coasts of Korean Peninsula (such as around today's Dadohaehaesang National Park on southwestern Korean Peninsula) and Jeju Island, areas off Shanghai and the Zhoushan archipelago, Taiwan Strait (e.g. Fujian coasts like Pingtan Island, Penghu Islands, west coast of Taiwan), the northwestern Hawaiian Islands. (with smaller areas scattered among southern Korean and Japanese waters). In Asia, southernmost of areas with higher catch densities were the pelagic waters between continental China (latitudes equal to Shanghai and Zhoushan Islands) and west of Kyushu in south to southern coasts of Korean Peninsula during the summer. Some whales were caught off Hainan Island and this area is possibly the southernmost location of known range for the western population. The whales are also known to occur around the northern Mariana Islands. A map had been academically created which forecasts potential wintering habitats for right whales in north Pacific according to environmental factors corresponding to that of north Atlantic species, including further south to Hainan, Leizhou Peninsula, and northern Gulf of Tonkin. Historical occurrences of vagrancy around Borneo have been considered as well, while possibilities of migrations to or through Philippines are unclear.\nThe population (s) historically migrated through the Sea of Japan to the Yellow and Bohai Seas was likely driven to functional extinction. No right whales have been recorded in China and in South Korea since the catches in October 1974 for Korea and 1977 for China, and there have been only two confirmed records of a stranded and a by-caught individuals since in 1901 in Japanese waters of the Sea of Japan.Constant appearances in both sides of Pacific were recorded until 1998 and all the southernmost records at four locations of almost same latitude were made in both sides around 1996–97; Amami Ōshima, Bonin Islands, Hawaii, Cabo San Lucas. Last records off west coast were in 1998 off Cape San Martin and Monterey. Afterwards, any records ceased until 2014. In Bonin Islands and off Oregon and California, constant occurrences were confirmed in the 1990s. What factors caused sudden rise in sighting trends in the 2010s and disappearance in the 2000s in many of former range especially for mid-lower latitudes are unknown. The Bonin Islands are the only location where sighting interval of constance was confirmed and succeed underwater filming in modern times. Off Japan, sudden rises in number were confirmed in 2003, 2006, 2008, and in 2011 where exceptionally large number were recorded in 2011; at least 3 or more different sightings, 1 entanglement, 1 stranding of 18 m animal. Fragments of a lower jaw, measuring 4.6 m in length and likely to be artificially sliced off, was discovered on a beach in Akkeshi in June 2014.",
    "Historic and current distribution-Modern distribution-Western North Pacific": "",
    "Historic and current distribution-Modern distribution-Western North Pacific-Japan": "The occurrence of North Pacific right whales in Japanese waters appears to show several patterns. Historic and modern sightings appear to occur more frequently in three areas: (1) the north, particularly north of Hokkaido, (2) along the coasts of central Japan, and (3) among Japan's southern islands, particularly the Bonin Islands.\nThe waters around and north of Hokkaido historically where regions where 19th century pelagic whalers hunted for right whales during summer and fall. This region and north through the Kuril Islands, the southern Sea of Okhotsk and Kamchatka were feeding grounds for the right whales.  Some of the recent sightings of right whales off Japan are consistent with this pattern.\nRight whales were formerly abundant off the coast of northeastern Japan where there have been a few sightings in recent years including observations from ICR research surveys (single animals confirmed off Kushiro, Hokkaido, in September 2002 and off the Pacific coast of Honshu in April 2003). Local fishermen have regularly seen a few animals per year in the area (personal contact). There is one unconfirmed sighting off the Shiretoko Peninsula in 2008.A breaching right whale was observed during a sightseeing cruise off the Shiretoko Peninsula in July 2013 making it the first confirmed sighting in the area for several decades and the first recorded in Hokkaido. A right whale, most likely the same individual, was seen in the area for the following two weeks until a pod of local killer whales came back to Shari coasts. The observer noted many of local tour-operating boats cruising at high speeds did not seem to detect the whale resting on water surface and forced the right whale to submerge quickly to avoid collisions. In 2018 and 2019, additional sightings have been made from the west coast of the peninsula. 2018 sighting and one of two sightings in 2019 have been made by the same tour operator, Doutou Kanko Kaihatsu (Corporation) (jp:道東観光開発).The occurrence of right whales along the coasts of central Japan appears to reflect the migration of right whales past these points. There are some locations along the Pacific side of Honshu where sightings are particularly more common; from south of Tokyo Bay to all around the Izu Peninsula, from the Izu Islands to the Bonin Islands, the Kii Peninsula, Cape Muroto and adjacent waters. In the first area, there was one entanglement freed alive in April 2000 off Tateyama, and two strandings at Izu Ōshima in 2002 and 2005.\nSome right whales still migrate south along Japan's coasts particularly the Pacific side of the archipelago, but what portion of the southward migration passes Japan is unknown.\nThe occurrence of right whales among the southern Japanese islands suggest that a wintering ground may occur around there.\nAn 18 m (59 ft) right whale was entangled off Kamogawa coast in May, but escaped while another 15–18 m (49–59 ft) carcass was seen floating off Cape Nozaki. A right whale of 10 m (33 ft) was sighted on January 28, 2014, making it the first record in the East China Sea in the 21st century. One whale about the same size entered the port of Ushibuka, Kumamoto on March 28, 2014.In addition, possibly two different animals were seen off Bonin Islands on 12th and 25th March 2014. Later one was larger, and was curious towards whale-watching vessels. The whale was observed interacting with a Humpback whale. Izu and Bonin Islands are regions with highest confirmed sightings and strandings rates among tropical regions in the past century. In 1993, Yasuhiro Morita of Ogasawara Diving Center succeeded in encountering right whales on four different occasions near the Bonin Islands.\nMost of recent sightings have occurred along the Japanese coast. Historically, right whales may have wintered in the East China Sea from the Ryukyu Islands to south of China including Taiwan though there is little scientific evidence supporting this idea. Modern sightings in the East and South China Seas, or Yellow and Bohai Seas are very rare, and the number of records is small. Only a few confirmed sightings in the area have occurred, and all the 5 records in the East China Sea in the last 110 years were recorded only on Amami Ōshima island and with Sukomobanare Island. Additionally, all of the modern records of right whales on mainland coasts of China were concentrated on the island of Haiyang in northern Yellow Sea.Right whales may have wintered in the Bonin Islands, but few sightings in recent decades support this idea. The Ogasawara Whale-watching Association reported seeing 3 groups of 4 different right whales in the Bonin Islands in the 1990s (two animals from different groups were photographed and recorded on underwater video); A pair of possible right whales were seen migrating south outside the port of Aogashima in December 2007. Another group of 2 or 3 animals appeared just off Mikura island in March 2008. One animal was sighted very close to shore in Niijima, 2011 (later described). A small right whale was seen nearby Manazuru Peninsula on April 3, and one or two right whales were sighted off Miyake Island on April 21, 2016.Off the Kii peninsula, there was one sighting in June 1999, one mortal entanglement in April 2003, and three records of two different animals in the spring-summer 2006 (both from many whale watching vessels). One of these whales was very active. A right whale escaped alive from a fishing net near Taiji Town in January 2009, a very close observation during whale watching tour (later described) in April 2011. An individual was sighted off Kushimoto within a pod of rough-toothed dolphins in February, 2016. Off Cape Muroto, two entanglements (both escaped safely) were reported in February 1971 and February 2008. On occasion, right whales were confirmed by local fishermen off Tosa Bay (personal communication).\nTwo adults stranded in the northern and southern Ibaraki Prefecture in 2003 and 2009.Modern sightings in the Japan Sea are very seldom made. Some strandings were reported from the 1970s to late 2000s, but none of the possible sightings of right whales were published or confirmed. Whaling of right whales continued until 1978 in the Sea of Japan. A photo of a Right whale being hunted in 1922 in the Sea of Japan is available.Unusually high numbers of right whales were recorded off Japan from February to mid-April 2011. One mature female of 18 m (59 ft) body length was stranded on the Shimoda coast on the southern Izu Peninsula. Carcass of this individual was not covered by barnacles.  It had been previously sighted off Inatori, and another animal was sighted very close to shore off Inatori again. A photo and a video are available. Another possible right whale was observed just outside a port in Manaduru in May (no photo was taken).In the Izu Islands, one whale was observed very close to shore, tail-slapping for an extended period of time. No photo of its head was taken.\nOff Kii Peninsula, in April 2011, the same whale-watching operator who had encountered two different right whales in 2006 had a very close encounter with a right whale. This whale was very curious and active; it swam around a vessel for more than 2 hours, displayed all the aerial actions several times (breaching, spyhopping, tail-slapping, pec-slapping) alongside the vessel, and the vessel had to cruise away from the whale because it kept following the vessel. Many professional whale photographers were on this tour, some of them were also on the board when this tour operator during the 2006 sightings.Some whale watching or touring companies have encountered with several right whales or on several occasions such as several companies associated with Ogasawara Whale Watching Association (four animals in the 1990s), Nanki Marine Leisure Service (three different animals in 2006 and 2011), Mikura Island Tourism Association (two whales in 2008), Godzilla-rock cruise (Gojira-iwa kankō) and its subsidiary, Shiretoko Fox Cruise since the 2000s (more than three times at least), Heritage Expeditions (at least three whales in the 2010s).\nA young right whale was killed when it entangled itself in a net off Ōita Prefecture in March 2011. In fact, this was reported by a biologist who saw a right whale's meat being sold at a local market, later reported to a local aquarium.\nA sailor on a yacht had a very close encounter with a cow-calf pair breaching off Miura Peninsula in the earlier 2000s. This sighting was later confirmed by a local marine biologist working at an aquarium.",
    "Historic and current distribution-Wintering/calving grounds": "No coastal or other wintering ground has been found for North Pacific right whales. Which factors cause right whales not to favor inshore waters is unknown.\nMost recent sightings of E. japonica occurred near the coasts; however, as of 2014, none of studies to detect the wintering/calving grounds for E. japonica have been successful though there is an ongoing project by North Pacific Research Board to locate those areas with a hypothetical situation that E. japonica historically preferred coastal waters along east coasts of North American continent.Reviewing of other Eubalaena species' biology, as the population of E. australis in New Zealand primarily use subantarctic Auckland and Campbell Islands as wintering/calving grounds, and the majority of non-calving adults of E. glacialis winter in pelagic waters of Bay of Fundy with recent records of new-born calves present in the region. These areas are known to be feasible for feeding/summering; hence, it is possible that it is not always necessarily for right whales in North Pacific to migrate to warmer waters for wintering/calving, and historical wintering ranges could have been much broader than previously considered. Large portions of southern rights also wintered in pelagic waters in the past, from sub-polar to nearby Equator regions.In winter, the whales' distribution is particularly mysterious. There have been a few sightings close to shores in California and even Baja, particularly in the 1990s along locations like La Jolla, Point Sur, Big Sur coasts, Piedras Blancas, San Simeon, Point Montara, and in Santa Barbara Channel. They have been rare, of short duration and none since 1998. Largest numbers of whales sighted at one times in eastern Pacific outside of SE Bering Sea since after the late 20th century were of 8 animals off Destruction Island in 1959, sightings off Cape Flattery of 3 whales in and 1967 and 6 or 7 whales in 1973, 4 whales at the mouth of Yakutat Bay in March 1979, a pod of 2 or 3 whales at Three Arch Rocks in Oregon in 1994, and likely a pair seen off southwest of San Miguel Island in February 2015. In the western Pacific, the latest of recent records were of a close encounter by a yachter with a cow-calf pair off Sajima Island in Sagami Bay in the early 2000s and a pod appeared close to the pier on Mikura Island in 2008.",
    "Historic and current distribution-Wintering/calving grounds-Eastern North Pacific": "Off the west coast of the United States, Point Conception is a turning location in terms of sighting records in the 19th and 20th centuries, and this may contribute to support the once-abandoned idea; existence of historical breeding grounds in coastal waters including along North American continent.Until recently, most researchers thought that right whales in the eastern North Pacific wintered off the west coast of North America, particularly along the coasts of Washington, Oregon and California. There have been few winter sightings in all these areas, particularly in California. A more detailed study argues that these single individuals were merely stragglers. Notwithstanding 7 days/week whale-watching operations in several parts of this range, there have been only 17 sightings between Baja and Washington state. The absence of calves from historic California stranding data suggests that this area was never an important calving or wintering ground. When a right whale was observed along the coast of La Jolla in 2017, the animal was initially misidentified as a grey whale.",
    "Historic and current distribution-Wintering/calving grounds-Western North Pacific": "Modern observation of right whales in southern Japan and in Izu and Bonin Islands, and in Amami Ōshima, didn't show any signs of whales spending long periods there (although being relaxed, resorting activities have been confirmed) and mostly whales left in a few days, thus where these individuals spent most time in those winters are largely unclear. Only record of longer staying was of Shiretoko sighting in 2013 as possibly the same individual stayed along western coasts of the peninsula for two weeks, and this case was in summer. It is unclear whether the two sightings from the same area in June 25 and July 19 in 2019 belong to the same individual (see above).\nThere are remote (hence less pressures from impacts of human activities) and unstudied areas still possessing less – damaged environments where right whales were historically distributed, scattering among North Pacific and adjacent waters. These include northern proportions of Sea of Japan within Russian, North Korean, and Japanese EEZ such as along Primorsky Krai like Rudnaya bay and Peter the Great Bay, northern Korean Peninsula and adjacent islands such as at East Korea Bay, Ulleungdo, Oki Islands, pacific islands, atolls, seamounts, and guyots in lower latitude such as Ladd Seamount, north of Northern Mariana Islands, north of Babuyan Islands,  small, outer islands and atolls of Taiwan and those in South China Sea such as Pengjia Islet, Green Island, Lanyu, adjacent to Kenting and Dapeng Bay like Xiaoliuqiu, Dongsha Atoll, and vicinity to Marshall Islands, and Midway Islands. According to other Eubalaena species' seasonal distribution, some proportions of Pacific right whales could winter in colder waters, and congregation areas could also be restricted into particular harbors or straits of particular oceanic islands. It could be also said that wintering distributions of E. japonica could have extended further south to regions near the Equator line, according to the historical distributions of right whales in South Pacific that a population existed to winter on pelagic waters on lower latitude which is comparable to latitudes of Diego Garcia, Egmont Islands, and Great Chagos Bank, or even crossing the line on occasions where E. australis have been known to reach Kiribati, Gabon, and E. glacialis likely migrated south to Mauritania to Senegal in the past.",
    "Historic and current distribution-Korea": "The first record of a living animal since after the whaling in the Sea of Japan occurred at Namhae near Busan in February 2015, 41 years after the last record in the Korean EEZ.",
    "Historic and current distribution-China": "There was a sighting off Shenzhen in 2015 although this was broadcast a humpback whale, and the first stranding of the species was recorded on Shandong Province between 2000 and 2006.",
    "Whale watching": "There have been several locations where right whales have been observed regularly close to shore among western north Pacific in recent years, but to observe right whales purposely in commercial operations is a different story. Expedition tours targeting Sea of Okhotsk, Kamchatka, and Commander islands region allows the highest possibilities to observe these whales, however, to encounter with North Pacific right whales during whale watching tours are extremely low, only a handful of operators around the world have had. One extraordinary case occurred in Japan. \"Nanki Marine Leisure Service\", a whale-watching operator working off Kumano-nada sea had 2 different encounters of different animals in 2006, and another one in 2011. For sighting in 2011, it could be one of the most well-recorded observations ever in the history as some of aerial behaviors was observed for the first time such as keep following vessels over several hours, continuously displaying almost all-known surface behaviours of the species in a row. Several cameramen were on board both in 2006 and 2011, and Kenji Oda, a professional whale cameraman had two different encounters in 2006 and later. The Bonin islands is the location with second-highest sighting rates during commercial tours, followed by the Izu Islands.",
    "Threats": "In adopting a Recovery Plan for the North Pacific right whale, the United States government (NOAA) described its evaluation of the various threats to the continued survival of the species.",
    "Threats-Unsustainably small population": "When populations of wild animals get very small, the population becomes much more vulnerable to certain risks than larger populations. One of these risks is inbreeding depression.A second risk of very small populations is their vulnerability to adverse events. In its 2006 Status Review, NMFS stated E. japonica's low reproductive rates, delayed sexual maturity, and reliance on high juvenile survivorship combined with its specialized feeding requirements of dense schools of copepods \"make it extremely vulnerable to environmental variation and demographic stochasticity at such low numbers\". For example, a localized food shortage for one or more years may reduce the population below a minimum size. As the NMFS Status Review notes: \"Zooplankton abundance and density in the Bering Sea has been shown to be highly variable, affected by climate, weather, and ocean processes and in particular ice extent.\"A third risk is an inability to find mating partners. With so few whales in such a large area, simply finding a mate is difficult. Right whales generally travel alone or in very small groups. In other oceans, breeding females attract mates by calling. The success of this strategy depends upon having males within hearing range. As expanding shipping traffic increases the ocean's background noise, the audible range for such mating calls has decreased.",
    "Threats-Oil exploration, extraction, transport and spills": "Oil and gas exploration and production in the right whale's range could threaten the species' survival as a result of oil spills, other pollution, ship collisions and noise. In its 2006 Status Review, NMFS notes that the development of the Russian oil fields off the Sakhalin Islands in the Sea of Okhotsk \"is occurring within the habitat\" of the western population of North Pacific right whales.There have been recent oil spills in the Bering Sea. In 2005, the wreck of the M/V Selendang Ayu near Unalaska released approximately 321,000 US gallons (7,400 imp bbl) of fuel oil and 15,000 US gallons (350 imp bbl) of diesel into the Bering Sea.\nThe exploration phase of oil development is characterized by numerous ships engaged in seismic testing to map undersea geological formations. Testing involves blasts of noise which echo off the undersea rock formations. These explosions have been banned in the Beaufort Sea during the time of year that bowheads are present. In its 2006 Status Review, NMFS concludes: \"In general, the impact of noise from shipping or industrial activities on the communication, behavior and distribution of right whales remains unknown.\"On April 8, 2008, a NMFS review found that there had been no recent Outer Continental Shelf oil and gas activities in or adjacent to the areas designated as critical habitat for E. japonica. On the same day, the U.S. Minerals Management Service (MMS) published a notice of a proposed Oil and Gas Lease Sale 214 for 5,600,000 acres (23,000 km2) in the North Aleutian Basin. In January 2009, the MMS reported in a Scoping Report for the Environmental Impact Statement for the Lease Sale that \"Many commentators expressed concern about impacts resulting from industrial activity and noise to the North Pacific right whales.\" More than half of the proposed Oil and Gas Lease Sale 214 in the Bering Sea is within the designated critical habitat of the North Pacific right whale.On March 31, 2010, President Obama issued a memorandum for the Secretary of the Interior withdrawing Sale 214 from disposition by leasing through June 30, 2017, the Bristol Bay area of the North Aleutian Basin in Alaska. Right whales were not mentioned specifically in the reasons for this withdrawal.",
    "Threats-Environmental changes": "The habitat of E. japonica is changing in ways that threaten its survival. Two environmental effects of particular concern are global warming and pollution.\nThe high densities of copepods that right whales require for normal feeding are the result of high phytoplankton productivity and currents which aggregate the copepods. Satellite studies of right whales show them traveling considerable distances to find these localized copepod concentrations.Global warming can affect both copepod population levels and the oceanographic conditions which concentrate them. This ecological relationship has been studied intensively in the western North Atlantic.",
    "Threats-Hybridization with bowhead whales": "Recently, scientists have begun to notice that the warming Arctic Ocean and land is resulting in changed distribution of species with the result of breaking down climate barriers that have prevented hybridization between closely related species. The most reported examples have been the three confirmed grizzly–polar bear hybrids. In 2010, a team led by National Marine Mammal Laboratory ecologist Brendan Kelly counted 34 possible hybridizations between distinct populations or species of Arctic marine mammals, many of which are endangered or threatened. These observed hybridizations included in 2009, a cross between a bowhead whale and a North Pacific right whale in the Bering Sea. Kelly stated that \"The breedings between the North Pacific right whale, whose numbers have fallen below 200, and the more numerous bowhead whale, could push the former to extinction. (Over time, the hybrids would begin to outnumber the sparse right whales.)\" Co-author Andrew Whitely wrote: \"Breedings between these marine mammals near the North Pole are likely to result in fertile offspring, because many of these animals have the same number of chromosomes...[and] Over the short term the hybrid offspring from these Arctic animal matings will likely be strong and healthy, because unlike inbreeding, which magnifies deleterious genes, so-called outbreeding can mask these genes ... But over time, as the hybrids mate randomly, those harmful genes will come out of hiding and make the offspring less fit and less capable of surviving.\"In Sea of Okhotsk, habitat sharing with an endangered population of bowhead whales have been confirmed at northern parts of the sea especially within the region contains Akademii and Ul'bansky Bays as well as critically endangered western gray whales. Whales may appear into northeastern part as well such as Shelikhov Gulf. Extent of effect to both species by habitat sharing is unknown.",
    "Threats-Entanglement in fishing gear and interaction with marine debris": "In its 2013 evaluation of the threats to survival of the North Pacific right whale, NOAA examined the possible impacts of entanglement in fishing gear and ingestion of marine debris. Entanglement in fishing gear is a major threat to the survival of the North Atlantic right whale. Marine debris includes, among other items, abandoned or lost fishing gear and small plastic items that could be ingested.There is year around commercial fishing in the range of the North Pacific right whale in both the Bering Sea and the Gulf of Alaska. and also in the western part of its range around Kamchatka, the sea of Okhotsk, and the Japan. Entanglement in fishing gear can both result in the death of the whale relatively quickly, or result in long-term stress that reduces the whale's health leading to less reproduction or death.\nAs more attention has been paid to the issue of whale entanglement with fishing gear, more records of entanglements are discovered. Here is a list of entanglements of North Pacific right whales in fishing gear:\n\nFebruary 2015 – a young right whale became entangled in the ropes of a musselaquaculture operation in Korea. (The whale was eventually released.)In the eastern Bering Sea gear is deployed in nearshore waters, areas \"not associated and generally not overlapping with known North Pacific right whale distribution.\" Pot fisheries occur in offshore waters, but are often deployed in winter when right whales are not known to be present.\nOctober 2016 – Japan, a 9.5m whale was killed in entanglement in the Volcano Bay, Hokkaido. The body was processed to products on sale.\nJune 2013 – British Columbia, Canada. One of the two right whales seen had serious injuries to its rostrum that appear to have been caused by entanglement in fishing gear.\n2011 – Japan a young right whale was killed by being entangled in net in Ōita Prefecture. This death was reported by a biologist who saw a right whale's meat being sold at a local market, later reported to a local aquarium.In the Sea of Okhotsk entanglement in fishing gear, like deep-water crab traps and Japanese pelagic driftnet gear for salmon may be a significant problem.\nAll the modern records of entanglement have involved Japanese fisheries including cases in the Russian Far East in which about 60% of all cetacean (medium to larger species) entanglements recorded in the Sea of Okhotsk were caused by Japanese fisheries.\nAugust 3, 2003 –  in the Sea of Okhotsk at 47°04'580\"N 146°-06-566\"E two right whales sighted in 3,200 m water depth. One of the whales had a big scar anterior to the blowhole caused by fishing gear such as the mainline from crab nets (photos).\nDecember 25, 1996 – in the Sea of Okhotsk, one right whale found alive but entangled in crab net gear. The whale was released from the gear, but escaped carrying 5 m of mainline still attached.\nSeptember 1, 1995 – in the Sea of Okhotsk, one whale dead from entanglement in unspecified gear at 50°30'N 150°39'E \nAugust 1992 – Sea of Okhotsk one whale found alive with fishing gear wrapped on the tail flukes\n1994 – Japan (October) dead from entanglement in Japanese drift net",
    "Threats-Ship collisions": "Collisions with commercial ships are the greatest threat to North Atlantic right whales. Both summer feeding ranges and winter calving grounds are located in busy shipping channels. E. japonica does not frequent shipping channels. In the North Pacific, this threat is probably smaller, but it still exists.\nAll larger cetaceans passing through under threats of being struck by vessels on various sea-lanes in Asian nations, especially in the Tsushima Strait. Japanese Coast Guard has started to collect sighting records of large whales in the area, but majorities of species identities of each records are unspecified in their log, hence it is unknown if any right whales have ever been actually sighted.",
    "Threats-Ship noise": "In its 2013 Recovery Plan, NOAA reviewed the scientific evidence on the effects of ship noise on right whales at length. No studies have been done on North Pacific right whales due to the difficulty of even finding them. Several studies have been done on North Atlantic right whales which are reviewed.  Ship noise in the oceans has increased dramatically due to both the amount of shipping and the exploration for oil and gas. The increased noise may make right whales more vulnerable to being struck by ships.  It may also impose a sublethal level of stress on them that might impact their health. (citation).NOAA concluded that \"the severity of ship noise to North Pacific right whales is unknown and uncertainty of the threat is high. Therefore the relative impact to recovery is ranked as unknown.\"",
    "Threats-Predation": "The 2013 U.S. Recovery Plan noted that there is \"currently no evidence\" of predation on North Pacific right whale by killer whales, and that none of the photos of North Pacific right whales showed no images of tooth rake marks typical of killer whale attacks, but \"this is not to suggest ... this predation does not occur, only that it has not been observed\".\nThere are records of sharks attacking North Atlantic right whales on their calving grounds. In the Canadian Arctic 17 Inuit reported having seen killer whales attack bowhead whales.The U.S. Recovery Plan concludes that any predation would likely have a larger impact on calf and subadult age classes, and that the relative impact to recovery from predation is ranked as low severity and medium uncertainty.",
    "Threats-Whaling": "Historic whaling is the reason North Pacific right whales are so endangered today. The two critical periods of whaling were 1839 to 1849 (pelagic whaling, 90% American ships) and 1963 to 1968 (illegal Soviet whaling). The illegal Soviet whaling in the 1960s killed 514 right whales in the Bering Sea and Gulf of Alaska to plus 136 right whales in the Sea Okhotsk and the Kuril Islands.Although whaling was the principal threat to North Pacific right whales, there is no record of whalers targeting this species since the 1980s. Accordingly, this threat appears minor at this time.",
    "Threats-Lack of funding for management, research and conservation": "Trying to research and manage human interactions with whale populations that are spread out geographically in remote areas and hard to locate is expensive. With governments around the North Pacific facing reductions in budgets, funding for such efforts are becoming increasingly difficult to obtain. Most of the research on the right whales in the Bering Sea and Gulf of Alaska was funded as part of proposed leases for oil and gas exploration that recently have been deferred and that funding ended. The U.S. National Marine Fisheries Service reports \"currently there is no funding at all for North Pacific right whale research despite the critically endangered nature of this population.\"In Japan, the only system of collecting reports of large whales along the Japanese coast is the ICR Strandings Record – this applies only to stranded individuals, hence the limited knowledge about the biology of free-swimming right whales in Japan. There were more unpublished or unreported sightings of right whales confirmed by locals in recent years in which some important observations such as a cow-calf pairs observation close to shore are included (personal contact). For example, a sailor on a yacht had a very close encounter with a cow-calf pair breaching off Miura Peninsula in earlier 2000s. This sighting was later confirmed by a local marine biologist working at an aquarium.",
    "Conservation": "",
    "Conservation-The challenge of finding right whales": "A threshold problem for conserving this species is locating them.  Other right whale species can reliably be found on their feeding grounds (North Atlantic right whale), or on their wintering grounds (both North Atlantic and Southern right whale). In contrast, there are no reliable places where researchers can find North Pacific right whales.  In the eastern portion of their range, there are so few whales that researchers have described it looking for a needle in a haystack. In the western portion of their range, the ability of researchers to find right whales in the Sea of Okhotsk and Kuril Islands is greatly hindered by the difficulty and expense of getting access to these areas which are in Russian territorial waters and EEZ, and by the fog that makes visibility minimal.\nUntil recently nearly all the records of North Pacific right whales have been visual observations from ships or from shore. However, on their summer grounds in the Bering Sea and Gulf of Alaska, the sea conditions are frequently so rough, windy and/or foggy that detection of right whales known to be present is problematic. In 2015, a NOAA research cruise in the Bering Sea off Kodiak focused on finding right whales detected acoustic signals on two occasions from a right whale, but in neither case were the researchers able to visually locate the whales. Previous NOAA dedicated ship surveys in the southeast Bering Sea also have had only sporadic success in visibly locating right whales.  A month-long NOAA dedicated research cruises in August 2007 in the southeast Bering Sea sighted no right whales.More recently, scientists have increasingly been using a new technology to acoustically detect right whales. As described above, right whales make calls that can be distinguished from the calls of other species so that researchers have concluded they such detections constitute reliable records based solely on the acoustic recordings.\nThe technology is able to detect submerged animals, independent of water clarity.Acoustic searching for North Pacific right whales has been done with two types of listening devices. Directional and ranging sonobuoy are floating devices that are deployed from ships are monitored for short periods of time (hours) from ships. Alternate listening devices are permanently moored acoustic recorders that acoustically sample over long periods (months) until the acoustic is retrieved by a ship.\nAcoustic detection and visual searches are often used in conjunction. Right whales are detected acoustically then are located visually by shipboard observers. In August 2004, NOAA  listening devices in the southeastern Bering Sea detected right whale vocalizations. The researchers then deployed directional and ranging sonobuoys to locate the calling whales. This information allowed researchers to find visually the whales and photograph, biopsy dart (to collect genetic samples) and tag two whales.Researchers have also developed increasingly sophisticated and durable satellite tags that can be attached to whales, including right whales. These tags can collect information for months about the long-distance travels of whales, and have produced information on movements of right whales in the North Atlantic and Southern Hemisphere. (citations needed)   satellite-monitored radio tags. These are non-lethal, and applied with a crossbow, can beam the whales' location, movements, dives and other information to researchers.  However, the only occasion on which researchers have visually detected a right whale and been able to attach a satellite tag was on the 2006 NOAA research in the Bering Sea. However, of the ___ tags deployed,  ___ failed within __ days.\nOnly one tag worked, and it failed after 40 days, just as the whale was expected to start its southern migration. During that period the whale moved throughout a large part of the shelf, including areas of the outer shelf where right whales have not been seen in decades. and 1997–2004.There may be locations in the Sea of Okhotsk where right whales can reliably be found in summer. In the Sea of Okhotsk, the right whales are currently distributed far from shore in the southern part of the sea. The Sea is mainly Russian territorial waters, so Russian cooperation is required for any surveys. The remoteness of the location and the enormous demand for ships and aircraft associated with oil and gas exploration near Sakhalin Island, make any ship or aerial surveys difficult and expensive.",
    "Conservation-International law": "After World War I, the major whaling nations of the time (Norway, Great Britain, United States) became increasingly concerned the depletion of blue whales and other whale species, and entered into first international whaling treaty in 1931, the International Convention for the Regulation of Whaling which became effective in 1935 after ratification by the member nations. The treaty banned the hunting of all right whales. However, Japan and the Soviet Union did not ratify the treay, and thus were not bound by it. Attempts to bring the other major whaling nations under an international regime stalled until after World War II.In 1946 the major whaling countries signed the International Convention for the Regulation of Whaling which established the International Whaling Commission (IWC) whose regulations first took effect in 1949. Since its inception, the IWC has banned the commercial hunting of right whales. Currently, the IWC classifies E. japonica a \"Protection Stock\" which bars commercial whaling.However, the International Convention for the Regulation of Whaling explicitly allows member countries to issue permits to their own citizens kills whales for scientific research, even if that species is otherwise protected from commercial hunts.  In 1955, the Soviet Union granted it whalers permits to kill 10 North Pacific right whales, and in 1956 and 1958 the Japanese granted permits to its whalers to kill 13 North Pacific right whales. The member nation issuing the scientific permit must report these permits to the International Whaling Commission. The 23 North Pacific right whales taken pursuant to these permits provide much of published morphology and reproductive biology data for this species. No further scientific whaling permits have been issued by any country to take North Pacific right whales.During the 1960s, the IWC did not place observers on whaling ships. Whaling nations were expected to monitor their own whalers. The Soviet Union abused this process, directing its whalers to capture thousands of protected blue whales, humpback whales and right whales around the world. The Soviet Union's massive illegal whaling of North Pacific right whales is described in the discussion on historic whaling. The IWC did not require the Soviet Union (and other member nations) to have foreign observers on their ships until 1972, at which time the Soviet Union entered into agreement with Japan for Japanese observers on Soviet whaling ships.Under the Convention on International Trade in Endangered Species (CITES) all right whales (Eubalaena spp.) are listed in Appendix I which bans all international commercial trade of parts or products of right whale species.\nUnder the Convention on the Conservation of Migratory Species of Wild Animals (CMS)The North Pacific right whale is listed on Appendix I  (CMS) as this species has been categorized as being in danger of extinction throughout all or a significant proportion of their range and CMS Parties strive towards strictly protecting these animals, conserving or restoring the places where they live, mitigating obstacles to migration and controlling other factors that might endanger them.",
    "Conservation-United States laws and regulations": "Actions involving the North Pacific right whale are subject to three separate laws. First, the Whaling Convention Act of 1949 authorizes the federal government to adopt regulations that mirror the regulations (the \"Schedule\") adopted by the International Whaling Commission, including the IWC's ban on the commercial take of any right whales.\nSecond, the Marine Mammal Protection Act  (MMPA) gives jurisdiction for management of all whale species to the National Oceanic and Atmospheric Administration (NOAA) of the Department of Commerce. NOAA determined that the North Pacific right whale is currently \"depleted\" as that term is used in the act in 1973. Such classification affords the species various protections under the MMPA.\nThird, under the Endangered Species Act,  NOAA has listed the North Pacific right whale as \"endangered\".  This law provides the species with additional protections which overlap those of the MMPA, but generally are more protective.",
    "Conservation-United States laws and regulations-Critical habitat": "The Endangered Species Act directs the managing agencies, in this case NOAA, to designate portions of oceans as \"Critical Habitat\" which triggers specific protective measures.\nOn October 4, 2000, the Center for Biological Diversity (CBD) petitioned NMFS to designate the southeast Bering Sea shelf from 55–60°N as critical habitat for E. japonica. On February 20, 2002, NMFS declined (67 FR 7660) at that time, arguing that available information was insufficient for such a finding. CBD challenged NMFS in court, and in June 2005, a federal judge directed the agency to make a designation. In 2006, NMFS complied, designating one in the Gulf of Alaska south of Kodiak Island and one in the southeast Bering Sea (71 FR 38277, July 6, 2006). Later, NMFS split the \"northern right whale\" into E. glacialis and E. japonica, and reissued its rule.Critical habitats must contain one or more \"primary constituent elements\" (PCEs) that are essential to the conservation of the species. NMFS identified as PCEs: species of large zooplankton in right whale feeding areas, in particular the copepods Calanus marshallae, Neocalanus cristatus, and Thysanoessa raschii whose high lipid content and occurrence make them preferred prey items., and physical concentrating mechanisms, physical and biological features that aggregate prey into densities high enough to support efficient feeding.NMFS simply used repeated right whale sightings in the same small area in spring and summer as a proxy for the presumed PCEs.\nThese areas support extensive and multi-species commercial fisheries for pollock, flatfish, cod, various crabs and other resources (but not salmon). NMFS ruled that these fisheries do not threaten PCE availability. NMFS also ruled that the zooplankton PCE was vulnerable to oil spills and discharges, which may require measures such as conditioning federal permits or authorizations with special operational constraints.Once a critical habitat has been designated, federal agencies must consult with NOAA to ensure that any action they authorize, fund or carry out is unlikely to destroy or adversely modify it.",
    "Conservation-United States laws and regulations-Recovery Plan": "In June 2013, NOAA issued a formal \"Recovery Plan for the North Pacific Right Whale\" pursuant to the Endangered Species Act. The Recovery Plan describes the current state of scientific knowledge of the species and the threats to its continued survival. The Plan also contains proposed conservation measures, which mainly consist of various research proposals including passive acoustic monitoring, satellite tagging, and review of historic whaling logbooks.",
    "Conservation-Canadian regulation": "In Canada, some right whales had been caught in the early 20th century from whaling stations off northern Vancouver Island. There had been no sightings of right whales in Canadian waters since the large illegal Soviet kill in the 1960s with two exceptions of a pair confirmed off Queen Charlotte Islands at 50°00′N 130°0′W – 55°00′N 140°0′W in 1970 and two large whales seen on Swiftsure Bank off Strait of Juan de Fuca in 1983 though their species was unconfirmed. There were no officially-confirmed records until the sighting of a single right whale on June 9 and 13, 2013, south of Langara Island at the north end of the Queen Charlotte Islands (Haida Gwaii), in British Columbia (~ 54°N, 132°W) followed by the second sighting of different individual at the mouth of the Strait of Juan de Fuca four months later. Furthermore, a possible right whale was observed by a naturalist at the milepost 8 nearby Kydaka Point in October, 2014.In 2003, Fisheries and Oceans Canada issued a National Recovery Strategy for E. japonica in Pacific Canadian Waters.  In 2012, Fisheries and Oceans Canada issued an analysis of critical habitat for North Pacific right whales, and blue, fin and sei whales in British Columbia. In 2013, Fisheries and Oceans Canada issued a \"Draft Partial Action Plan for Blue, Fin, Sei and North Pacific Right Whales (Balaenoptera musculus, B. physalus, B. borealis, and Eubalaena japonica) in Pacific Canadian Waters\".",
    "History of whaling": "",
    "History of whaling-Whaling before 1835": "In Japan, hunting for right whales dates back at least to the 16th century, although stranded whales had been used for centuries before then. In 1675, Yoriharu Wada invented a new method of whaling, entangling the animals in nets before harpooning them. Initially the nets were made of straw, later replaced by the stronger hemp. A hunting group consisted of 15–20 Seko-bune or \"beater\" boats, 6 Ami-bune or netting boats and 4 Mosso-bune or tug boats, for a total of 30–35 boats with crews totaling about 400. In addition to right whales, they took gray whales and humpback whales.\n\nHunts took place in two regions: the south coast (modern Mie, Wakayama and Kōchi Prefectures) on the east coasts, and the waters north of the prefectures from Kyoto to Yamaguchi and to the west of Kyūshū which hunted in the Sea of Japan. Off the south coast of Japan, hunting lasted from winter to spring. Catches in Kōchi Prefecture between 1800 and 1835 totaled 259 whales. Catches at Ine on the Sea of Japan during the period 1700–1850 averaged less than 1 per year. Catches at Kawaijiri also on the Sea of Japan averaged 2 per year from 1699 to 1818.A few Native American tribes hunted in the North Pacific. Their catches were much lower than the Japanese. The Inuit along the western and northwestern coasts of Alaska have hunted whales for centuries. They prefer the bowhead whale, and occasionally the gray whale. They hunted at or beyond the northern limits of the right whale's range.\nAleuts hunted E. japonica and Gray whales along the Aleutian Islands and the Alaska peninsula, using poisoned harpoons. The catch was not recorded, but is unlikely to have been more than a few per year.The Nootka, Makah, Quilleute and Auinault tribes of Vancouver Island and the coast of Washington were also skilled whalers of the gray and humpback whales. Right whales were rare in their catches.The North Pacific was the furthest whaling ground from New England and Europe markets. During the open-boat whaling era, the mainly American ships hunted in the nearest ranges first. As the fleet grew, boats spread to the eastern North Atlantic and, by the 1770s, the South Atlantic. Following the lead of the British, American vessels first sailed the South Pacific in 1791, and by the end of the decade had reached the eastern North Pacific. By the 1820s, the whalers had started to use Lahaina, Hawaii, as a base for hunting sperm whales.",
    "History of whaling-Pelagic: 1835–1850": "In 1835, the French whaleship Gange ventured north of 50°N and became the first pelagic whaling ship to catch a North Pacific right whale. News of this find spread quickly. Whaleships north of 50° increased from 2 in 1839 to 108 in 1843 and to 292 in 1846. Approximately 90% of the whaleships were American, the remainder primarily French.The focus of the North Pacific whaling fleet on right whales ended soon after 1848, when a whaler ventured through the Bering Straits and discovered unexploited populations of bowhead whales. Being more abundant, easier to capture, and yielding far more baleen, the majority of whalers rapidly switched to hunting bowheads. Since bowheads range further north than right whales, hunting pressure on right whales declined rapidly.The estimated total catch in the fishery in the Gulf of Alaska, Bering Sea, North Pacific and Sea of Okhotsk was 26,500–37,000 right whales between 1839 and 1909. Eighty percent of this catch was concentrated in the single decade of 1840–49.",
    "History of whaling-Industrial: 1850–1930s": "In the decade between 1850 and 1859, the catch dropped to 3,000–4,000 animals, one-sixth the previous level. Between 1860 and 1870, it dropped to 1,000 animals. By the end of the 19th century, pelagic whalers averaged less than 10 right whales per year.In the late 19th century, steam propulsion and the explosive harpoon opened up new whaling opportunities. Species previously too swift to hunt commercially could now be caught—blue and fin whales. Small coastal whaling operations opened in California, Oregon, and Washington, British Columbia, and in the Aleutian Islands and in southeast Alaska, and in the Kuril Islands in the west. Whalers hunted by day, towing their catch to shore for flensing, operating in a fairly small area around the whaling stations. Although they weren't the primary targets, a few right whales were recorded in catches from these stations. A close-up photo of a North Pacific right whale taken at the Kyuquot whaling station, British Columbia in 1918 can be seen here.",
    "History of whaling-After the official protection": "The later \"factory ships\" that processed carcasses while at sea further transformed pelagic whaling. Right whales continued to be taken, although uncommonly due to their rarity. Japan continued hunting right whales through the beginning of World War II. Afterward, General Douglas MacArthur, head of Allied occupation forces, encouraged the Japanese to resume whaling to feed their hungry population. Japan then joined the International Whaling Commission which barred the hunting of right whales. Except for 13 killed under \"scientific permits\", in accordance with IWC rules, Japanese whalers have honored this prohibition.\n\nPossibly, several hundred whales (mostly unreported or unrecorded) were taken by Japanese until the late-1970s, including mass captures off southeastern Hokkaido and off Akkeshi. In 1977, one of a pair firstly sighted at beaches in Numadu was driven into port of Kumomi next day and was killed (although majority of medias even the museum itself claim that people tried their best to save the whale who stranded him/herself). A local museum (雲見くじら館) was later built specially for displaying the animal's carcass. In the late 1970s, at least two cow-calf pairs were confirmed during cetacean surveys by Institute of Cetacean Research in very nearby area of Suruga Bay and off Bentenjima Island in Enshunada Sea, and another whale was observed in exactly the same area (Kumomi) in 1996 as well.In the 1970s, four right whales were taken by Chinese (or actually by Japanese) and Korean whalers. At least two whales were taken off Haiyang in the Yellow Sea in by Japanese whalers in 1944, and another pair was also taken by Japanese whalers in north of the island in January 1973 where both of these were later made to be specimen where smaller specimen became the only specimen (with skins and baleens) of the species in the world at the Dalian Natural History Museum, and the larger individual is now on the Zhejiang Museum of Natural History. reaching around 16–17.1m, and were later made to be specimens for exhibition at several locations. Last record of the species in the nation was of a single whale being killed in the south of Haiyang Island in December 1977. There have been none of confirmed records along Chinese coasts targeting right whales since after the last catch (or a sighting) in 1977. For the catches in the Yellow Sea, P Wang, the same researcher who reported the catch in December 1977 off Haiyang Island in the Yellow Sea mentioned that it was possibly the same record as one in 1944 by Japanese whalers. Many of these captured individuals were rather large individuals as reaching around 16 m (52.5 ft), and were later made to be specimens for exhibition at several locations. There have also been an unknown number of modern catches off Taiwan as well.World's last catch records of the species were claimed to be two catches by Japanese whalers in the Yellow Sea in 1994.",
    "History of whaling-Illegal Soviet whaling: 1962–1968": "Historically, compliance with fisheries regulations regarding species caught and amount of the catch could be monitored when the fishing vessel returned to port, but with whaling factory ships, the whales were processed at sea, and the resulting products from all the baleen whales (whale oil, meat) were combined into a single commodity by the time the whaling ship reached port. As a consequence, a whaling operation that caught a protected right whale could cover up this infraction by combining the meat and oil with that from legal catches and misreporting it as a legal catch of a fin or several minke whales which would yield the same amount of product. Before DNA analysis of meat products became available very recently, such infractions could not be detected when the factory ship returned to port.\nAt the time, the only way to monitor compliance was by having whaling \"inspectors\" on the factory ships themselves to record the species and size of whales caught. When the International Whaling Commission (IWC) was established in 1946, monitoring of compliance with and enforcement of the IWC's regulations was the responsibility of each member nation with respect to its nationals' whaling operations. Each nation employed its own whaling inspectors at whaling stations and aboard whaling factory ships. Each member nation of the IWC was required to report to the IWC annually on compliance, describing the specifics of any infractions (e.g. number of illegal whales caught of which species), and what actions the member nation had taken regarding these infractions. The IWC itself has no legal authority to monitor whaling operations or impose sanctions on whaling operations for infractions. This policing of the whaling fleets by their own governments persisted until 1972 when the IWC established a system of international observers on whaling ships.In the 1960s, Soviet whalers had no international observers on board, and no conservation groups following them at sea. By 1962, humpback, blue and fin whales were getting harder to find in the North Pacific, and the Soviet whalers, under great pressure from their own government to meet production targets, deliberately chose to hunt right whales, apparently killing every right whale they could over the next eight years, in the North Pacific and also the southern oceans. The Soviet government then filed fraudulent reports with the Bureau of International Whaling Statistics and the International Whaling Commission, admitting killing during this period only one right whale, by accident.\nThese Soviet infractions remained a state secret for four decades. In many instances, the Russian biologists who had been on the whaling ships were prohibited from examining the carcasses or taking any biological measurements of these whales. Nevertheless, several biologists kept their own records of what the whalers caught, then kept these records secret. After the collapse of the Soviet government, the new Russian government released at least part of the data on the true catch data.In 2006, former Soviet whale biologist Nikolai Doroshenko published records of 372 right whales caught by the Soviet whaling fleets Vladivostok and Dalnij Vostok in the Bering Sea and eastern North Pacific between 1963 and 1968. He also documented an additional 126 right whales killed in the Sea of Okhotsk between 1963 and 1968 and another 10 in the Kuril Islands in 1971.Doroshenko did not have information regarding catches by a third Soviet whaling fleet, the Sovetskaya Rossiya, operating in the Gulf of Alaska in 1962–1963 that caught 142 right whales that were additional to the 372 previously revealed. Of the whales killed by the Sovetskaya Rossiya fleet, 112 were killed in June 1963 in the central and northern Gulf of Alaska.In 2012, newly discovered documents revealed that the total illegal catch was even larger. The accounting based on that information showed that the Soviet whaling fleets caught 529 right whales from 1962 to 1968 in the eastern North Pacific, plus 152 more right whales in the Sea of Okhotsk in 1967 and 1968, for a total of 661 right whales. Catches were distributed in the Bering Sea (115), eastern Aleutian Islands (28), Gulf of Alaska (366), Sea of Okhotsk (132), and other areas (20). Detailed information on catches of 112 right whales taken in May/June 1963 shows a broad distribution in offshore waters of the Gulf of Alaska, consistent with 19th century historical whaling records. Other major areas in which right whales were caught include south of Kodiak Island, western Bristol Bay (southeastern Bering Sea), and the central Sea of Okhotsk off eastern Sakhalin Island. The catches primarily involved large mature animals, thus greatly inhibiting recovery of right whales in these regions.Since that 2012 accounting for illegally caught whales was published, the principle analyst for that study has increased her estimate of the total North Pacific right whales caught by the Soviet whalers in the North Pacific and Sea of Okhotsk from 661 whales to a new total of 765 whales, but details of the distribution of those additional whales is not yet published.It was also revealed that Japan was in fact 'helping' this destructive hunts in terms of neglecting and disregarding monitoring obligations, and there were agreements between Japan and Soviet to keep their illegal mass whaling activities in foreign/international protected waters in confidentiality.",
    "See also": "List of cetacean species",
    "References": "",
    "External links": "NOAA National Marine Fisheries Service, Office of Protected Resources, North Pacific Right Whale\n(Final) Recovery Plan for the North Pacific Right Whale, NOAA National Marine Fisheries Service, Office of Protected Resources\nNational Marine Fisheries Service, Alaska Regional Office, North Pacific Right Whale Management in Alaska\nNational Marine Fisheries Service, National Marine Mammal Laboratory\nThe North Pacific Right Whale (Eubalaena japonica) – the most endangered whale – Jim Scarff's Eclectic Home Page\nFact sheet on right whales for kids\nCenter for Biological Diversity – Right Whale page\nVoices in the Sea – Sounds of the North Pacific Right Whale\nNorth Pacific Research Board – In Search of the Right Whale Nursery"
  }
}