{
  "url": "https://en.wikipedia.org/wiki/Pantropical_spotted_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Stenella"
    },
    {
      "Species": "S. attenuata"
    }
  ],
  "text": {
    "__SUMMARY__": "The pantropical spotted dolphin (Stenella attenuata) is a species of dolphin found in all the world's temperate and tropical oceans. The species was beginning to come under threat due to the killing of millions of individuals in tuna purse seines. In the 1980s, the rise of \"dolphin-friendly\" tuna capture methods saved millions of the species in the eastern Pacific Ocean and it is now one of the most abundant dolphin species in the world.",
    "Taxonomy": "The species was first described by John Gray in 1846. Gray's initial analysis included the Atlantic spotted dolphin in this species. They are now regarded as separate. Both the genus and specific names come from Latin words meaning thin or thinning.\nThree subspecies are recognised in Rice's 1998 survey of cetacean taxonomy.  Two of these have not been formally named.\n\nS. a. subspecies A, the off-shore form found in the eastern Pacific\nS. a. subspecies B, a form found around the Hawaiian Islands\nS. a. graffmani, a coastal form found from Mexico to Peru\nS. a. attenuata.",
    "Description": "The pantropical spotted dolphin varies significantly in size and coloration throughout its range. The most significant division is between coastal and pelagic varieties. The coastal form is larger and more spotted. (These two forms have been divided into subspecies only in eastern Pacific populations).\nSpots are key defining characteristics in adults, though immature individuals are generally uniformly colored and susceptible to confusion with the bottlenose dolphin. Populations around the Gulf of Mexico may be relatively spot-free even in adulthood. In the Atlantic, confusion is possible with the Atlantic spotted dolphin.\nBroadly speaking, the dolphin has a long, thin beak. The upper and lower jaws are darkly colored, but are separated by thin, white \"lips\". The chin, throat, and belly are white to pale grey with a limited number of spots. The flanks are separated into three distinct bands of color — the lightest at the bottom, followed by a thin, grey strip in the middle of the flank, and a dark-grey back. The tall concave dorsal fin is similarly colored. The thick tail stock matches the color of the middle band.\nThe pantropical spotted dolphin is very active and is prone to making large, splashy leaps from the sea. It is a common breacher and will often clear the water for a second or more. Bow-riding and other play with boats is common.\nIn the eastern Pacific, the dolphin is often found swimming with yellowfin tuna (hence the problem with dolphin deaths caused by tuna fishing). However, they do not feed on that fish. In fact, the two species have similar diets of small epipelagic fish. In other areas, the species may also feed on squid and crustaceans.\nBirth length is 80–90 cm. Adults are about 2.5 m long and weigh 120 kg. Sexual maturity is reached at 10 years in females and 12 years in males. The average lifespan is around 40 years.",
    "Population and distribution": "The pantropical spotted dolphin, as its name implies, is found across all tropical and subtropical waters around the world — roughly speaking all oceans and seas between 40°N and 40°S. The total world population is in excess of three million — the second-most abundant cetacean after the bottlenose dolphin — of which two million are found in the eastern Pacific. However, this represents a decrease from at least 7 million since the 1950s.\nCentres of highest population density are the shallow warmest waters (water temperature in excess of 25 °C). They also tend to concentrate where a high temperature gradient is found.\nAppearances of vagrancy in the Levantine Basin of the Mediterranean Sea through Suez Canal is expected.",
    "Human interaction": "The pantropical spotted dolphin's propensity for associating with tuna, particularly in the eastern Pacific, has in recent history been a very real danger. In the 1960s and 1970s, fishermen would capture thousands of dolphin and tuna at once using purse seine nets. The dolphins all died. Over a period of about 25 years, 75% of this region's population, and over half the world's total were wiped out. The issue has received wide public attention. Many major supermarkets have found it economically expedient to use tuna suppliers whose fisherman catch tuna by more discriminatory means, and thus advertise their tuna product as dolphin-friendly. Some such products are approved by the Whale and Dolphin Conservation Trust.Negative impacts from fishing activities remain, despite broad \"dolphin safe\" practices.  Instead of reducing numbers through direct mortalities,  fishing activities have disrupted the reproductive output of the northeastern pantropical spotted dolphin. The fishing had a negative impact on calf survival rates and/or birth rates. This could be caused when fishing operations separate mothers from their suckling calves, interfere with the conception or gestation of calves, or a combination of the two.",
    "Major Threats": "The eastern Pacific populations of pantropical spotted dolphins are divided into 3 units – coastal and 2 offshore populations, northeastern and western-southern. Just under 5 million dolphins were killed between 1959 and 1972. 3 million of these were from the northeastern offshore population unit. Since that time, this subpopulation has been the slowest to recover, if it is truly recovering at all. Natural mortalities are occurring as well, but they are difficult to estimate.The major threat to Stenella attenuata is individuals killed as by-catch in fisheries. Tuna fishermen follow pantropical spotted dolphins in order to find and catch fish. The height of incidental killings was in the 1960s and 1970s. Tuna fishermen from the 1950s to the 1980s in the eastern Pacific killed massive numbers of dolphins, most of which were offshore spotted dolphins.Another threat to this species is gillnet fisheries in Australia, North Pacific (central and northern areas), Peru, Ecuador, Japan, and Philippines. Trawls in West Africa and long-lining in the Central Atlantic likewise pose significant threats to these species. Small directed catches in other parts of the world are not as well documented. There is a large-mesh pelagic driftnet fishery of eastern Taiwan where a large number of dolphin killings are suspected. The exact number of deaths due to this fishery is unknown.\nJapan catches pantropical spotted dolphins for human consumption. The average catch between 1995 and 2004, was 129 animals annually. Pantropical spotted dolphins are the preferred species for consumption in Taiwan.",
    "Conservation Actions": "The eastern tropical Pacific and Southeast Asian populations of the pantropical spotted dolphin are listed in Appendix II of the Convention on the Conservation of Migratory Species of Wild Animals (CMS). As the pantropical spotted dolphin can be divided into three subspecies, studies of these distinct populations would be needed to assess conservation efforts.In addition, the pantropical spotted dolphin is covered by the Memorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia (Western African Aquatic Mammals MoU) and the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MoU). The U.S. Marine Mammal Protection Act was established in 1972. U.S. Fishing vessels have since reduced dolphin by-catch deaths by 95%. The U.S. Marine Mammal Protection Act lists the northeastern and coastal stocks as “Depleted.”Dolphin deaths have greatly decreased since the establishment of the Inter-American Tropical Tuna Commission (IATTC). The Commission set mortality limits on the international fleet. In 2005, only 373 spotted dolphin deaths were observed.Dolphin populations are able to grow at 4% per year, but the pantropical spotted dolphin populations did not improve or worsen between 1979 and 2000. The population has not recovered, even though 30 years of management has been in effect.\nAlthough the USA and international fishing agencies have reduced dolphin bycatch significantly, the northeastern subpopulation is not showing strong signs of recovery. This lack of recovery of the subpopulations of the pantropical spotted dolphins could be due to the following reasons: calf separation, orphaning, fishery stress, under-reported mortality, and ecosystem change. Observed deaths of these dolphins could be under-reported because small vessels do not have observers, observers do not see the net constantly at all times, injured dolphins die after observation, and dead individuals are not always reported.",
    "See also": "List of cetacean species",
    "Footnotes": "",
    "References": "",
    "Further reading": "Pantropical Spotted Dolphin by William F. Perrin in Encyclopedia of Marine Mammals pp. 865–867. ISBN 978-0-12-551340-1\nWhales Dolphins and Porpoises, Mark Carwardine, Dorling Kindersley Handbooks, ISBN 0-7513-2781-6\nNational Audubon Society Guide to Marine Mammals of the World, Reeves, Stewart, Clapham and Powell, ISBN 0-375-41141-0\nVariation of spotted and spinner porpoise (genus Stenella) in the Eastern Pacific and Hawaii William F. Perrin",
    "External links": "Photos of Pantropical spotted dolphin on Sealife Collection"
  }
}