{
  "url": "https://en.wikipedia.org/wiki/Peale's_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Lagenorhynchus"
    },
    {
      "Species": "L. australis"
    }
  ],
  "text": {
    "__SUMMARY__": "Peale's dolphin (Lagenorhynchus australis) is a small dolphin found in the waters around Tierra del Fuego at the foot of South America. It is also commonly known as the black-chinned dolphin or even Peale's black-chinned dolphin. However, since Rice's work  Peale's dolphin has been adopted as the standard common name.",
    "Taxonomy": "Though it is traditionally placed in the genus Lagenorhynchus, recent molecular analyses indicate Peale's dolphin is actually more closely related to the dolphins of the genus Cephalorhynchus. If true, this would mean this species must either be transferred to Cephalorhynchus or be given a new genus of its own.  An alternate genus proposed for this species (as well as the Pacific white-sided dolphin and dusky dolphin is Sagmatias. Some behavioral and morphological data support moving Peal's dolphin to Cephalorhynchus. According to Schevill & Watkins 1971, Peale's dolphin and the Cephalorhynchus species are the only dolphins that do not whistle. Peale's dolphin also shares with several Cephalorhynchus species the possession of a distinct white \"armpit\" marking behind the pectoral fin.",
    "Physical description": "Peale's dolphin is of typical size in its family — about 1 m in length at birth and 2.1 m (6.9 ft) when fully mature. Its adult weight is about 115 kg. It has a dark-grey face and chin. The back is largely black with a single off-white stripe running curving and thickened as it runs down the back on each side. The belly is white. Conspicuously, also a white patch occurs under just behind each flippers. These are known as the \"armpits\". The flanks also have a large white-grey patch above the flipper. The dorsal fin is large for this size cetacean and distinctively falcated. The flippers themselves are small and pointed. The tail fin, too, has pointed tips, as well as a notch at its middle.\nThe species looks similar to the dusky dolphin when viewed at a distance, and may be confused with it.",
    "Population and distribution": "Peale's dolphin is endemic to the coastal waters around southern South America. On the Pacific side, they have been seen as far north as Valdivia, Chile at 38°S. On the Atlantic side, sightings typically diminish at about 44°S — near Golfo San Jorge, Argentina. In the south, they have been seen at almost 60°S — well into the Drake Passage.\nThey are often found in areas of fast-moving waters, such as entrances to channels and narrows, as well as close to shore in safe areas such as bays.\nThe total population is unknown, but recent research estimates there to be ~21,800 individuals in the South Atlantic part of its range.",
    "Behaviour": "Peale's dolphins congregate in small groups — usually about five in number, and sometimes up to 20. On rare occasions in summer and autumn, much larger groups have been recorded (100 individuals). A typical pattern is for the group to move in a line parallel to the shore. They usually swim slowly, but are prone to bursts of activity.Peale’s dolphins are often found swimming slowly near kelp beds. They have been found to associate with other cetaceans such as Commerson’s dolphins.",
    "Food and Foraging": "In the southwestern South Atlantic, Peale’s dolphin forages in the coastal ecosystem, feeding mainly on the demersal and bottom fish such as southern cod and Patagonian grenadier; also octopus, squid, and shrimps have also been found in stomachs examined. They feed in or near kelp beds and in open waters, with cooperative feeding, such as straight-line and large circle formations or star-burst feeding in which large groups encircle prey.",
    "Conservation": "Peale's dolphins' propensity for moving over only small areas, and staying close to shore, has rendered them vulnerable to interference by man. During the 1970s and '80s, Chilean fisherman killed and used thousands of Peale's dolphins for crab bait each year. This practice has decreased, but not been made illegal.In Argentina, Peale's dolphins have been reported becoming trapped in gill nets, but the extent of this is not known. Conservation groups such as the Whale and Dolphin Conservation demand further research be made into this species.\nThe Peale's dolphin or black-chinned dolphin is listed on Appendix II of the Convention on the Conservation of Migratory Species of Wild Animals (CMS). It is listed on Appendix II as it has an unfavourable conservation status or would benefit significantly from international co-operation organised by tailored agreements.",
    "See also": "List of cetacean species\nMarine biology",
    "References": "\nNational Audubon Society: Guide to Marine Mammals of the World ISBN 0-375-41141-0\nEncyclopedia of Marine Mammals ISBN 0-12-551340-2\nLeDuc, R.G.; Perrin, W.F.; Dizon, A.E. (July 1999). \"Phylogenetic relationships among the delphinid cetaceans based on full cytochrome b sequences\". Marine Mammal Science. 15 (3): 619–648. doi:10.1111/j.1748-7692.1999.tb00833.x. ISSN 0824-0469.\nMay-Collado, Laura; Agnarsson, Ingi (2006). \"Cytochrome b and Bayesian inference of whale phylogeny\" (PDF). Molecular Phylogenetics and Evolution. 38 (2): 344–54. doi:10.1016/j.ympev.2005.09.019. ISSN 1055-7903. OCLC 441745572. PMID 16325433. Retrieved January 2013. \nSchevill, W.E.; Watkins, W.A. (15 January 1971). \"Pulsed sounds of the porpoise Lagenorhynchus australis\". Breviora. 366: 1–10. ISSN 0006-9698. OCLC 80876226."
  }
}