{
  "url": "https://en.wikipedia.org/wiki/Peponocephala",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "PeponocephalaNishiwaki & Norris, 1966"
    },
    {
      "Species": "P. electra"
    }
  ],
  "text": {
    "__SUMMARY__": "The melon-headed whale (Peponocephala electra), also (less commonly) known as the electra dolphin, little killer whale, or many-toothed blackfish, is a small- to medium-sized toothed whale of the oceanic dolphin family (Delphinidae). The common name is derived from the head shape. Melon-headed whales are widely distributed throughout deep tropical/subtropical waters worldwide, however they are rarely encountered at sea. They are found near shore only around oceanic islands, such as Hawaiʻi, French Polynesia and the Philippines.",
    "Taxonomy": "The melon-headed whale is the only member of the genus Peponocephala. First recorded from a specimen collected in Hawaiʻi in 1841, the species was originally described as a member of the dolphin family and named Lagenorhynchus electra by John Edward Gray in 1846. The melon-headed whale was later determined to be sufficiently distinct from other Lagenorhynchus species to be accorded its own genus. A member of the subfamily Globicephalinae, melon-headed whales are closely related to long-finned and short-finned pilot whales (Globicephala melas and G. macrorhynchus, respectively) and the pygmy killer whale (Feresa attenuata). Collectively, these species (including killer whales Orcinus orca, and false killer whales Pseudorca crassidens) are known by the common name ‘blackfish’. Melon-headed whales are one of the smallest species of cetacean (after pygmy killer whales) to have the word ‘whale’ in their common name.",
    "Description": "Melon-headed whales have a robust, dolphin-like body, a tapering, conical head (head shape triangular when viewed from above) with no discernible beak and a relatively tall, falcate (sickle-shaped) dorsal fin located near the middle of the back. Body coloration is charcoal-gray to dark-gray body. A dark face ‘mask’ extends from around the eye to the front of the melon and larger animals have whitish lips. Melon-headed whales have a dark colored dorsal cape that starts narrowly at the front of the head and dips down at a steep angle below the dorsal fin. The boundary between the darker cape and coloration on the flanks is often faint or diffuse. Both the mask and dorsal cape are often only visible in good lighting conditions. Compared to females, adult males have more rounded heads, longer flippers, taller dorsal fins, broader tail flukes and some have a pronounced ventral keel posterior to the anus.Melon-headed whales grow up to 2.75 m (9.0 ft) in length, and weigh up to 225 kg (496 lb), adult males being slightly larger than females. Length at birth is approximately 1 m (3.3 ft). Melon-headed whales are physically mature at 13–15 years and live up to 45 years.",
    "Description-Similar species": "At-sea, melon-headed whales can be confused with pygmy killer whales, which are very similar in appearance and share almost identical habitat and range. The shape of the head, flippers and dorsal cape can be useful diagnostic features.  Melon-headed whales have flippers with sharply pointed tips whereas pygmy killer whales have rounded flipper tips, and viewed from above, the head shape is more triangular than the rounded head of the pygmy killer whale. The dorsal cape of melon-headed whales is rounded and dips much lower below the dorsal fin than that of pygmy killer whales, which dips at a relatively shallow angle and is more sharply demarcated in color between the dark cape and lighter flanks. While both species have white around the mouth, in adult pygmy killer whales this can extend onto the face.Many of these traits are difficult to distinguish in challenging sea and/or lighting conditions, and behavior is often a useful aid to identification. Pygmy killer whales are slower moving (although melon-headed whales often log motionless at the surface), and are usually found in much smaller groups than melon-headed whales. Large groups (more than 100) are more likely to be melon-headed whales. From a distance melon-headed whales could also be confused with false killer whales (Pseudorca crassidens), but the much larger size–5–6 m (16–20 ft) adult length–long slender body shape and relatively smaller dorsal fin of false killer whales should distinguish them from melon-headed whales.\nStranded/post-mortem individuals can be easily identified by tooth number: melon-headed whales have 20 – 25 pairs of slender teeth (more similar to the teeth of smaller dolphins than other blackfish) in both the upper and lower jaws compared to 8–13 pairs of robust teeth in both the upper and lower jaws for pygmy killer whales.",
    "Geographic range and distribution": "Melon-headed whales occur in deep tropical/subtropical oceanic waters, between 40°N and 35°S. Although considered an offshore pelagic species, in some regions there are island-associated populations (e.g., Hawaiʻi) and they can be found close to shore associated with oceanic islands and archipelagoes, such as Palmyra and the Philippines. Sightings or strandings at the extremes of their range are likely associated with extensions of warm currents. Melon-headed whales are not known to be migratory.",
    "Behavior": "",
    "Behavior-Foraging": "Melon-headed whales feed primarily on pelagic and mesopelagic squid and small fish. Crustaceans (shrimp) have also been reported from stomach contents. Mesopelagic squid and fish species exhibit diel vertical migration behavior, inhabiting greater depths during the day and moving hundreds of meters to shallower depths after dusk to feed on plankton. Melon-headed whales feed at night, when their prey is within the upper 400 m (1,300 ft) of the water column. In the Hawaiian Islands, individuals fitted with depth-transmitting satellite tags made night-time foraging dives that had an average range of 219.5–247.5 m (720–812 ft), with a maximum dive depth of 471.5 m (1,547 ft) recorded.",
    "Behavior-Social": "Melon-headed whales are a highly social species and usually travel in large groups of 100 – 500 individuals, with occasional sightings of herds as large as 1000–2000. Large herds appear to consist of smaller subgroups that aggregate into larger groups. Data from mass strandings in Japan suggest melon-headed whales may have a matrilineal social structure (i.e., related through female kin/groups organized around an older female and their relatives); the biased sex ratio (higher number of females) of the stranding groups suggesting mature males may move between groups. While melon-headed whales associate in large groups (a common trait amongst the oceanic dolphins, in contrast to the smaller group sizes of other blackfish species) their social structure may be more stable and intermediate between the larger blackfish (pilot whales, killer whales and false killer whales) and smaller oceanic dolphins. However, genetic studies of melon-headed whales across the Pacific, Indian and Atlantic Ocean basins suggest that there is relatively high level of connectivity (inter-breeding) between populations. This indicates that melon-headed whales may not show strong fidelity to their natal group (the group into which the individual was born) and that there are higher rates of movement of individuals between populations than in other blackfish species. Larger group sizes may increase competition for prey resources, requiring large home ranges and broad-scale foraging movements.Observations of daily activity patterns of melon-headed whales near oceanic islands suggest they spend the mornings resting or logging in near-surface waters after foraging at night. Surface activity (such as tail slapping and spyhopping) and vocalizations associated with socializing (communication whistles, rather than echolocation clicks used for foraging) increase during the afternoons. The daily pattern of behavior observed in island-associated populations, combined with the larger group sizes of melon-headed whales (compared to that typically seen in other blackfish species) is more similar to the fission-fusion social structure of spinner dolphins (Stenella longirostris). These behavioral traits may relate to predation avoidance (bigger groups offer some protection from large oceanic sharks) and foraging habits (both species are nocturnal predators that prey on predictable, relatively abundant mesopelagic squid and fish that make diel vertical migrations from the deep-sea to the surface). \nMelon-headed whales frequently associate with Fraser's dolphins (Lagenodelphis hosei), and are also sighted, although less commonly, in mixed herds with other dolphin species such as spinner dolphins, common bottlenose dolphins (Tursiops truncatus), rough-toothed dolphins (Steno bredanensis), short-finned pilot whales and pantropical spotted dolphins (Stenella attenuata).A unique case of inter-species adoption between (presumably) an orphaned melon-headed whale calf and a common bottlenose dolphin mother was recorded in French Polynesia. The calf was first observed in 2014 at less than one month of age, swimming with the bottlenose dolphin female and her own biological offspring. The melon-headed whale calf was observed suckling from the bottlenose dolphin female, and was repeatedly sighted with its adoptive/foster mother until 2018.In August 2017 off the island of Kauaʻi, Hawaiʻi, a hybrid between a melon-headed whale and rough-toothed dolphin was observed travelling with a melon-headed whale amongst a group of rough-toothed dolphins. The hybrid superficially resembled a melon-headed whale, but closer observation revealed it had features of both species and some features intermediate between the two species, particularly in head shape. Genetic testing of a skin biopsy sample confirmed that the individual was a hybrid between a female melon-headed whale and a rough-toothed dolphin male.",
    "Behavior-Predators": "Melon-headed whales may be predated upon by large sharks and killer whales. Scars and wounds from non-lethal bites of cookie cutter sharks (Isitius brasiliensis) have been observed on free-ranging and stranded animals.",
    "Behavior-Breeding": "Little is known about the reproductive behavior of melon-headed whales. The most information comes from analyses of large stranding groups in Japanese waters, where sexual maturity for females is reached at 7 years of age. Females give birth to a single calf every 3 – 4 years after a gestation of approximately 12 months. Off Japan, the calving season appears to be long (from April to October) without an obvious peak. In Hawaiian waters newborn melon-headed whales have been observed in all months except December, suggesting births occur year round, but sightings of newborns peak between March to June. Newborn melon-headed whales have been observed in April and June in the Philippines.  In the Southern Hemisphere calving also appears to occur over an extended period, from August to December.",
    "Behavior-Strandings": "Melon-headed whales are known to mass strand, often in groups numbering in the hundreds, indicative of the strong social bonds within herds of this species. Mass strandings of melon-headed whales have been reported in Hawaiʻi, eastern Japan, the Philippines, northern Australia, Madagascar, Brazil and the Cape Verde Islands. Two of these mass stranding events have been linked to anthropogenic sonar, associated with naval activities in Hawaiʻi and high frequency multi-beam sonar used for oil and gas exploration in Madagascar. The mass stranding at Hanalei Bay, Kauaʻi, Hawaiʻi is more precisely described as a ‘near’ mass stranding event, as the group of >150 melon-headed whales was prevented from stranding by human intervention. The animals occupied the shallow waters of a confined bay for over 28 hours before being herded back into deeper waters by stranding response staff and volunteers, community members, state and federal authorities. Only a single calf is known to have died on this occasion. The frequency of mass strandings of melon-headed whales appears to have increased over the past 30+ years.",
    "Behavior-Movement": "Melon-headed whales are fast swimmers; they travel in large, tightly packed groups and can create a lot of spray when surfacing, often porpoising (repeatedly leaping clear of the water surface at a shallow angle) when travelling at speed, and are known to spyhop and also may jump clear out of the water. Melon-headed whales can be wary of boats, but in some regions will approach boats and bow-ride.",
    "Population status": "The world population is unknown, but abundance estimates for large regions are approximately 45,000 in the eastern tropical Pacific Ocean, 2,235 in northern Gulf of Mexico  and in the Philippines 920 in the eastern Sulu Sea and 1,380 in Tañon Strait between Cebu and Negros Islands. There are two known populations in Hawaiʻi: a population of approximately 450 individuals resident to shallower waters of the northwest side of Hawaiʻi Island (the ‘Kohola resident population’) and a much larger population of approximately 8,000 individuals that moves among the main Hawaiian Islands in deeper waters.Because the Hawaiʻi Island resident population has a restricted range (sightings have only been recorded off the northwest side of Hawaiʻi Island), and at times most of, or the entire resident population can be together in a single group, there is some concern that this population may be at risk from fisheries interactions, and exposure to anthropogenic noise, particularly in light of U.S. Navy activities in the region, given the potential link between sonar and mass stranding events.",
    "Interactions with humans": "",
    "Interactions with humans-Fisheries bycatch": "Small cetaceans such as melon-headed whales are vulnerable to fisheries bycatch and may be injured or killed through interactions with fisheries or entanglement in lost or discarded netting. Small numbers of melon-headed whales have been caught incidentally in the longline fishery targeting tuna and swordfish off Mayotte, and in driftnet fisheries in the Philippines, Sri Lanka, Ghana and India. In the eastern tropical Pacific purse-seine tuna fisheries, melon-headed whales have been rarely taken as bycatch. and have not been recorded in the southwest Indian Ocean purse-seine fishery  Individual melon-headed whales exhibit injuries such as body scars and dorsal fin disfigurements likely due to interactions with fisheries in Hawaiʻi  and near Mayotte in the Mozambique Channel Islands. The small numbers of injured individuals observed near Mayotte suggests that either interactions with the pelagic longline fishery in this region are rare for this species, or that individuals are more often killed rather than injured. Mortalities are also likely in other countries where gill- or driftnet fisheries occur, however data on bycatch in many regions are sparse. Animals caught as bycatch are sometimes used as bait in fisheries.",
    "Interactions with humans-Hunting": "Individuals are taken for bait or human consumption in small cetacean subsistence and harpoon fisheries in several regions, including Sri Lanka, the Caribbean, the Philippines  and Indonesia. At Dixcove port in Ghana, melon-headed whales are the third highest cetacean species caught for ‘marine bushmeat’ by artisanal fishermen, through both bycatch from drift gillnets and occasional directed catch. The Japanese drive fishery has taken herds of melon-headed whales occasionally in the past. In 2017/18 Japan increased the annual proposed catch quota to 704 individuals for the drive fishery at Taiji.",
    "Interactions with humans-Pollution": "Environmental contaminants stemming from plastic debris, oil spills and dumping of industrial wastes at-sea, in addition to agricultural run-off from terrestrial sources, can lead to bioaccumulation in marine ecosystems and pose a threat to melon-headed whales (as with all marine mammals and long-lived, high trophic level consumers). Persistent organic pollutants (POPs)–include environmental contaminants such as polychlorinated biphenyls (PCBs), organochlorine pesticides e.g. dichlorodiphenyltrichloroethanes (DDTs) and hexachlorocyclohexanes (HCHs) and organobromine compounds such as polybrominated diphenyl ethers (PBDEs)–are lipophilic (fat-soluble) and can accumulate in the blubber of marine mammals. In high concentrations these pollutants can interfere with overall health, hormone levels and impact both the immune and reproductive systems. Females with high contaminant levels can pass contaminant loads across the placenta or via lactation from mother to calf, leading to calf mortality. Blubber samples from melon-headed whales stranded in Japan and Hawaiʻi were found to have PCB concentrations above thresholds considered toxic. Off Japan the levels of PBDE and chlordane related compounds (CHL) in blubber increased during 1980–2000.",
    "Interactions with humans-Noise": "Melon-headed whales may be vulnerable to impacts from anthropogenic (human generated) noise, such as those associated with military sonar activities, seismic surveys and high power multi-beam echosounder operations. Based on previous stranding events linking mass strandings with sonar, melon-headed whales appear to be one of the more sensitive species to mid-frequency active sonar (1 to 10 kHz) used in military operations and other types of sonar. For island-associated populations, such as those in the Hawaiian archipelago, Palmyra Atoll and the Marquesas Islands, exposure to anthropogenic noise could result in displacement from important habitat.",
    "Interactions with humans-Whale watching": "Regions in which melon-headed whales can be reliably sighted are few, however Hawai’i, the Maldives, the Philippines, and in the eastern Caribbean, especially around Dominica, are the best places to see them. The International Whaling Commission (IWC) has guidelines for whale watching to ensure minimum disturbance to wildlife, but not every operator adheres to them.",
    "Conservation status": "The melon-headed whale is listed as Least Concern on the IUCN Red List. There is little information available on current levels of bycatch and commercial hunting, therefore the potential effects on melon-headed whale populations are undetermined. The current population trend is unknown.The species is listed on Appendix II  of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES). In Australia, there are stricter domestic measures for trade in cetaceans, and all species are treated as though they are listed on Appendix I. The melon-headed whale is included in the Convention on the Conservation of Migratory Species of Wild Animals (CMS) Memorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia (Western African Aquatic Mammals MoU) and the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MoU). As with all other marine mammal species, the melon-headed whale is protected in United States waters under the Marine Mammal Protection Act (MMPA).",
    "References": "",
    "Resources and External links": "\nCarwardine, M., 2019. The Handbook of Whales, Dolphins and Porpoises. Bloomsbury, London. 528pp.\nJefferson, T.A., M.A. Webber, and R.L. Pitman, 2015. Marine mammals of the world: a comprehensive guide to their identification. 2nd ed, London: Academic Press. 616pp.\nDolphin mom adopts whale calf—a first\nRare dolphin-whale hybrid spotted near Hawaii\nMelon-headed whale sounds\nSociety for Marine Mammalogy\nCascadia Research\nIUCN Red List\nNOAA Fisheries\nIWC Responsible Whale Watching/handbook\nList of cetacean species\nMarine biology\nMemorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macronesia.\nOfficial webpage of the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region"
  }
}