{
  "url": "https://en.wikipedia.org/wiki/Perrin's_beaked_whale",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Ziphiidae"
    },
    {
      "Genus": "Mesoplodon"
    },
    {
      "Species": "M. perrini"
    }
  ],
  "text": {
    "__SUMMARY__": "Perrin's beaked whale (Mesoplodon perrini) is part of the toothed whale suborder and is one of over 90 known cetaceans in existence today. Beaked whales are part of the family Ziphiidae, which are the second most diverse group out of all marine mammals with over 20 species currently recognized. Although diverse, little is understood about these timid, deep divers that can dive for up to two hours. The whales are partially named after their beak shaped jaw, which extends from their small head. The genus name Mesoplodon comes from the Greek meanings of meso- (middle), - hopla (arms), - odon (teeth), and may be translated as 'armed with a tooth in the center of the jaw'.\nPerrin's beaked whale was described as a new species in 2002 by Dalebout et al. based on five animals stranding on the coast of California between 1975 and 1997, which were initially identified as other species. The common and specific names of Mesopledon perrini are a tribute to cetologist William F. Perrin. As of May 2019, only six specimens have ever been examined. The first two specimens were found stranded on the California coast in May 1975, other specimens were found in 1978, 1979, September 1997 (a strong El Niño year), and October 2013. The first four individuals were initially identified as Hector's beaked whales (Mesoplodon hectori), but the mtDNA sequence database of beaked whales revealed the specimens were genetically distinct. The fifth was assumed to be a neonate Cuvier's beaked whale (Ziphius cavirostris).",
    "Description": "Perrin’s beaked whales are closely related to pygmy beaked whales and likely represent pygmy beaked whales' Northern Hemisphere sister species. Perrin's beaked whales have not definitively been recorded alive by scientists; however, its appearance is known from beached specimens. Perrin's beaked whales cannot be identified with absolute certainty at sea. However, the combination of small size, appearance, and a small presumed geographical range makes uncertainty unlikely. Stranded specimens can be identified as this species by either DNA sequence data and/or anatomical details of the skull.Morphology\nThe morphology of the Perrin’s beaked whale Mesoplodon perrini resembles the Hector's beaked whale M. hectori. Morphological characteristics that set these two species apart include minor differences in the cranium, teeth, and mandible. External appearances of Perrin’s beaked whales are typical of Mesoplodon beaked whales, with a relatively small head, long thorax and abdomen, deep peduncle, and short tail. Only the original five beached specimens have been accurately measured. From nose to tail, the adult female was approximately 4.4 meters (~14.5 feet), while the adult male was 3.9 meters (~13 feet). The other three specimens were juvenile males, which measured between 2.1-2.4 meters (~7-7.5 ft).The rostrum of Perrin’s beaked whales are relatively short compared to all other species in the genus, except for M. hectori and M. peruvianus. The rostrum of calves appears to be shorter and stubbier than adults. The teeth are fairly large and towards the tip of the mouth. The blowhole is broad and crescent-shaped, with the tips pointing anteriorly (toward the front/head; see blowhole image). The melon forms a small bulge, the mouthline is straight, and throat grooves are present.Adult males are dark gray dorsally (on back) grading to white ventrally (on stomach). The ventral side of the tail flukes are light gray with converging striations and a white patch around the umbilicus (naval). The coloration of females is not known, since the only specimen was moderately decomposed. Calves are light to dark gray dorsally and white ventrally. The lower jaw and throat regions are white.A dark gray region extends from the corner of the mouth and encompasses the eye and the rostrum, forming an extended mask. The flippers are medium to dark gray dorsally and white ventrally. There is a lighter-colored patch on the anterodistal portion. The flukes are dark gray dorsally and medium to light gray ventrally. The ventral surface includes a pattern of white striations that converge posteromedially.A photograph of a possible living specimen - one of the two observed in 1976 - is featured in Rice (1978: 95) as \"Mesoplodon carlhubbsi\", a distinctly larger species also native to the waters off California. Recordings of the animals' vocalizations were also gained during this opportunity .\nIn Perrin's beaked whale, the teeth are located near the tip of the lower jaw and are roughly equilateral triangles when viewed laterally (from the side) in the jaw, which resembles the font teeth of Baird's beaked whale (Berardius bairdii) more than other Mesoplodon species. Like other mesoplodont whales, male M. perrini have a set of tusk-like teeth that originate from the lower jaw (see image). These tusks are not present in females. A series of long, white scars along the flank of the adult male specimen brought to the conclusion that tusks may play a role in intrasexual competition. The tusks may also help these whales distinguish individuals belonging to their species from those of similar, sympatric species . \nMost of the characteristics that set M. perrini apart from related species are molecular. Substantial differences in mtDNA and cytochrome b form the basis for its diagnosis as a new species. Morphological similarities suggested that the closest relative of M. perrini was M. hectori. However, based on the molecular characters, Dalebout et al. concluded that its true sister species is M. peruvianus. This conclusion was later supported by analysis of nuclear actin sequences by Dalebout et al. (2004).",
    "Distribution and status": "Currently (2019), Perrin's beaked whales have only been found near North Pacific waters off the coast of central and southern California. Stranded Perrin’s beaked whales have been found along the Californian coast between Torrey Pines State Reserve, just north of San Diego (32°55’N, 117°15’W) and Fisherman’s Wharf, Monterey (36°37’N, 121°55’W). It is believed these whales inhabit the offshore waters of the Pacific coast of North America (and possibly elsewhere in the North Pacific) in waters 1,000 meters deep or more. However, the northern and southern limits of its range are entirely unknown. There is no current information on the home range and migratory behaviors of these whales, although biogeography of beaked whales suggests it does not reach the Equator. \nEven though current data suggest an eastern North Pacific distribution, there are too few records to date to draw any conclusions on this. Cookie-cutter shark scars on a calf found in Monterey could be evidence of migratory behavior, because in surface waters cookie-cutter sharks Isistius spp. are limited in their northern distribution, but the occurrence of such scars on cetaceans is not. This suggests either these cetaceans are migratory and pass through the territory of Isistius spp., or the distribution of Isistius spp. extends farther north in deeper waters and attack cetaceans when they dive. The habitat preferences of other beaked whales suggest M. perrini can primarily be found in oceanic waters that are over 1,000 m in depth.",
    "Ecology and behavior": "Beaked whales are timid, deep divers who can dive for up to 2 hours, so little is known about the behavior and ecology of Perrin’s beaked whales because they are rarely seen. Again, Perrin's beaked whales have not definitely been recorded alive by scientists, so the limited information known about the species is derived from dead individuals that are beached. Some information is assumed based on the shared adaptations and behaviors of the species within the Mesoplodon genus. \nDiet\nBased on the stomach contents of stranded whales, these whales primarily feed on pelagic squid, such as Octopoteuthis deletron; found within the remains of in the female's stomach. Some unidentified vertebrate parts were also present. Assuming Perrin’s beaked whales share the same diet as other beaked whales, they likely consume octopus and fish as well. \nReproduction \nLittle is known about the social structure, reproduction, age of sexual maturity, or lifespan of the Perrin’s beaked whales, but scars on the bodies of males suggest aggressive competitive behavior. The two adult type specimens were both sexually mature and an analysis of the teeth indicated they were both about 9 years old. For this reason, it can be assumed that males reach sexual maturity around this age or sooner. \nThe males of this species seem to engage in fights like most other mesoplodonts. Scars from fighting are present on this species, although the precise mechanism of combat is enigmatic: given the teeth's position near the lower jaw tips, it can be expected that the scars consist of two parallel lines. However, it is noted that the scars on the adult male appear to have been made with a single tooth, rather than with two teeth simultaneously, as might be expected in species with apical teeth. Single scar lines could suggest they were created by glancing blows rather than direct attacks. \nDevelopment\nThe largest Perrin’s beaked whale calf, LACM 088901, at 2.45 m of length, appeared to be independent from its mother. The smallest specimen, USNM 504259, at 2.1 m of length, had a fringed tongue which indicated it was still suckling. Teeth were not present in the immature specimen [verification needed], but are not needed for feeding. The dates when the specimens were found suggest the young start to feed independently in summer. Considering most whales suckle until around age one; this suggests the young are born during the summer half of the year. Since all calves were similar in size, the calves were all estimated to be approximately one year old. \nSocial/echolocation\nPerrin beaked whales are thought to produce a species-specific frequency modulated (FM) echolocation pulse of BW43. Within a passive acoustics study, signals of BW43 were only detected in southern California at deep sites (1100-1300 m) and are thought to be produced by Perrin’s beaked whale, known only from Californian waters.",
    "Population Status": "Estimates for abundance and trends of Mesoplodon perrini do not currently exist. Data suggests a significant decline in abundance for Mesoplodon spp. in the California Current between 1996 and 2001. Declines are hypothesized to have occurred from the effects of incidental mortality from fishing, impacts of anthropogenic noise (Navy sonar), and ecosystem changes. Since then the population size of Mesoplodon beaked whales has increased from a mean of 1230 in 2001 to 3439 in 2014 within California Current waters off the U.S. West Coast.",
    "Threats": "Perrin’s beaked whales are threatened by attacks from sharks such as the cookiecutter shark (Isistius brasiliensis). As with their relatives, cookiecutter sharks attack this whale with attempts at biting off chunks of flesh. Such attacks are generally not life-threatening to the whale. It is a host of the thoracican barnacle Conchoderma auritum, and for one or several species of parasitic Phyllobothrium cestodes (possibly Phyllobothrium delphini), this species is either a primary or a dead-end host.\nThese whales are vulnerable to naval sonar and seismic activity. Currently, there are no whaling threats for this species. Although Mesoplodon whales were never harvested commercially, there have been reports of them being taken by humans from time to time. Bycatch is likely one of the main threats to this deep-water species due to it causing harm or death to whales entangled in fishing gear. According to the ICUN, this species has the potential to become caught in certain types of fishing gear, such as deepwater gill nets, used for capturing large pelagic fish species. Plastic is also seen as a threat to Perrin’s beaked whales because it has been found within the stomach contents of stranded individuals.",
    "Conservation Status": "Perrin’s beaked whales are currently unavailable on the IUCN red list.",
    "Specimen": "USNM 504259 - May 22, 1975; 33°15′N 117°26′W - smallest specimen (4.1 m long), immature male\nUSNM504260 - May 28, 1975; 33°16′N 117°26′W - adult female, probably the mother of USNM 504259 (Dalebout et al. 2002)\nUSNM504853 - September 9, 1978; 33°07′N 117°20′W - adult male, the holotype\nLACM 088901 JRH 052 - December 27, 1979; 32°55′N 117°15′W - immature male\nLACM 096355 TMMC-C75 - September 18, 1997; 36°37′N 121°55′W - immature male\nLACM 097501 DSJ 2348 - October 15, 2013; 33°58′N 118°27′W - mature femalePossible sightings may have also 1976 possible sightings took place on July 30, 1976 and September 9, 1978, which was the same day the holotype specimen was discovered (Mead 1981). Altogether, there is a marked concentration of sightings between May and September. It is unknown if this has any significance. With scant data at hand, it still appears the best odds of encountering small beaked whales of this species is during the summer months in the area between Santa Catalina and San Clemente Islands and the mainland.\nThe causes of death of two Perrin’s beaked whales can be tentatively inferred. The specimen found in 1997, was starving at the time of death, possibly following a parasite infection (Dalebout et al. 2002). The female found in 1975 had died around May 14 (Mead 1981), and its juvenile was found on May 22. Since the calf was not fully weaned, its death is likely a direct consequence of the loss of its mother.",
    "Resources": "CMS\nWhale & Dolphin Conservation Society (WDCS)List of cetacean speciesList of cetacean species\n[3]https://www.whalefacts.org/perrins-beaked-whale-facts/\n[4]https://marinebio.org/species/perrins-beaked-whales/mesoplodon-perrini/\nhttps://cryptomundo.com/cryptozoo-news/beaked-whales/\n[5]https://animaldiversity.org/accounts/Mesoplodon_perrini/\nCetaceans portalMammals portal\nMarine Life portal",
    "References": "Baker, Alan N. (1990): Whales and dolphins of New Zealand and Australia: An identification guide. Victoria University Press, Wellington.\nCarwadine, M. (1995): Whales, dolphins and porpoises. HarperCollins, London.\nDalebout, Merel L. (2002): Species identity, genetic diversity and molecular systematic relationships among the Ziphiidae (Beaked Whales). Ph.D. thesis, School of Biological Sciences, University of Auckland, Auckland, New Zealand. HTML abstract\nDalebout, M.L., Baker, C.S., Mead, J.G., Cockcroft, V.G. and Yamada, T.K., 2004. A comprehensive and validated molecular taxonomy of beaked whales, family Ziphiidae. Journal of Heredity 95(6):459-473. PDF\nDalebout, M.L., Scott Baker, C., Steel, D., Robertson, K.M., Chivers, S.J., Perrin, W.F., Mead, J.G., Grace, R.V. and David Schofield Jr, T., 2007. A divergent mtDNA lineage among Mesoplodon beaked whales: molecular evidence for a new species in the tropical Pacific?. Marine Mammal Science 23(4):954-966. PDF\nDalebout, Merel L.; van Helden, Anton L.; van Waerebeek, K. & Baker, C. Scott (1998): Molecular genetic identification of southern hemisphere beaked whales (Cetacea: Ziphiidae). Molecular Ecology 7(6): 687-694. doi:10.1046/j.1365-294x.1998.00380.x PDF fulltext\nDalebout, Merel L.; Mead, James G.; Baker, C. Scott; Baker, Alan N. & van Helden, Anton L. (2002): A New Species of Beaked Whale, Mesoplodon perrini sp. n. (Cetacea: Ziphiidae), Discovered Through Phylogenic Analysis of Mitochondrial DNA Sequences. Marine Mammal Science 18(3): 577-608. doi:10.1111/j.1748-7692.2002.tb01061.x PDF fulltext\nHenshaw, M.D.; Leduc, R.G.; Chivers, S.J. & Dizon, A.E. (1997): Identification of beaked whales (family Ziphiidae) using mtDNA sequences. Marine Mammal Science 13(3): 487-495. doi:10.1111/j.1748-7692.1997.tb00656.x (HTML abstract)\nHeyning, J.E., 1984. Functional morphology involved in intraspecific fighting of the \tbeaked whale, Mesoplodon carlhubbsi. Canadian Journal of Zoology 62(8):1645-1654. (HTML abstract)\nJefferson, T.A.; Leatherwood, S. & Webber, M.A. (1993): FAO species identification guide: Marine mammals of the world. United States Environment Programme & Food and Agriculture Organization of the United Nations (FAO), Rome. PDF fulltexr\nJones, E.C., 1971. Isistius-brasiliensis, a squaloid shark, probable cause of crater wounds \ton fishes and cetaceans. FISHERY BULLETIN OF THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION 69(4)791-798. PDF\nMacLeod, C.D., Perrin, W.F., Pitman, R., Barlow, J., Ballance, L.I.S.A., D Amico, \tA.N.G.E.L.A., Gerrodette, T., Joyce, G., Mullin, K.D., Palka, D.L. and Waring, \tG.T., 2005. Known and inferred distributions of beaked whale species (Cetacea: \tZiphiidae). Journal of Cetacean Research and Management 7(3):271. PDF\nMoore, J.E. and Barlow, J.P., 2013. Declining abundance of beaked whales (Family Ziphiidae) in the California current large marine ecosystem. PLoS One 8(1):e52770. PDF  Moore, J.E. and Barlow, J., 2017. Population abundance and trend estimates for beaked whales and sperm whales in the California Current from ship-based visual line-transect survey data, 1991-2014. Link to PDF\nMead, James G. (1981): First records of Mesoplodon hectori (Ziphiidae) from the northern hemisphere and a description of the adult male. J. Mammal. 62(2): 430-432. doi:10.2307/1380733 (First page image)\nMead, James G. (1984): Survey of reproductive data for the beaked whales (Ziphiidae). Reports of the International Whaling Commission Special Issue 6: 91-96. PDF fulltext\nMead, James G. (1989): Beaked whales of the genus Mesoplodon. In: Ridgway, S.H. & Harrison, R. (eds.): Handbook of marine mammals Vol.4: 349-430. Academic Press, London.\nMead, James G. (1993): The systematic importance of stomach anatomy in beaked whales. IBI Reports 4: 75-86. PDF fulltext\nMead, James G. & Baker, Alan N. (1987): Notes on the rare beaked whale, Mesoplodon hectori (Gray). J. Roy. Soc. NZ 17: 303-312.\nMessenger, S.L. & McQuire, J.A. (1998): Morphology, molecules and the phylogenetics of cetaceans. Syst. Biol. 47(1): 90-124. doi:10.1080/106351598261058 PDF fulltext\nNakano, H. and Tabuchi, M., 1990. Occurrence of the cookiecutter shark Isistius brasiliensis in surface waters of the North Pacific Ocean. Japanese Journal of \tIchthyology 37(1):60-63. PDF\nReeves, Randall R. & Leatherwood, S. (1994): Dolphins, porpoises and whales: 1994-98 Action plan for the conservation of cetaceans. IUCN, Gland, Switzerland. ISBN 2-8317-0189-9\nRice, D.W. (1978): Beaked whales. In: Haley, D. (ed.): Marine mammals of the eastern North Pacific and Arctic waters: 88-95. Pacific Search Press, Seattle.\nSolsona-Berga, A., Oleson, E.M., Wiggins, S.M. and Hildebrand, J.A., 2014. Spatio-temporal patterns of beaked whale echolocation signals in the North \tPacific. PloS one 9(1):e86072. PDF\n\n\n=== Footnotes ==="
  }
}