{
  "url": "https://en.wikipedia.org/wiki/Pygmy_sperm_whale",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Kogiidae"
    },
    {
      "Genus": "Kogia"
    },
    {
      "Species": "K. breviceps"
    }
  ],
  "text": {
    "__SUMMARY__": "The pygmy sperm whale (Kogia breviceps) is one of two extant species in the family Kogiidae in the sperm whale superfamily. They are not often sighted at sea, and most of what is known about them comes from the examination of stranded specimens.",
    "Taxonomy": "The pygmy sperm whale was first described by naturalist Henri Marie Ducrotay de Blainville in 1838. He based this on the head of an individual washed up on the coasts of Audierne in France in 1784, which was then stored in the Muséum d'histoire naturelle. He recognized it as a type of sperm whale and assigned it to the same genus as the sperm whale (Physeter macrocephalus) as Physeter breviceps. He noted its small size and nicknamed it \"cachalot a tête courte\"–small-headed sperm whale; further, the species name breviceps is Latin for \"short-headed\". In 1846, zoologist John Edward Gray erected the genus Kogia for the pygmy sperm whale as Kogia breviceps, and said it was intermediate between the sperm whale and dolphins.In 1871, mammalogist Theodore Gill assigned it and Euphysetes (now the dwarf sperm whale, Kogia sima) to the subfamily Kogiinae, and the sperm whale to the subfamily Physeterinae. Both have now been elevated to the family level. In 1878, naturalist James Hector synonymized the dwarf sperm whale with the pygmy sperm whale, with both being referred to as K. breviceps until 1998.",
    "Description": "The pygmy sperm whale is not much larger than many dolphins. They are about 1.2 m (3 ft 11 in) at birth, growing to about 3.5 m (11 ft) at maturity. Adults weigh about 400 kg (880 lb). The underside is a creamy, occasionally pinkish colour and the back and sides are a bluish grey; however, considerable intermixing occurs between the two colours. The shark-like head is large in comparison to body size, given an almost swollen appearance when viewed from the side. A whitish marking, often described as a \"false gill\", is seen behind each eye.The lower jaw is very small and slung low. The blowhole is displaced slightly to the left when viewed from above facing forward. The dorsal fin is very small and hooked; its size is considerably smaller than that of the dwarf sperm whale and may be used for diagnostic purposes.",
    "Anatomy": "Like its giant relative, the sperm whale, the pygmy sperm whale has a spermaceti organ in its forehead (see sperm whale for a discussion of its purpose). It also has a sac in its intestines that contains a dark red fluid. The whale may expel this fluid when frightened, perhaps to confuse and disorient predators.Dwarf and pygmy sperm whales possess the shortest rostrum of current day cetaceans with a skull that is greatly asymmetricalPygmy sperm whales have from 50 to 55 vertebrae, and from 12 to 14 ribs on either side, although the latter are not necessarily symmetrical, and the hindmost ribs do not connect with the vertebral column. Each of the flippers has seven carpals, and a variable number of phalanges in the digits, reportedly ranging from two in the first digit to as many as 10 in the second digit. No true innominate bone exists; it is replaced by a sheet of dense connective tissue. The hyoid bone is unusually large, and presumably has a role in the whale's suction feeding.",
    "Anatomy-Teeth": "The pygmy sperm has between 20 and 32 teeth, all of which are set into the rostral part of the lower jaw. Unusually, adults lack enamel due to a mutation in the enamelysin gene, although enamel is present in very young individuals.",
    "Anatomy-Melon": "Like other toothed whales, the pygmy sperm whale has a \"melon\", a body of fat and wax in the head that it uses to focus and modulate the sounds it makes. The inner core of the melon has a higher wax content than the outer cortex. The inner core transmits sound more slowly than the outer layer, allowing it to refract sound into a highly directional beam. Behind the melon, separated by a thin membrane, is the spermaceti organ. Both the melon and the spermaceti organ are encased in a thick fibrous coat, resembling a bursa. The whale produces sound by moving air through the right nasal cavity, which includes a valvular structure, or museau de singe, with a thickened vocal reed, functioning like the vocal cords of humans.\nNote that the view pictured on the right is an axial view, not coronal as noted",
    "Anatomy-Stomach": "The stomach has three chambers. The first chamber, or forestomach, is not glandular, and opens directly into the second, fundic chamber, which is lined by digestive glands. A narrow tube runs from the second to the third, or pyloric, stomach, which is also glandular, and connects, via a sphincter, to the duodenum. Although fermentation of food material apparently occurs in the small intestine, no caecum is present.",
    "Anatomy-Brain": "The rostroventral dura of the brain contains a significant concentration of magnetite crystals, which suggests that K. breviceps can navigate by magnetoreception.Studies have also shown that compared to the sperm whale, the pygmy sperm whale brain has significantly fewer neurons, which may be connected to a decreased complexity in social interaction and group-based living.",
    "Echolocation": "Like all toothed whales, the pygmy sperm whale hunts prey by echolocation. Sound produced for echolocation by many odontocetes come in the form of high frequency clicks. The frequencies it uses are mostly ultrasonic, peaking around 125 kHz. The clicks from their echolocation has been recorded to last an average of 600 microseconds. When closing in on prey, the click repetition rate starts at 20 Hz and then begins to rise when nearing the target.The pulse sounds that pygmy sperm whales make for echolocation are generated primarily from the          museau de singe or monkey's muzzle, which is an anatomical structure located within the whale's skull that produces sound when air passes through its lips. The sound from the museau de singe is transferred to the attached cone of the spermaceti organ. Unique from other odontocetes, the spermaceti organ contacts the posterior of the whale's melon. Fat from the core of the spermaceti organ helps direct sonic energy from the museau de singe to the melon. The melon acts as a sonic magnifier and gives directionality to sound pulses, making echolocation more efficient. Fat on the interior of the melon has a lower molecular weight lipid than the surrounding outer melon. Since the sound waves move from a lower velocity material to a higher one during sound production, the sound undergoes inward refraction and becomes increasingly focused. Variation in fat density within the melon ultimately contributes to the production of highly directional, ultrasonic sound beams in front of the melon. The combined melon & spermaceti organ system cooperate to focus echolocative sounds.\nLike in most odontocetes, the known echoreception apparatus used by the pygmy sperm whale is linked to the fat-filled lower mandibles within the skull. However, compositional topography of the pygmy sperm whale's skull indicates abnormally large fatty jowls surrounding the mandibles, suggesting a more intricate echoreception apparatus. Additionally, an unusual cushion structure, of porous and spongy texture, found behind the museau de singe has been hypothesized of being a possible \"pressure receptor\". The positioning of this cushion structure in close proximity to the largest cavities closest to the museau de singe may suggest that it is a sound absorber used for echoreception.",
    "Reproduction": "Although firm details concerning pygmy sperm whale reproduction are limited, they are believed to mate from April to September in the Southern hemisphere and March to August in the Northern hemisphere. These whales become sexually mature at age 4-5, and like virtually all mammals, are iteroparous (reproducing many times during their life). Once a female whale is impregnated, the average gestation period lasts nine to eleven months and, unusually for cetaceans, the female gives birth to a single calf head-first. Newborn calves are about 1.2 metres (3 ft 11 in) in length, weighing 50 kg, and are weaned at around one year of age. They are believed to live up to age 23.",
    "Behaviour": "The whale makes very inconspicuous movements. It rises to the surface slowly, with little splash or blow, and remains there motionless for some time. In Japan, the whale was historically known as the \"floating whale\" because of this. Its dive is equally lacking in grand flourish - it simply drops out of view. The species has a tendency to back away from rather than approach boats. Breaching has been observed, but is not common.Pygmy sperm whales are normally either solitary, or found in pairs,  but have been seen in groups up to six. Dives have been estimated to last an average of 11 minutes, although longer dives up to 45 minutes have been reported. The ultrasonic clicks of pygmy sperm whales range from 60 to 200 kHz, peaking at 125 kHz, and the animals also make much lower-frequency \"cries\" at 1 to 2 kHz.",
    "Behaviour-Diet/foraging behavior": "Analysis of stomach contents suggests that pygmy sperm whales feed primarily on cephalopods, most commonly including bioluminescent species found in midwater environments. Most of the celphalopod hunting is known to be pelagic, and fairly shallow, within the first 100m of the surface. The most common prey are reported to include glass squid, and lycoteuthid and ommastrephid squid, although the whales also consume other squid, and octopuses. They have also been reported to eat some deep-sea shrimps, but, compared with dwarf sperm whales, relatively few fish.Predators may include great white sharks and killer whales.Pygmy sperm whales and dwarf sperm whales are unique among cetaceans in using a form of \"ink\" to evade predation in a manner similar to squid. Both species have a sac in the lower portion of their intestinal tract that contains up to 12 liters of dark reddish-brown fluid, which can be ejected to confuse or discourage potential predators.",
    "Population and distribution": "Pygmy sperm whales are found throughout the tropical and temperate waters of the Atlantic, Pacific, and Indian Oceans, and occasionally among colder waters such as off Russia.  However, they are rarely sighted at sea, so most data comes from stranded animals - making a precise range and migration map difficult. They are believed to prefer off-shore waters, and are most frequently sighted in waters ranging from 400 to 1,000 m (1,300 to 3,300 ft) in depth, especially where upwelling water produces local concentrations of zooplankton and animal prey. Their status is usually described as rare, but occasional patches of higher density strandings suggest they might be more common than previously estimated. The total population is unknown.\nFossils identified as belonging to K. breviceps have been recovered from Miocene deposits in Italy, as well as from Japan and southern Africa.",
    "Human interaction": "Pygmy sperm whales have never been hunted on a wide scale. Land-based whalers have hunted them from Indonesia, Japan, and the Lesser Antilles. This species was impacted by whaling in the 18th and 19th centuries, as sperm whales were especially sought after by whalers for their sperm oil, produced by the spermaceti organ. The oil was used to fuel kerosene lamps. Ambergris, a waste product produced by the whales,  was also valuable to whalers as it was used by humans in cosmetics and perfume.They were not as heavily hunted as its larger counterpart Physeter macrocephalus, the sperm whale, which are typically 120,000 lbs and thus preferred by whalers.   The pygmy sperm whale is also rather inactive and slow rising when coming to the surface and as such do not bring much attention to themselves. However, they were easy targets, as they tended to swim slowly and lie motionless at the surface.Individuals have also been recorded killed in drift nets. Some stranded animals have been found with plastic bags in their stomachs - which may be a cause for concern. It is not known whether these activities are causing long-term damage to the survival of the species.\nPygmy sperm whales do not do well in captivity. The longest recorded survival in captivity is 21 months, and most captive individuals die within one month, mostly due to dehydration or dietary problems.There have also been reports of Pygmy sperm whales being forced to change their diets and foraging behaviors due to anthropological factors like, deep-sea trawling and increased fishing for cephalopods off the coast of many Southeast Asian countries.",
    "Conservation": "In 1985, the International Whaling Commission ended sperm whaling.The pygmy sperm whale is covered by the Agreement on the Conservation of Small Cetaceans of the Baltic, North East Atlantic, Irish and North Seas (ASCOBANS) and the Agreement on the Conservation of Cetaceans in the Black Sea, Mediterranean Sea and Contiguous Atlantic Area (ACCOBAMS). The species is further included in the Memorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia (Western African Aquatic Mammals MoU) and the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MoU).As there is not much known about this species, as well as due to the whaling and conservation laws in place for marine mammals, it is listed as “Lower risk least concern” in the IUCN Red list. However, there are some modern day issues it faces. It is one of the most common stranded species in Florida sound. Due to its slow moving and quiet nature, the species is at a higher risk of boat strikes. Its small size also allows for it to become a byproduct of commercial fishing, caught in siene nets. Anthropogenic noise is another particular issue affecting this species, as it echolocates, and it has repeatedly been found stranded with plastic in its stomach.",
    "Specimens": "MNZ MM002651, collected Hawke's Bay, New Zealand, no date data.",
    "See also": "Cetacean Conservation Center\nList of cetacean species\nMarine biology\nWhale oil",
    "Footnotes": "",
    "References": "",
    "Further reading": "Pygmy and Dwarf Sperm Whales by Donald F. McAlpine in Encyclopedia of Marine Mammals pp. 1007–1009 ISBN 978-0-12-551340-1\nWhales Dolphins and Porpoises, Mark Carwardine, Dorling Kindersley Handbooks, ISBN 0-7513-2781-6\nNational Audubon Society Guide to Marine Mammals of the World, Reeves, Stewart, Clapham and Powell, ISBN 0-375-41141-0",
    "External links": "UMMZ Skull photos\n[1] Photo of skull\nMax Newman's Pygmy Sperm Whale Research Paper\ndolphin rescues Pygmy Sperm whales\nArkive\nVoices in the Sea - Sounds of the Pygmy sperm Whale"
  }
}