{
  "url": "https://en.wikipedia.org/wiki/Short-finned_pilot_whale",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Globicephala"
    },
    {
      "Species": "G. macrorhynchus"
    }
  ],
  "text": {
    "__SUMMARY__": "The short-finned pilot whale (Globicephala macrorhynchus) is one of the two species of cetaceans in the genus Globicephala, which it shares with the long-finned pilot whale (G. melas). It is part of the oceanic dolphin family (Delphinidae), though its behaviour is closer to that of the larger whales.\nIt has a worldwide distribution, with a global population of about 700,000, and there may be 3 or 4 distinct populations–two in the Pacific, and one in The Atlantic and Indian Oceans. Its range is moving northward due to global warming. In the Pacific, males average 4–6 m (13–20 ft), and females 3–5 m (9.8–16.4 ft). It generally has a stocky build with black to dark gray/brown skin, and can be distinguished from its counterpart by shorter flippers, fewer teeth, and a shorter beak. They are though to pursue fast-moving squid typically at a depth of 700 m (2,300 ft), but the maximum recorded depth is 1,018 m (3,340 ft).\nThe short-finned pilot whale has been reported as being highly playful and social. It typically travels in pods of 10–30 members, typically family, but has been observed moving in groups of several hundred. Like killer whales, it has a matrilineal social hierarchy with an elder female at the head, and a sizable post-reproductive lifespan. It is polygynous, and females often outnumber males 8:1 in a pod.\nPods are known to mass strand, possibly due to sheer accident, geomagnetic anomalies affected biosonar, injury from loud military sonar, or disease. It was historically whaled, and is still whaled today by Japan and the Lesser Antilles, but is protected by several international treaties.",
    "Taxonomy": "The name “pilot whale” originated with an early theory that pods were “piloted” by a leader. Other common names include the “pothead whale” (after the bulbous melon), and “blackfish” (a catch-all term used to designate numerous species of small, dark-colored toothed whales, including the pygmy sperm whale and false killer whale).Worldwide, the diversity of mitochondrial DNA in short-finned pilot whales is considered to be low relative to other species with global distributions. A 2014 study found a unique haplotype in the Caribbean region.",
    "Taxonomy-Evolution": "The short-finned pilot whale is considered to be a single species with three divergent types: the Shiho, Naisa and Atlantic short-finned pilot whales.The Shiho and Naisa forms are actually subspecies of the short-finned pilot whale, with the Shiho clade having diverged approximately 17.5 thousand years ago (kya), during the last glacial maximum. The exact boundaries of the two subspecies’ ranges remain undefined due to lack of data. Based on current evidence, the Shiho subspecies is distributed in the eastern Pacific Ocean, and the Naisa subspecies  encompasses the central/western Pacific and Indian Oceans, as well as the Atlantic Ocean. It appears as though the Pacific Ocean acts as a semi‐permeable barrier between the two subspecies, allowing occasional migration and mixing between the eastern and western Pacific Ocean, but keeping the populations separate enough to drive this differentiation.The Atlantic clade is thought to have diverged from the Naisa approximately 12.5 kya, however this split is supported by mitochondrial DNA only, and not nuclear DNA. Further analysis is required to clarify whether the Atlantic Ocean and central/western Pacific and Indian Oceans pilot whales may also be sufficiently distinct to be considered subspecies.The Atlantic and Indian/western-central Pacific types are also diverging from each other, with the Benguela Current off the coast of South Africa separating the two.",
    "Description": "Short-finned pilot whales are black to dark gray/brown, with a thick tail stock, fluke with sharply pointed tips, bulbous head, and a broad, sickle-shaped dorsal fin. Coloration typically includes light grey to white areas such as a saddle patch behind the dorsal fin, a light grey or white anchor-shaped patch under the chin and belly, and a blaze marking behind the eye. These traits, however, can vary between populations. For example, two distinct forms are described from on the Pacific coast of central Japan: the Shiho morphotype is the larger of the two–females 4–5 m (13–16 ft), males 5–6 m (16–20 ft)–and has a white dorsal patch and round melon, while the Naisa type is smaller–females 3–4 m (9.8–13.1 ft), males 4–5 m (13–16 ft)–with a characteristic flattened or squarish melon and a darker, indistinct saddle patch.  When they are born, short-finned pilot whales weigh about 60 kg (130 lb) at a length of 1.4–1.9 m (4 ft 7 in–6 ft 3 in).\nLong-finned and short-finned pilot whales are often hard to tell apart. However, as their names indicate, short-finned pilot whale flippers are shorter than those of the long-finned pilot whale, measuring about 1/6th of the body length.  Short-finned pilot whales also have fewer teeth – 7-9 in each row –  and a shorter and broader rostrum with a premaxilla that covers more of the maxilla. Both species exhibit sexual dimorphism and have similar lifespans of about 45 years for males and 60 years for females, with long-finned pilot whales being generally larger than short-finned pilot whales.  The two species have limited overlap worldwide; long-finned pilot whales are found in cooler temperate waters, while the distribution of short-finned pilot whales is largely tropical and subtropical.",
    "Geographic distribution": "Short-finned pilot whales are found in both coastal and pelagic waters in temperate and tropical regions of the Indian, Atlantic, and Pacific Oceans. Information on the spatial habitat use of pilot whales in the northwest Atlantic is limited, however short-finned pilot whales are thought to range from the southern end of Georges Bank into the tropics, overlapping with the range of the long-finned pilot whales along the mid-Atlantic shelf break between Delaware and Georges Bank. Off the coast of Japan, the distributions of the Shiho and Naisa types are well-documented and largely nonoverlapping, with the Naisa-type inhabiting the warm-temperate waters of the Kuroshio Current, and the Shiho-type inhabiting cold-temperate waters of the Oyashio Current. Some evidence suggests these populations might even be distinct subspecies, based on differences in morphology, mitochondrial DNA and breeding seasons.  Beyond Japan, the Naisa-type occurs in southeast Asia, the Indian Ocean, and Hawaii, and the Shiho-type can be found in the California Current and off Peru.Pilot whales show strong natal philopatry, often remaining year-round in places such as Hawaii, the U.S.  and British Virgin Islands, the Madeira Islands, and parts of California, though some populations migrate with the seasonal and annual fluctuations in temperature and productivity.\n\nOnce commonly seen off of Southern California, short-finned pilot whales disappeared from the area after a strong El Niño year in 1982 and 1983, and have since been encountered infrequently, primarily during warm-water years such as 1991, 1993, 1997, 2014, and 2015. It is not known whether the animals sighted more recently were part of the same population that was documented off Southern California before the mid-1980s, or a different wide-ranging pelagic population, therefore the status of this stock remains unknown.\nPilot whales are economically important in the whale-watching industry of some areas of the world, such as Madeira, Hawaii, and the Canary Islands, which host resident populations of these whales. The effects of tourism activities on pilot whales have not been well studied, but some evidence suggests that the impact of underwater noise from whale-watching boats can have the potential to significantly disrupt communication at close range. Many countries offer safe whale-watching guidelines designed to minimize the impact of their activities on the animals being watched (see supplementary materials).",
    "Behaviour": "",
    "Behaviour-Social Lives": "Short-finned pilot whales are long-live, slow to reproduce, and highly social animals. They are usually found in pods of 10 to 30 individuals, though groups of up to several hundred short-finned pilot whales have been reported in the Caribbean.  These pods are stable social structures, meaning that they form hierarchical associations that remain stable for generations, and are primarily though to be matrilineal, i.e. lead by an elder female relative, similar to those of resident killer whales. However, a study by Van Cise et al. (2017) showed that, in the Hawaii islands, the social organization of pods was indicative of familial behaviour rather than matrilineal, and was driven by genetic relatedness. Groups of closely related individuals formed tight associations, or clusters, with other close relatives, and genetic analysis revealed a significant differentiation between clusters, even those that were present in the same area. Clusters that were more genetically different also spent less time together. This could suggest that social behaviour in short-finned pilot whales inhibits gene flow outside of family groups.  \nPilot whales are also known for their socializing and playful behaviour at the surface, such as lobtailing (slapping their flukes on the water surface) and spy-hopping (poking their heads above the surface). Members of a pod have also been observed making various altruistic behaviours, such as alloparental care, in which nonparent whales help to take care of young that are not their own. In the closely-related long-finned pilot whales,  babysitting of calves by other group members is frequently documented, and can be performed by males as well as females.",
    "Behaviour-Reproduction": "Males are polygynous, meaning they will mate with multiple females at one time and throughout their lives.  Pods are often found with around one mature male per every eight mature females. During mating aggregations, males will temporarily leave their pods to mate with females from other pods, but will return to their own pods once mating is over, which helps to prevent inbreeding. Female pilot whales mature at about 7-12 years of age, and will start having calves every five to eight years, averaging about 4 to 5 calves in a lifetime. A calf will suckle its mother for a minimum of two years, with most continuing to suckle for five years, and some evidence suggests that females may continue to lactate for up to 15 years after the birth of their last calf. A female will usually stop reproducing once reaching the age of 40 years, even though the maximum lifespan exceeds 60 years.",
    "Behaviour-Foraging": "The diet preferences and foraging habits of short-finned pilot whales are still poorly understood, however, they are known to be deep-divers, and are generally found foraging on the steep slopes along the continental shelf break.  Their diet is thought to consist primarily on squid, but will also include certain species of fish and octopus. They have been recorded to feed at a maximum depth of 1018m (3340 ft) for a length of 21 minutes, although average dives tend to be shallower (around 700m) and last around 15 minutes.9 When foraging, a pod may spread out up to 800 m (half-mile) to find food.3 Pilot whales are known as the 'cheetahs of the deep' for the high-speed pursuits of squid at depths of hundreds of meters.",
    "Population Status": "The total of all available abundance estimates for Short-finned pilot whales is approximately 700,000 individuals, but populations vary worldwide, and large parts of the species' range have not been surveyed, therefore actual abundance could be considerably greater than this.In the western Pacific, population estimates range from 5,300 individuals in Northern Japan to 53,608 in Southern Japan.  7,700 individuals are reported in the eastern Sulu Sea (Philippines), and in the Eastern tropical Pacific the most recent estimate from 2000 gives 589,000 individuals.  The resident population in Tenerife, Spain, is estimated at only 350 individuals.Three stocks of short-finned pilot whales are recognized in U.S. waters, which live along the east and west coasts, and around the Hawaiian Islands. There best available abundance estimates place the West Coast stock at only 800 animals, and the East Coast stock at 21,500. These estimates come from sightings reported from vessel and aerial surveys, and may be under-representing the true population abundance due to the wide range that the species covers, and the difficulty of distinguishing long-finned and short-finned pilot whales at sea.The Hawaiian archipelago is home to the Naisa-type short-finned pilot whale, which appears to be segregated into three island-associated communities based on phot-ID and satellite tagging data: the Main Hawaiian Islands (MHI) community, the Northwestern Hawaiian Islands (NWHI) community, found around O’ahu and Kaua’i Islands, and the central MHI community around O’ahu and Lāna’i Islands. There are no population estimates for the different island communities, but in all of Hawaiian waters there are an estimated 90-20 thousand short-finned pilot whales, with the MHI community being the most abundant.\nShort-finned pilot whales are among the most frequently encountered cetaceans in the Canary Islands, but estimates of abundance are not available. Records suggest they are also abundant in deep water off the west coast of Africa, around the Maldives, and in the northern Indian Ocean more generally. However, despite previous study efforts, there is still no information on global numbers or trends for this species.",
    "Threats": "",
    "Threats-Natural predators and strandings": "There are no documented cases of natural predation on pilot whales, although the species could occasionally be targeted by killer whales or large sharks. Most of the data on pilot whale mortalities comes from mass stranding events. Pilot whales are often involved in mass strandings throughout their range, with several well-documented incidents involving dozens of individuals in Australia, the Canary Islands, and the U.S.   Many theories have been proposed to explain these events, which include accidents in navigation that lead animals to unexpectedly shallow waters, anomalies in the earth’s geomagnetic fields impacting navigation, injury or disorientation caused by military sonar , or impaired navigation in diseased individuals that lead the rest of the group astray. Due to their tight social bonds, rescue attempts following strandings are not always successful, as whales will often re-strand themselves upon hearing the calls of their group members on shore. Stranding rescue is often difficult and dangerous work, and all individuals witnessing a stranding should contact local authorities to report the incident immediately.",
    "Threats-Human-induced threats": "Short-finned pilot whales have been hunted for many centuries, particularly by Japanese whalers. Between 1948 and 1980, hundreds of whales were exploited at Hokkaido and Sanriku in the north and Taiji, Izu, and Okinawa in the south.20 Annual catches have ranged from 100 to 500 whales from 1972 to 2009 across the country, and the practice continues to this day.7 Today, pilot whales are hunted in a few areas of Japan, mainly along the central Pacific coast, as well as the Lesser Antilles (e.g., St. Vincent and the Grenadines, St. Lucia, Dominica, Martinique), where whales are commercially hunted and the meat is available for human consumption. Pilot whales’ strong social bonds and herding instincts make them prime candidates for so-called drive fisheries, where whales are herded towards shore by boats and then killed in shallow waters.  Other hunting methods include hand or crossbow-projected harpooning, and small-type whaling (defined as the use of a cannon mounted on a vessel below a certain size). From 1993-2004, the annual quota for all short-finned pilot whale takes in Japan was 500, a large proportion of which was allocated to the drive hunt in Taiji. Whaling documentation in the Caribbean has been sporadic and often incomplete, but at least in St. Vincent and the Grenadines, local hunters have taken an average of 141 pilot whales and 159 dolphins of various species annually from 1962 to 2009.\n\nCertain Japanese restaurants serve pilot whale as sashimi, or as steaks that are marinated, cut into small chunks, and grilled. The meat is high in protein and low in fat (a whale's fat is contained in the layer of blubber beneath the skin). It is considered integral to certain cultures.  When grilled, the meat is slightly flaky and described as being quite flavorful, somewhat gamey, with distinct yet subtle undertones recalling its marine origin. \nLike many marine predators, pilot whales are susceptible to entanglement and bycatch in pelagic fishing gear, such as gill nets, long lines and some trawl fisheries. Once entangled or hooked, whales may drag the gear behind them for long distances, resulting in fatigue, compromised feeding ability, or injury, often leading to reduced reproductive success and death. Pilot whales are also susceptible to vessel strikes, which can be lethal, or lead to injury and behavioural changes. As top predators, pilot whales also suffer from the bioaccumulation of contaminants such as heavy metals and organichlorines in their tissues, which can have serious long-term impacts on health and reproduction, and is a rising concern in cultures that consume pilot whale meat. Short-finned pilot whales off the west coast of the US were found to have high amounts of DDT and PCB, however the levels were lower in whales from Japan and the Antilles.",
    "Threats-Captivity": "Short-finned pilot whales, have been kept in captivity in various marine parks off southern California, Hawaii and Japan, arguably starting the late 1940s.  Pilot whales have historically had low survival rates in captivity, with less than half surviving past 24 months.  Bubbles, a female short-finned pilot whale who was displayed in Marineland, and eventually at Sea World California, was one exception to the rule, living to be somewhere in her 50s when she eventually died on 12 June 2016.",
    "Threats-Climate change": "In the context of global warming, the ranges of short-finned pilot whales are expected to shift northward in response to warming temperatures, which could eventually lead to increased overlap and potential hybridization with their long-finned cousins.  The distribution limit of short-finned pilot whales in the Northeast Atlantic has already shifted 3° latitude in only two decades, and evidence for introgressive hybridization (i.e. the movement of a genes from one species into the gene pool of another) with long-finned pilot whales is appearing in DNA samples from the Northeast Atlantic. Like many other species, pilot whales are also likely to be affected by changes in prey distribution and abundance, habitat degradation, and other secondary effects of climate change, coupled with human-mediated stressors such as marine traffic and pollution, which could lead to the global decline, or even loss, of this species.",
    "Conservation": "The short-finned pilot whale was listed on the IUCN Red List as Data Deficient in 2008, and remains data-poor in much of its range, especially in the Southern Hemisphere and in large parts of the tropical and warm temperate North Atlantic Ocean.The short-finned pilot whale is covered by the Agreement on the Conservation of Small Cetaceans of the Baltic, North East Atlantic, Irish and North Seas (ASCOBANS), and the Agreement on the Conservation of Cetaceans in the Black Sea, Mediterranean Sea and Contiguous Atlantic Area (ACCOBAMS). The purpose of these two groups is to reduce threats to cetaceans through improving current knowledge, and enforcement of the outlined conservation measures.\nThe species is further included in the Memorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia (Western African Aquatic Mammals MoU) and the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MoU). In the United States, short-finned pilot whales are protected under the Marine Mammal Protection Act. Globally, they are listed in Appendix II of the Convention on International Trade in Endangered Species (CITES), which aim is to ensure that international trade in specimens of wild animals and plants does not threaten their survival. \nAround the world, several efforts aim to address the threats faced by cetaceans, including pilot whales. For example, in the United States, NOAA Fisheries implemented the Pacific Offshore Cetacean Take Reduction Plan, which aims to reduce serious injuries and deaths of marine mammals incidental to the California/Oregon thresher shark/swordfish drift gillnet fishery through methods like gear modifications, limited fishing depth, and skipper education workshops.In areas where resident pilot whale populations are seen near the coast, such as those off the Canary Islands, Madeira, and Hawaii, they can be studied using photo-identification. This technique helps researchers identify unique markings and scars on the whales’ dorsal fins, which are used to recognize individuals from photographic surveys to monitor movements and life histories over time. Other research techniques including satellite tagging, acoustics, and genetics to learn about the species' long-range movements, genetic diversity and social behaviour. However, there have been few long-term studies focused on this species, and data is spotty for many of the small local populations. This makes assessing threats and population dynamics difficult, and more research is needed before any statements can be made on the global status of short-finned pilot whales.",
    "See also": "NOAA Marine Life Viewing Guidelines\nUS Marine Mammal Protection Act\nList of cetacean species\nMarine biology",
    "References": "",
    "External links": "Voices in the Sea - Sounds of the Short-finned pilot Whale"
  }
}