{
  "url": "https://en.wikipedia.org/wiki/Southern_bottlenose_whale",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Ziphiidae"
    },
    {
      "Genus": "Hyperoodon"
    },
    {
      "Species": "H. planifrons"
    }
  ],
  "text": {
    "__SUMMARY__": "The southern bottlenose whale (Hyperoodon planifrons) is a species of whale, in the Ziphiid family, one of two members of the genus Hyperoodon. Seldom observed, the southern bottlenose whale is resident in Antarctic waters. The species was first described by English zoologist William Henry Flower in 1882, based on a water-worn skull from Lewis Island, in the Dampier Archipelago, Western Australia.",
    "Description": "The southern bottlenose whale measures 7.5 m (25 ft) in length when physically mature, considerably smaller than the northern bottlenose whale. The beak is long and white on males but grey in females. The dorsal fin is relatively small at 30–38 cm (12–15 in), set behind the middle of the back, falcate (sickle-shaped), and usually pointed. The back is light-to-mid grey. It has a lighter underside. There is currently no evidence to support sexual dimorphism in coloration (Van Waerebeek et al., 2005). More data need to be collected to understand if coloration differences are individualized or based on geographic range (Van Waerebeek et al., 2005).",
    "Taxonomy": "No subspecies of the southern bottlenose whale are named (Mead 1989). A mtDNA study of two southern bottlenose whales from different regions of New Zealand was conducted and found that mtDNA differed 4.13%, which is higher than the interspecific variation of 2% found in other beaked whales (Dalebout et al., 1998). Intraspecific coloration variation may be due to genetics; however, variation based on geographical location is not ruled out (Van Waerebeek et al., 2005).",
    "Geographic range and distribution": "The southern bottlenose whale has a circumpolar distribution in the Southern Ocean. It is found as far south as the Antarctic coast and as far north as the tip of South Africa, New Zealand's North Island and the southern parts of Brazil.\nSightings of bottlenose whales in tropical and subtropical waters were likely not of southern bottlenose whales; rather they were of a poorly known species, Longman's beaked whale.",
    "Behavior": "Dive times range from 15-40 mins, which is a long dive time relative to other cetaceans (Barlow and Sexton, 1996), and occur in small group sizes between 1-5 individuals. The southern bottlenose whale feed mainly on squid and krill. A study of stomach contents revealed that squid in the stomach of the southern bottlenose whale were mostly Antarctic squid species, followed by South African squid species (Sekiguchi et al., 1993).",
    "Population status": "The global population is unknown. Population estimates are lacking; however, southern bottlenose whales accounted for more than 90% of Ziphiid sightings in the Antarctic circle (Kasamatsu et al., 1988).",
    "Threats": "The biggest threat to the southern bottlenose whale has been whaling (Mitchell, 1975). Soviet whalers took a few specimens for research (Tomilin and Latyshev, 1967), and Japanese whalers took 42 specimens (Kasamatsu et al., 1988).",
    "Conservation": "A whale sanctuary in the Southern Ocean was created in 1994 by the International Whaling Commission (IWC). This prohibited whaling in the Southern Ocean. Forty-two southern bottlenose whales were caught in the Antarctic by Soviet whalers between 1970 and 1982. In addition, the southern bottlenose whale is covered by the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region. (Pacific Cetaceans MOU).[1] Currently the IUCN status is Least Concern.",
    "Specimens": "MNZ MM002233 Southern bottlenose whale Hyperoodon planifrons, collected from peninsula at entrance to Ohiwa lagoon, Bay of Plenty, New Zealand on 2 April 1996.",
    "See also": "List of cetacean species",
    "Notes": "",
    "References": "Bottlenose Whales in the Encyclopedia of Marine Mammals Shannon Gowans, 1998. ISBN 0-12-551340-2\nNational Audubon Society Guide to Marine Mammals of the World Reeves et al., 2002. ISBN 0-375-41141-0.\nWhales, Dolphins and Porpoises Carwardine, 1995. ISBN 0-7513-2781-6\nTaylor, B.L.; Baird, R.; Barlow, J.; Dawson, S.M.; Ford, J.; Mead, J.G.; Notarbartolo di Sciara, G.; Wade, P. & Pitman, R.L. (2008). \"Hyperoodon planifrons\". The IUCN Red List of Threatened Species. IUCN. 2008: e.T10708A3208830. doi:10.2305/IUCN.UK.2008.RLTS.T10708A3208830.en. Retrieved 12 January 2018.Van Waerebeek K., K. Findlay, G. Friedrichsen, and P. Best. 2005. Bold colouration pattern in southern bottlenose whales, a preliminary assessment of external variation. Ulsan, Korea: IWC Scientific Committee Meeting.Sekiguchi, Keiko, N. Klages, and K. Findlay. 1993. Feeding habits and possible movements of southern bottlenose whales Hyperoodon planifrons. 14th Symposium on Polar Biology. 84-97.Dalebout, Merel L., A. Van Helden, K. Van Waerebeek, and C. Scott Baker. 1998. Molecular genetic identification of southern hemisphere beaked whales (Cetacea: Ziphiidae). Molecular Ecology 7(6):687-694.Kasamatsu, F. 1988. Distribution of cetacean sightings in the Antarctic; results obtained from the IWC/IDCR minke whale assessment cruises, 1978/79 to 1983/84. Rep. int. Whal. Comm. 38:449-487.Mitchell, E.D. 1975. Review of biology and fisheries for smaller cetaceans. J. Fish. Res. Board Canada 32(7): 888–983.Tomilin, A.G. and Latyshev, V.M. 1967. New data on the flat-fronted bottlenose – Hyperoodon planifrons. Mosk. Obshch. isp. Priody, Byull. Otdel. Biol. 72: 119–22.Barlow, J. and Sexton, S., 1996. The Effect of Diving and Searching Behavior on the Probablility of Detecting Track-line Groups, Go, of Long-diving Whales During Line Transect Surveys. National Marine Fisheries Service, Southwest Fisheries Center.Mead, J. G. (1989). Bottlenose whales Hyperoodon ampullatus (Forster, 1770) and Hyperoodon planifrons Flower, 1882. In S. H. Ridgway & R. J. Harrison (Eds.), Handbook of marine mammals. Vol. 4: River dolphins and the larger toothed whales (pp. 309-320). London: Academic Press. 442 pp.",
    "External links": "Marine Bio: Southern Bottlenose Whale\nPolar Conservation Organization - information on the Bottlenose Whale\nWhale & Dolphin Conservation Society (WDCS)\nSouthern Bottlenose Whale - The Beaked Whale Resource"
  }
}