{
  "url": "https://en.wikipedia.org/wiki/Southern_right_whale_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Lissodelphis"
    },
    {
      "Species": "L. peronii"
    }
  ],
  "text": {
    "__SUMMARY__": "The southern right whale dolphin (Lissodelphis peronii) is a small and slender species of mammal found in cool waters of the Southern Hemisphere. The dolphin is one of two species of right whale dolphin; Lissodelphis, the other, the northern right whale dolphin, is found in deep oceans of the Northern Hemisphere.",
    "Description": "Southern right whale dolphins are the only dolphins without dorsal fins in the Southern Hemisphere. They are smaller than northern right whale dolphins and have more white on their heads and sides. They have slim, graceful bodies which are black on the upper side and white underneath. Their flippers are mainly white and are small and curved. Their flukes are small with a notch in the middle and concave trailing edges. Their beaks are small but distinct. They have between 43 and 49 teeth in each row of both jaws.\nThe distribution range of the species is subtropical to subantarctic oceans of the Southern Hemisphere. The range and total population have not been estimated or closely studied. Large populations are recorded off the western coasts of South America, where they are targeted by whaling operations; it is described as abundant in this region and off the coast of New Zealand. The range is associated with cold currents up the western and southern coasts of Africa, with a concentration recorded near Namibia.\nThe species is recorded with other cetaceans such as Lagenorhynchus obscurus, the dusky dolphin, and the pilot whale Globicephala macrorhynchus.\nThe southern right whale dolphin travels in groups of up to 1000 individuals, 52 being the average group size. The mass stranding of L. peronii on beaches, as many as 77, have been recorded.The species was first published by Bernard Germain de Lacépède in 1804. The genus Lissodelphis, is placed within the Delphinidae, the oceanic dolphin family of cetaceans. The name of the genus was derived from Greek lisso, smooth, and delphis. The specific epithet peronii commemorates François Péron, who saw the species near Tasmania during an expedition in 1800. The common names for the species include southern right-whale dolphin and snake porpoise. Both species in the genus are also referred by the name \"right whale dolphin\", a name derived from the right whales (Eubalaena) which also lack a dorsal fin.This delphinid was not targeted by whaling operations of the 19th century, although it was sometimes caught for meat. The species is harvested by small fisheries in Peru; other threats include drowning and accidental capture in fishing operations elsewhere. Large numbers of L. peronii are sometimes taken by gillnetting and longline fishing in oceans off the southern coast of Australia.Southern right whale dolphins are presumably eaten by sharks and killer whales. L. peronii itself preys on an undetermined range of fish, but is known to eat crustaceans, squid, and species of myctophids. Their diet could possibly include euphausiids (krill). Little is known of their particular habits, and it is not known whether they search for their food near the surface or at greater depths.",
    "Description-Characteristics": "They have a streamlined body, a short, defined beak, no visible teeth, and a single blowhole.  They are black and white in colour, with white undersides. No dorsal fin is present. They are fast, active swimmers.  Newborn calves are about 80–100 cm (31–39 in) in length. Adults are between 1.8 and 2.9 m (5 ft 11 in and 9 ft 6 in). Females tend to be slightly longer than males.  Adults weigh  60–100 kg (130–220 lb).  They eat fish, squid, and octopus.",
    "Description-Behaviour": "Southern right whale dolphins are very graceful and often move by leaping out of the water continuously. When they swim slowly, they expose only a small area of the head and back when they surface to breathe. Breaching, belly-flopping, side-slapping, and lob-tailing (slapping the flukes on the water surface) have been witnessed. They typically live in groups of two to 100. Some groups are more nervous than others, and swim away from boats, whereas others approach and possibly bow-ride. This tendency to bow-ride worked against them in the 19th century, as it allowed whalers to harpoon them from the bow and use them as food. Southern right whale dolphins are often seen in the company of hourglass dolphins.",
    "Conservation": "The southern right whale dolphin is included in the Memorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia (Western African Aquatic Mammals MoU) and the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MoU).",
    "See also": "List of cetacean species\nMarine biology",
    "References": "",
    "External links": "Whale and Dolphin Conservation Society"
  }
}