{
  "url": "https://en.wikipedia.org/wiki/Sowerby's_beaked_whale",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Ziphiidae"
    },
    {
      "Genus": "Mesoplodon"
    },
    {
      "Species": "M. bidens"
    }
  ],
  "text": {
    "__SUMMARY__": "Sowerby's beaked whale (Mesoplodon bidens), also known as the North Atlantic or North Sea beaked whale, is a species of toothed whale. It was the first mesoplodont whale to be described. James Sowerby, an English naturalist and artist, first described the species in 1804 from a skull obtained from a male that had stranded in the Moray Firth, Scotland, in 1800. He named it bidens, which derives from the two teeth present in the jaw, now known to be a very common feature among the genus.",
    "Physical description": "Sowerby's beaked whale has a typical body shape for the genus, and is mainly distinguished by the male's dual teeth positioned far back in the mouth. The whale's beak is moderately long, and the melon is slightly convex. The colouration pattern is a grey with light countershading on the bottom, and frequently has cookie cutter shark bites and scars from teeth (in males). The whale reaches 5 metres (16 ft) in females and 5.5 metres (18 ft) in males, with a weight of 1000-1300 kilograms (2200-2900 lb). The gestation period lasts for 12 months and the young are born at a length of 2.4 to 2.7 metres (8 to 9 ft) with a weight of around 185 kilograms (400 lb).",
    "Diet": "The diet of Sowerby's beaked whales consists of squid and small fish.",
    "Population and distribution": "Sowerby's beaked whale ranges from Nantucket to Labrador in the western North Atlantic and from Madeira to the Norwegian Sea in the eastern North Atlantic. They typically range in waters 200 to 1,500 metres (650 to 5,000 ft) deep. No population estimates have been made. In 1991, there were about 90 records of the species, 80 from the eastern North Atlantic and less than ten from the western North Atlantic; the majority of the records are from around the British Isles.On 10 January 2009, a female Sowerby's beaked whale was found at the port of Fethiye on the Aegean coast of Turkey, far away from her natural habitat. The whale was successfully saved and released back to the open sea.On 25 July 2015, biologists with the New England Aquarium investigated the death of a beaked whale in Massachusetts. The carcass of the 17-foot (5.2 m) long female, which weighed almost 1 short ton (0.91 t), was found on Jones Beach in Plymouth, Massachusetts. Biologists from the aquarium and the International Fund for Animal Welfare said they would perform a necrospy at the Woods Hole Oceanographic Institution. The whale was initially identified as a Sowerby's beaked whale, but the aquarium said a more thorough examination and consultation with additional experts was needed as staff had not seen a beaked whale since 2006.On 26 October 2018, a 4.2-metre (14 ft) whale was found beached near the town of Saltdean, on the UK coast. The carcass was subsequently taken to the Natural History Museum, London for post-mortem.  On 29 August 2019, a stranded whale was rescued from Dungarvan Bay, in southeast Ireland.",
    "Behaviour": "Sowerby’s beaked whales are reclusive creatures that stay away from ships and are rarely sighted. The whales are occasionally in groups of 8 to 10 individuals (males, females, and calves) and have been known to strand in groups as well. They are believed to primarily feed on squid and molluscs, but cod has also been found in their stomachs. They have been known to dive down at times approaching 30 minutes.",
    "Conservation": "The species has been hunted infrequently by Norwegians, but such practices have long since been abandoned. There are some deaths due to entanglement in fishing gear, but it is unlikely to be very damaging to the species. Sowerby’s beaked whale is covered by the Agreement on the Conservation of Small Cetaceans of the Baltic, North East Atlantic, Irish and North Seas (ASCOBANS) and the Agreement on the Conservation of Cetaceans in the Black Sea, Mediterranean Sea and Contiguous Atlantic Area (ACCOBAMS). The species is further included in the Memorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia (Western African Aquatic Mammals MoU).",
    "See also": "List of cetacean species",
    "Notes": "",
    "References": "",
    "External links": "Cetaceans of the World\nCMS\nSowerby's beaked whale movie, text in French\nWhale & Dolphin Conservation Society (WDCS)"
  }
}