{
  "url": "https://en.wikipedia.org/wiki/Spectacled_porpoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Phocoenidae"
    },
    {
      "Genus": "Phocoena"
    },
    {
      "Species": "P. dioptrica"
    }
  ],
  "text": {
    "__SUMMARY__": "The spectacled porpoise (Phocoena dioptrica) is a rarely seen member of the porpoise family. The species is readily distinguished from other porpoises by a characteristic dark ring around the eyes, which gives the animals their name. This ring is commonly surrounded by a farther lighter ring.",
    "Taxonomy": "The spectacled porpoise was first described by Lahille in 1912 from a specimen found on a beach near Buenos Aires. A skull later found in Tierra del Fuego was initially thought to be another species, provisionally named Phocoena dioptrica, but the individual was later shown to be a spectacled porpoise and this name remains a synonym. The Latin word dioptrica refers to the double eye rings characterizing the creature.",
    "Description": "The spectacled porpoise is a robust creature with a small head and no beak. Spectacled porpoises have distinctive black and white markings - black above and white underneath. They have black eyes with white rings or spectacles, and a white stripe on the upper surface of the tail. They have a large rounded dorsal fin, and no beak. Like all porpoises, they have spade-shaped teeth (as opposed to conical in dolphins). Newborn members of this species are about 80 cm with males growing up to 2.2 metres and females somewhat smaller. The age at which they reach maturity, as well as the porpoise's longevity, is unknown. They can grow up to 60–84 kg (130-185 lbs) in weight as adults.",
    "Diet": "These porpoises feed on squid and fish, yet also on octopus, shrimp, molluscs, and other crustaceans.",
    "Behaviour": "Spectacled porpoises live in groups of 1-25. They are fast, active swimmers, and they normally avoid boats. Little else is known about their behaviour as most of the information has been gleaned from stranded individuals.",
    "Distribution and population": "The spectacled porpoise is believed to be circumpolar in cool sub-Antarctic and low Antarctic waters. Many skeletons have been found on Tierra del Fuego and this area is believed to be a site of relatively high concentration. This species has been seen off Brazil, the Falkland Islands and South Georgia in the Atlantic, off the Auckland Islands, Tasmania and south Australia in the South Pacific and Heard Island and Kerguelen in the southern Indian Ocean. Individuals have very rarely been seen in the open sea. The southernmost sighting was in the Drake Passage at 58°S.\nThe total population is unknown. The IUCN lists it as a Least Concern species in the Red List of Threatened Species.",
    "Conservation": "The spectacled porpoise is listed on appendix II of the Convention on the Conservation of Migratory Species of Wild Animals (CMS). It is listed on Appendix II as it has an unfavourable conservation status or would benefit significantly from international co-operation organised by tailored agreements.",
    "See also": "List of cetacean species\nMarine biology",
    "References": "",
    "External links": "Whale & Dolphin Conservation (WDC)\nConvention on Migratory Species page on the Spectacled porpoise"
  }
}