{
  "url": "https://en.wikipedia.org/wiki/Steno_(genus)",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "StenoGray, 1846"
    },
    {
      "Species": "S. bredanensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The rough-toothed dolphin (Steno bredanensis) is a species of dolphin that can be found in deep warm and tropical waters around the world.\nThe species was first described by Georges Cuvier in 1823. The genus name Steno, of which this species is the only member, comes from the Greek for 'narrow', referring to the animal's beak — which is a diagnostic characteristic of the species. The specific name honours van Breda, who studied Cuvier's writings. There are no recognised subspecies.",
    "Description": "The rough-toothed dolphin is a relatively large species, with adults ranging from 2.09 to 2.83 metres (6.9 to 9.3 ft) in length, and weighing between 90 and 155 kilograms (198 and 342 lb); males are larger than females. Its most visible characteristic feature is its conical head and slender nose; other dolphins either have a shorter snout or a more visibly bulging melon on the forehead. As the common name for the species implies, the teeth are also distinctive, having a roughened surface formed by numerous narrow irregular ridges. They have been reported to have between nineteen and twenty-eight teeth in each quarter of the jaw.The flippers are set back further along the body than in other similar dolphins, although, at sea this dolphin may be confused with spinner, spotted and bottlenose dolphins. The dorsal fin is pronounced, being from 18 to 28 centimetres (7.1 to 11.0 in) in height. The animal's flanks are a light gray, while the back and dorsal fin are a much darker gray. Older individuals often have distinctive pinkish, yellow, or white markings around the mouth and along the underside.",
    "Population and distribution": "The distribution and population of the rough-toothed dolphin is poorly understood. They inhabit the Pacific, Atlantic, and Indian Oceans, and in the Mediterranean Sea, in warm temperate to tropical waters, with occasional reports from cooler environments. Live sightings are almost universally made far off-shore, beyond the continental shelf, in water at least 1 kilometre (0.62 mi) deep.Most of the research activity concerning the dolphin has been directed in the eastern Pacific, where a population estimate of 150,000 has been obtained. Fossils belonging to the genus Steno are known from Europe and date to the early to mid-Pliocene.In the Mediterranean Sea, the species was once considered to be visiting from North Atlantic until recent findings revealed that there is a small but resident population in the eastern part of the sea.",
    "Behaviour and diet": "Rough-toothed dolphins are typically social animals, although solitary individuals are also sighted. An average group has between ten and twenty members, but they can vary from as few as two to as many as ninety. Such groups are thought to be temporary assemblages, composed of smaller, more permanent groups of two to eight closely related individuals that occasionally join together with others. They have also been reported to school together with other species of dolphin, and with pilot whales, false killer whales, and humpback whales.\nRough-toothed dolphins have been reported to bow-ride on a number of occasions, although apparently they do not do so as frequently as many other dolphin species.  They do, however, commonly \"skim\", by swimming with their heads and chin above the surface of the water. They are known to be able to dive to at least 50 metres (160 ft) and be able to stay underwater for at least fifteen minutes. Their echolocation clicks are unusually brief, lasting no more than 0.2 seconds, and have a relatively low frequency, ranging from 2.7 to 256 kHz, with a maximum peak frequency of 25 kHz. They also make longer whistles with a frequency between 3 and 12 kHz.Although details of their diet are sketchy, the stomach contents of stranded dolphins have included such fish such as silversides, sauries, houndfish, smelts, cutlassfish, and various squid and octopuses. Predators on rough-toothed dolphins are thought to include killer whales and sharks.",
    "Reproduction": "Rough-toothed dolphins give birth to a single young, after an unknown period of gestation; it is also unknown whether or not they have a distinct breeding season. The young are about 100 centimetres (39 in) long at birth, and grow rapidly for the first five years of life. Females reach sexual maturity somewhere between six and ten years of age, and males between five and ten years.",
    "Conservation": "The population is not believed to be threatened by human activities. A small number of individuals have been harpooned by Japanese whalers and pods are also slaughtered in the Taiji drive hunts. Others have been caught in seine nets by trawlers fishing for tuna. Less than a dozen rough-toothed dolphins live in dolphinaria around the world. The rough-toothed dolphin is covered by the Agreement on the Conservation of Small Cetaceans of the Baltic, North East Atlantic, Irish and North Seas (ASCOBANS) and the Agreement on the Conservation of Cetaceans in the Black Sea, Mediterranean Sea and Contiguous Atlantic Area (ACCOBAMS). The species is further included in the Memorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia (Western African Aquatic Mammals MoU) and the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MoU)",
    "See also": "List of cetacean species",
    "References": "\nSteno bredanensis pp. 269–280, by J Maigret in Handbuch der Säugetiere Europas. Band 6: Meeressäuger Teil 1A: Wale und Delphine 1 Niethammer J, Krapp F, (Eds.) (1995)."
  }
}