{
  "url": "https://en.wikipedia.org/wiki/Strap-toothed_whale",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Ziphiidae"
    },
    {
      "Genus": "Mesoplodon"
    },
    {
      "Species": "M. layardii"
    }
  ],
  "text": {
    "__SUMMARY__": "The strap-toothed whale (Mesoplodon layardii), also known as the Layard's beaked whale or the long-toothed whale, is a large mesoplodont with some of the most bizarre teeth of any mammal. The common and scientific name was given in honor of Edgar Leopold Layard, the curator of the South African Museum, who prepared drawings of a skull and sent them to the British taxonomist John Edward Gray, who described the species in 1865.",
    "Description": "The overall body shape of the strap-toothed whale is fairly typical for a mesoplodont, except for the large size. Male specimens have large and peculiar teeth even for the genus; the teeth emerge from the lower jaw and grow upward and back at a 45 degree angle to encircle the upper jaw and nearly close it.  These teeth can sometimes grow to over 30 centimetres (1 ft) in length.  The teeth have dorsally projecting denticles, and are apparently used for fighting. Barnacles are frequently found on the teeth, as well. Why the species would grow teeth that severely cut back on the size of prey it can consume is uncertain. The melon is somewhat bulbous, and blends into the beak shortly before the strap teeth. The beak itself is fairly long, with a relatively straight mouthline. The coloration of this species is also unusual for a mesoplodont, since it is rather bold; most of the body is black except for white areas on the front of the beak, the throat, behind the head in a shape reminiscent of a cape, and near the genitals. Juveniles do not have this coloration and are typically countershaded, dark above and light below. Males can reach around 5.9 metres (19 ft), whereas females reach 6.2 metres (20 ft) and likely weigh around 1,000–1,300 kilograms (2,200–2,900 lb), indicating they are probably the largest species in the genus. Newborn calves may be up to 2.8 metres (9.2 ft) in length.",
    "Population and distribution": "The strap-toothed whale is distributed in cool temperate waters of the Southern Hemisphere between 30°S and the Antarctic Convergence. It may occur south of 38°S year-round moving north of 38°S seasonally. As of 1991, there are about 140 records (nearly all strandings) of this species from New Zealand (50, including one sighting), Australia (over 40), southern Africa (about 40), southern Argentina and Tierra del Fuego (10), southern Chile (4), Falkland Islands (3), and Uruguay (1). Strandings have also been reported from Heard Island, the Kerguelen Islands, and Brazil. More recently one individual was seen breaching between the South Orkney Islands and South Georgia.",
    "Behaviour": "Strap-toothed whales' diet consists primarily of squid, although research has suggested that a small portion of their diet may also consist of fish or crustaceans.  Adult males have a gape half the size of females and juveniles, limiting their squid to those weighing 100 grams (3.5 oz) and less.  Nothing is known about social organization of this species.",
    "Conservation": "This species has never been hunted or entangled in fishing gear. It is believed to be in a rather safe position compared with other mesoplodonts. Layard's beaked whale is included in the Memorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia (Western African Aquatic Mammals MoU) and the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MoU).",
    "See also": "List of cetacean species",
    "References": "Encyclopedia of Marine Mammals. Edited by William F. Perrin, Bernd Wursig, and J.G.M Thewissen. Academic Press, 2002. ISBN 0-12-551340-2",
    "External links": "Photo of skull of straptoothed whale\nFactsheets\nCetaceans of the World"
  }
}