{
  "url": "https://en.wikipedia.org/wiki/Striped_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Stenella"
    },
    {
      "Species": "S. coeruleoalba"
    }
  ],
  "text": {
    "__SUMMARY__": "The striped dolphin (Stenella coeruleoalba) is an extensively studied dolphin found in temperate and tropical waters of all the world's oceans. It is a member of the oceanic dolphin family, Delphinidae.",
    "Taxonomy": "The striped dolphin is one of five species traditionally included in the genus Stenella; however, recent genetic work by LeDuc et al. (1999) indicates Stenella, as traditionally conceived, is not a natural group. According to that study, the closest relatives of the striped dolphin are the Clymene dolphin, the common dolphins, the Atlantic spotted dolphin, and \"Tursiops\" aduncus, which was formerly considered a subspecies of the bottlenose dolphin. The striped dolphin was described by Franz Meyen in 1833. .",
    "Description": "The striped dolphin has a similar size and shape to several other dolphins that inhabit the waters it does (see pantropical spotted dolphin, Atlantic spotted dolphin, Clymene dolphin). However, its colouring is very different and makes it relatively easy to notice at sea. The underside is blue, white, or pink. One or two black bands circle the eyes, and then run across the back, to the flipper. These bands widen to the width of the flipper which are the same size. Two further black stripes run from behind the ear — one is short and ends just above the flipper. The other is longer and thickens along the flanks until it curves down under the belly just prior to the tail stock. Above these stripes, the dolphin's flanks are coloured light blue or grey. All appendages are black, as well.  At birth, individuals weigh about 10 kg (22 lb) and are up to a meter (3 feet) long. By adulthood, they have grown to 2.4 m (8 ft) (females) or 2.6 m (8.5 ft) (males) and weigh 150 kg (330 lb) (female) or 160 kg (352 lb) (male). Research suggested sexual maturity was reached at 12 years in Mediterranean females and in the Pacific at between seven and 9 years. Longevity is about 55–60 years. Gestation lasts about 12 months, with a three- or four-year gap between calving.\nIn common with other dolphins in its genus, the striped dolphin moves in large groups — usually up to thousands of individuals in number. Groups may be smaller in the Mediterranean and Atlantic. They may also mix with common dolphins. The striped dolphin is as capable as any dolphin at performing acrobatics — frequently breaching and jumping far above the surface of the water. Sometimes, it approaches boats in the Atlantic and Mediterranean, but this is dramatically less common in other areas, particularly in the Pacific, where it has been heavily exploited in the past.The striped dolphin feeds on small pelagic fish and squid.",
    "Population and distribution": "The striped dolphin inhabits temperate or tropical, off-shore waters. It is found in abundance in the North and South Atlantic Oceans, including the Mediterranean (sightings and strandings have been reported rather recently in Sea of Marmara) and Gulf of Mexico, the Indian Ocean, and the Pacific Ocean. Roughly speaking, it occupies a range running from 40°N to 30°S. It has been found in water temperatures ranging from 10 to 26 °C, though the standard range is 18-22 °C. In the western Pacific, where the species has been extensively studied, a distinctive migration pattern has been identified. This has not been the case in other areas. The dolphin appears to be common in all areas of its range, though that may not be continuous; areas of low population density do exist. The total population is in excess of two million. The southernmost record is of a stranded individual nearby Dunedin, southern New Zealand in 2017.",
    "Human interaction": "Japanese whalers have hunted striped dolphins in the western Pacific since at least the 1940s. In the heyday of \"striped dolphin drives\", at least 8,000 to 9,000 individuals were killed each year, and in one exceptional year, 21,000 individuals were killed. Since the 1980s, following the introduction of quotas, this number has fallen to around 1,000 kills per year. Conservationists are concerned about the Mediterranean population which is threatened by pollution, disease, busy shipping lanes, and heavy incidental catches in fishing nets such as long-liners, trawlers, gill nets, trammel and purse seine nets. . Recent threats include military sonar, and chemical pollution from near by harbors.\nHydrocarbons are also a major concern such has PCBs (polychlorinated biphenyls) and HCB (hexachlorobenzene). These are said to give problems to additional food chains as well as doing a full body test to see what hydrocarbons may be passed down through parturition and lactation.\nAttempts have been made to keep the striped dolphin in captivity, but most have failed, with the exception of a few captured in Japan for the Taiji Whale Museum.\nStriped dolphins are one of the targeted species in the Taiji dolphin drive hunt.",
    "Diet": "The adult striped dolphin eats fish, squid, octopus, krill, and other crustaceans.   Mediterranean striped dolphins seem to prey primarily on cephalopods (50-100% of stomach contents), while northeastern Atlantic striped dolphins most often prey on fish, frequently cod. They mainly feed on cephalopods, crustaceans, and bony fishes. They feed anywhere within the water column where prey is concentrated, and they can dive to depths of 700 m to hunt deeper-dwelling species.",
    "Conservation": "The eastern tropical Pacific and Mediterranean populations of the striped dolphin are listed on Appendix II  of the Convention on the Conservation of Migratory Species of Wild Animals (CMS), since they have an unfavorable conservation status or would benefit significantly from international co-operation organized by tailored agreements.On the IUCN Red List the striped dolphin classifies as vulnerable due to a 30% reduction in its subpopulation over the last three generations.  These dolphins may also be an indicator species for long term monitoring of heavy metal accumulation in the marine environment because of its importance in the Japan pelagic food web as well as its ability to live for many years.\nIn addition, the striped dolphin is covered by the Agreement on the Conservation of Small Cetaceans of the Baltic, North East Atlantic, Irish and North Seas (ASCOBANS),  the Agreement on the Conservation of Cetaceans in the Black Sea, Mediterranean Sea and Contiguous Atlantic Area (ACCOBAMS), the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MOU) and the Memorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia (Western African Aquatic Mammals MoU)\nConservation efforts have included having ship lines take a new path to their destination such as cruise lines as well as reduced human interaction close up. Feeding the dolphins has also become a problem, and has led to behavioral changes. This has also been suggested as another reason for mortality events.",
    "Standings and mortality": "The striped dolphin once thrived, numbering 117,880 before 1990. Since then, the population has suffered from incidental catches in fisheries. Mortality has been considered unsustainable, but there is a lack of data which hampers conservation efforts.\nVarious cases of stranding over the years have been a cause for alarm. With an unfavorable conservation status and the increasing amount of debris piling in the ocean every year, striped dolphin's population is decreasing. 37 dolphins stranded off the Spanish Mediterranean coast were suffering from dolphin morbillivirus (DMV). The causes of these stranding have been changing from epizootic to enzootic.\nThe unusual mortality events (UMEs) among striped dolphins suggest that parasitic diseases may be increasing in the open ocean due to anthropogenic causes. Caution should be employed when handling these animals due to the possibility of a serious injury if the right steps are not taken in order to ensure both human and animal safety.",
    "See also": "List of cetacean species\nMarine biology",
    "References": "LeDuc, R.G., W.F. Perrin and A.E. Dizon (1999). Phylogenetic relationships among the delphinid cetaceans based on full cytochrome b sequences. Marine Mammal Science, vol. 15, no. 3:619-648.\nStriped Dolphin by Frederick I. Archer II in Encyclopedia of Marine Mammals pp. 1201–1203. ISBN 978-0-12-551340-1\nEds. C.Michael Hogan and C.J.Cleveland. 2011. Striped dolphin. Encyclopedia of Earth with content partner EOL, National Council for Science and Environment, Washington, DC\nWhales Dolphins and Porpoises, Mark Carwardine, Dorling Kindersley Handbooks, ISBN 0-7513-2781-6\nNational Audubon Society Guide to Marine Mammals of the World, Reeves, Stewart, Clapham and Powell, ISBN 0-375-41141-0",
    "External links": "ARKive - images and movies of the striped dolphin (Stenella coeruleoalba)\nWhale and Dolphin Conservation Society\nWhale Trackers - An online documentary series about whales, dolphins and porpoises."
  }
}