{
  "url": "https://en.wikipedia.org/wiki/Tasmacetus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Ziphiidae"
    },
    {
      "Genus": "TasmacetusOliver, 1937"
    },
    {
      "Species": "T. shepherdi"
    }
  ],
  "text": {
    "__SUMMARY__": "Shepherd's beaked whale (Tasmacetus shepherdi), also commonly called Tasman's beaked whale or simply the Tasman whale, is a cetacean of the family Ziphiidae. The whale has not been studied extensively. Only four confirmed at sea sightings have been made and 42 strandings recorded (as of 2006). It was first known to science in 1937, being named by W. R. B. Oliver after George Shepherd, curator of the Wanganui Museum, who collected the type specimen near Ohawe on the south Taranaki coast of New Zealand's North Island, in 1933.",
    "Description": "Adults can reach lengths of 6 metres (20 ft) to 7.1 metres (23 ft) and weigh about 2.32 to 3.48 tons. At birth they may be about 3 metres (9.8 ft) long. They are robust and large-bodied for beaked whales, having a bluff melon and a long, dolphin-like beak. It is the only species of ziphiid with a full set of functional teeth (17 to 27 pairs in both the upper and lower jaws). Adult males also have a pair of tusks at the tip of the lower jaw. They are dark brown dorsally and cream-colored ventrally, with a pale band extending up from the flipper and another pale area extending as a swathe on the posterior flank. The tall, falcate dorsal fin is set about two-thirds the way along the back.",
    "Population and distribution": "No population estimates exist for Shepherd's beaked whale. As of 2006, there have been about 42 stranding records of the species from New Zealand (including the Chatham Islands, 24), Argentina (7), Tristan da Cunha (6), Australia (3), and the Juan Fernández Islands (2). There have been five unconfirmed sightings (mostly from New Zealand), as well as a \"probable\" sighting near Shag Rocks and four confirmed sightings—the first two confirmed sightings occurred in 1985, within a few minutes of each other, off the Tristan da Cunha group (first sighting at 37°18′S 12°32′W); the third in 2002 near Gough Island (40°19′S 9°53′W); and the fourth in 2004 south of Tasmania (48°50′S 150°06′E). In January 2012, a group of up to a dozen of this species were photographed and filmed by the Australian Antarctic Division south of Portland, Victoria. In 2016, at least two groups were observed on Taiaroa sea canyon off Otago Peninsula and this was the first confirmed sighting within New Zealand waters.",
    "Behaviour": "Four of the confirmed sightings of this species involved three to six individuals (one group included a calf) in waters from 350 metres (1,150 ft) to 3,600 metres (11,800 ft) deep, while a 2012 sighting involved as many as ten to twelve individuals. The animals surfaced several times, giving a \"small, bushy\" blow (only visible from the aerial sightings), before arching to dive. Some were observed to come to the surface at a steep angle like many other ziphiids, raising their head and beaks out of the water.The species is seldom seen because of its deep, offshore distribution in waters where sighting conditions can be difficult (the \"Roaring Forties\" and \"Furious Fifties\").Research done on a stranded individual's stomach has indicated that Shepherd's beaked whales eat both fish and squid, as opposed to most beaked whales which only eat cephalopods.",
    "Conservation": "There are no reports of this species being hunted or killed accidentally by humans. Shepherd's beaked whale is covered by the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MOU).",
    "Taxonomy": "Its nearest relative, the only other living member of the subfamily Ziphiinae, is Cuvier's beaked whale (Ziphius cavirostris).",
    "See also": "List of cetacean species",
    "References": "",
    "Sources": "Shepherd's beaked whale in the Encyclopedia of Marine Mammals Thomas A. Jefferson, 1998. ISBN 0-12-551340-2\nWhales, Dolphins and Porpoises Carwardine, 1995. ISBN 0-7513-2781-6"
  }
}