{
  "url": "https://en.wikipedia.org/wiki/True's_beaked_whale",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Ziphiidae"
    },
    {
      "Genus": "Mesoplodon"
    },
    {
      "Species": "M. mirus"
    }
  ],
  "text": {
    "__SUMMARY__": "True's beaked whale (Mesoplodon mirus) is a medium-sized whale in the mesoplodont genus. The common name is in reference to Frederick W. True, a curator at the United States National Museum (now the Smithsonian). There are two distinct populations in the Atlantic and Indian Oceans (this species is absent in the tropics) which may be separate subspecies.",
    "Taxonomy": "The species was first described in 1913 by Frederick W. True from an adult female that had stranded on the outer bank of Bird Island Shoal, Beaufort Harbor, North Carolina, in July 1912.",
    "Physical description": "This whale has a normal mesoplodont body, except that it is rotund in the middle and tapering towards the ends. The two distinctive teeth on the males are small and set on the very end of the beak (however additional teeth have been recorded ). The melon is rather bulbous, and leads into a short beak. There is a crease behind the blowhole, and a sharp dorsal ridge on the back near the dorsal fin. The coloration is gray to brownish gray on the back which is lighter below, and notably darker on the \"lips\", around the eye, and near the dorsal fin. There is sometimes a dark blaze between the head and dorsal fin as well. One female in the Southern Hemisphere was bluish black with a white area between the dorsal fin and tail as well as a light gray jaw and throat, as well as black speckling. One individual from the Canary Islands had an area of white from snout to blowhole. Scars from fighting and cookiecutter sharks are present on males. This species reaches around 5.3 metres (17 ft) with the females weighing 1,400 kilograms (3,100 lb) and the males weighing 1,010 kilograms (2,230 lb). They are around 2.2 metres (7.2 ft) long when born.",
    "Behavior": "They have been seen in small groups, and are believed to be squid eaters. The most complete description of recorded live sightings and strandings, as well as the first underwater footage, was published in a 2017 article in the open access journal PeerJ.",
    "Population and distribution": "One population, possibly genetically distinct, lives in the Northern Hemisphere and has stranded from Nova Scotia in the western Atlantic to Ireland in the eastern Atlantic and as far south as Florida, the Bahamas, and Canary Islands. Another population lives in the Southern Hemisphere and has stranded in South Africa, New Zealand and Australia. The species does not inhabit the Southern Atlantic or Northern Indian Ocean, and appears to avoid tropical waters. No population estimates have been established, but it is believed to be one of the rarest species of whale.",
    "Conservation": "This species has not been hunted and has not been a victim of fishing nets. True's beaked whale is covered by the Agreement on the Conservation of Small Cetaceans of the Baltic, North East Atlantic, Irish and North Seas (ASCOBANS) and the Agreement on the Conservation of Cetaceans in the Black Sea, Mediterranean Sea and Contiguous Atlantic Area (ACCOBAMS). The species is further included in the Memorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia (Western African Aquatic Mammals MoU) and the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MoU).",
    "See also": "List of cetacean species",
    "References": "",
    "Bibliography": "Perrin, William F.; Wursig, Bernd; Thewissen, J. G. M., eds. (2002). Encyclopedia of Marine Mammals. Academic Press. ISBN 0-12-551340-2.\nReeves, Randall R.; Steward, Brent S.; Clapham, Phillip J.; Owell, James A. (2002). Sea Mammals of the World. London: A & C Black. ISBN 0-7136-6334-0.\nRare species found dead\nhttp://oceanfm.ie/news/2009/03/21/strandhill-whale-one-of-the-worlds-rarest-species/\nDead whale found on Buckroe Beach in Hampton (VA) (Nov. 9, 2009)\nBeached whale first of its kind in New Zealand (Feb. 8, 2012)\nTrue’s beaked whale (Mesoplodon mirus) in Macaronesia (Mar. 7, 2017)",
    "External links": "Factsheets\nCetaceans of the World\nCMS\nWhale & Dolphin Conservation Society (WDCS)\nTrue's Beaked Whale - ARKive bio\nTrue's Beaked Whale - The Beaked Whale Resource"
  }
}