{
  "url": "https://en.wikipedia.org/wiki/Vaquita",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Phocoenidae"
    },
    {
      "Genus": "Phocoena"
    },
    {
      "Species": "P. sinus"
    }
  ],
  "text": {
    "__SUMMARY__": "The vaquita (Spanish: [baˈkita]; Phocoena sinus) is a species of porpoise endemic to the northern part of the Gulf of California that is on the brink of extinction. Based on beached skulls found in 1950 and 1951, the scientific description of the species was published in 1958. The word vaquita is Spanish for \"little cow\". Other names include cochito (Spanish for \"little pig\"), desert porpoise, vaquita porpoise, Gulf of California harbor porpoise, Gulf of California porpoise, and gulf porpoise. Since the baiji (Yangtze River dolphin, Lipotes vexillifer) is thought to have gone extinct in 2006, the vaquita has taken on the title of the most endangered cetacean in the world. It has been listed as critically endangered since 1996. The population was estimated at 600 in 1997, below 100 in 2014, approximately 60 in 2015, around 30 in November 2016, and only 12-15 in March 2018, leading to the conclusion that the species will soon be extinct unless drastic action is taken. An estimate released in March 2019, based on acoustic data gathered in the summer of 2018, is that a maximum of 22 and a minimum of 6 vaquita porpoises remain, with the International Union for Conservation of Nature (IUCN) supporting roughly about 10 individuals. A further estimate released in July 2019 concluded that the population size in autumn 2018 was about 9.The population decrease is largely attributed to bycatch from the illegal gillnet fishery for the totoaba, a similarly sized endemic drum that is also critically endangered. The population decline has occurred despite an investment of tens of millions of dollars by the Mexican government in efforts to eliminate the bycatch. A partial gillnet ban was put in place for two years in May 2015; its scheduled expiration at the end of May 2017 spurred a campaign to have it extended and strengthened. On 7 June 2017, an agreement was announced by Mexican president Enrique Peña Nieto to make the gillnet ban permanent and strengthen enforcement. As well as the Mexican government and various environmental organizations, this effort will now also involve the foundations of Mexican businessman Carlos Slim and American actor and environmental activist Leonardo DiCaprio. However, the July 2019 report indicated that the gillnet ban had had no effect on the ongoing rate of decline of about 50% per year.A protective housing/captive breeding program, unprecedented for a marine mammal, has been developed and is undergoing feasibility testing, being now viewed as necessary to rescue the species. However, the sea pen housing needed to implement this strategy is not expected to be available until October 2017, which is feared may be too late. Additionally, the ability of the vaquita to survive and reproduce while confined to a sanctuary is uncertain. The Mexican government approved the plan on 3 April 2017, with commencement projected to begin in October 2017.\nIn November 2017, the attempt to capture wild vaquitas for captive breeding and safekeeping was suspended following the death of a female vaquita. The adult female died within hours of being captured. In December 2017, Mexico, the United States and China agreed to take further steps to prevent trade in totoaba bladders. Despite its extremely low population, reports indicate the small number of surviving vaquita are still relatively healthy and able to breed. However, the intensifying poaching and the extremely low population make it likely that the species will go extinct unless drastic measures are taken. If the species does go extinct, it will likely be the first cetacean to do so since the baiji.",
    "Description": "Vaquitas are the smallest and most endangered species of the infraorder Cetacea and are endemic to the northern end of the Gulf of California. The vaquita is somewhat stocky and has a characteristic porpoise shape. The species is distinguishable by the dark rings surrounding their eyes, patches on their lips, and a line that extends from their dorsal fins to their mouths. Their backs are a dark grey that fades to white undersides. As vaquitas mature, the shades of grey lighten. Female vaquitas tend to grow larger than males. On average, females mature to a length of 1.41 m (4.6 ft), compared to 1.35 m (4.4 ft) for males. The lifespan, pattern of growth, seasonal reproduction, and testes size of the vaquita are all similar to that of the harbour porpoise. The flippers are proportionately larger than those of other porpoises, and the fin is taller and more falcated. The skull is smaller and the rostrum is shorter and broader than in other members of the genus.",
    "Taxonomy": "The porpoise genus Phocoena comprises four species, all of which inhabit coastal waters, two each in the northern and southern hemispheres. Vaquitas are believed on the basis of morphological and genetic evidence to be most closely related to Burmeister's porpoise (P. spinipinnis) of South America. Their ancestors are thought to have crossed the equator during a cooler period of the Pleistocene.",
    "Behavior": "Vaquitas use high-pitched sounds to communicate with one another and for echolocation to navigate through their habitats. They generally feed and swim at a leisurely pace. Vaquitas avoid boats and are very evasive. They rise to breathe with a slow, forward motion and then disappear quickly. This lack of activity at the surface makes them difficult to observe. Vaquitas are usually alone unless they are accompanied by a calf, meaning they are less social than other porpoise species. They may also be more competitive during mating season. They are the only species belonging to the porpoise family that live in warm waters. Vaquitas are non-selective predators.",
    "Behavior-Schooling": "Like other Phocoena, vaquitas are usually seen singly. If they are seen together, it is usually in small groups of two or three individuals. Less often, groups around ten have been observed, with the most ever seen at once being 40 individuals.",
    "Behavior-Diet": "Vaquitas tend to forage near lagoons. All of the 17 fish species found in vaquita stomachs can be classified as demersal and or benthic species inhabiting relatively shallow water in the upper Gulf of California. Vaquitas appear to be rather non-selective feeders on crustaceans, small fish, octopuses and squid in this area. Some of the most common prey are teleosts (fish with bony skeletons) such as grunts, croakers, and sea trout. Like other cetaceans, vaquitas may use echolocation to locate prey, particularly as their habitat is often turbid.",
    "Behavior-Life cycle and reproduction": "Little is known about the life cycle of vaquitas. Age at sexual maturity, longevity, reproductive cycle and population dynamics estimates have been made, but further research is needed. Most of these estimates come from vaquitas that have been stranded or caught in nets. Some are based on other porpoise species similar to vaquitas.\nVaquitas are estimated to live about 20 years in ideal conditions. They mature sexually at 1.3 m long, as early as 3 years old, but more likely at 6. Reproduction occurs during late spring or early summer. Their gestation period is between 10 and 11 months. They have seasonal reproduction, and usually have one calf in March. The inter-birth period, or elapsed time between offspring birth, is between 1 and 2 years. The young are then nursed for about 6 to 8 months until they are capable of fending for themselves.",
    "Distribution and habitat": "The habitat of the vaquita is restricted to the northern area of the Gulf of California, or Sea of Cortez. They live in shallow, murky lagoons along shorelines. They rarely swim deeper than 30 m (100 ft) and are known to survive in lagoons so shallow that their backs protrude above the surface. The vaquita is most often sighted in water 11 to 50 m (36 to 160 ft) deep, 11 to 25 km (6.8 to 16 mi) from the coast, over silt and clay bottoms. They tend to choose habitats with turbid waters, because they have high nutrient content, which is important because it attracts the small fish, squid, and crustaceans on which they feed. They are able to withstand the significant temperature fluctuations characteristic of shallow, turbid waters and lagoons.",
    "Conservation": "The vaquita is considered the most endangered of 129 extant marine mammal species. It has been classified as one of the top 100 evolutionary distinct and globally endangered (EDGE) mammals in the world. The vaquita is an evolutionarily distinct animal and has no close relatives. These animals represent more, proportionally, of the tree of life than other species, meaning they are top priority for conservation campaigns. The EDGE of Existence Programme is a conservation effort that attempts to help conserve endangered animals that represent large portions of their evolutionary trees. The U.S. government has listed the vaquita as endangered under the Endangered Species Act. It is also listed by the IUCN and the CITES in the category at most critical risk of extinction.",
    "Conservation-Population decline": "Vaquitas have never been hunted directly, but their population is declining, largely because of animals becoming trapped in illegal gillnets intended for capturing the totoaba, a large critically endangered fish of the drum family endemic to the Gulf. A trade in totoaba swim bladders has arisen, driven by demand from China (where they are used in soup, being considered a delicacy and also erroneously thought to have medicinal value), which is greatly exacerbating the problem.Estimates placed the vaquita population at 567 in 1997. Estimates in the 2000s ranged between 150 to 300.With their population dropping as low as 85 individuals in 2014, inbreeding depression has probably begun to affect the fitness of the species, potentially contributing to the population's further decline.In 2014, estimates of the species' abundance dropped below 100 individuals. An international vaquita recovery team concluded that the population is decreasing at a rate of 18.5% per year, and \"the species will soon be extinct unless drastic steps are taken immediately.\" Their report recommended that a ban on gillnet fishing be enforced throughout the range of the vaquita, that action be taken to eliminate the illegal fishery for the totoaba, and that with help from the U.S. and China, trade in totoaba swim bladders be halted.On 16 April 2015, Enrique Peña Nieto, President of Mexico, announced a program to conserve and protect the vaquita and the similar-sized totoaba, including a two-year ban on gillnet fishing in the area, patrols by the Mexican Navy and financial support to fishermen impacted by the plan. However, some commentators believe the measures fall short of what is needed to ensure the species' survival.In early May 2016, the IUCN SSC – Cetacean Specialist Group reported that the vaquita population had dipped to around 60 remaining individuals in 2015. This represents a 92% decline from the 1997 population level. In March 2016 alone, at least three vaquitas drowned after being entangled in gillnets set for totoaba. The report concluded that the gillnet ban would need to be extended indefinitely, with more effective enforcement, if the vaquita is to have any chance of long term survival. Otherwise, the species is likely to become extinct within 5 years.By November 2016, according to a report released in February 2017, the population had declined to about 30, and it was judged that capture of some of the remaining vaquitas and conducting a captive breeding program within a secure sanctuary was the only remaining hope for survival. This is despite the fact that porpoises generally fare poorly in captivity. However, the head of the Mexican environmental agency asserted in July 2017 that at least 100 individuals remain.By March 2018, an interview with the watchdog group Elephant Action League revealed that based on recordings of vaquita calls from multiple sources, there were likely only a dozen remaining vaquita in the region. According to the interview, despite the recent efforts to curb poaching, dozens of poachers have still been seen fishing every night. It remains unlikely that the population will survive the next totoaba fishing season, which began around the same time the interview was released. In response to the endangerment of the vaquita, a federal judge ordered President Donald Trump to ban the import of gillnet-harvested seafood from the Gulf of California into the United States later in the year.A survey later in 2018 sighted 6-7 vaquita, possibly about half of the species' current population. However, renewing hopes for the species was the sighting of \"Ana\", a female vaquita previously seen with a newborn calf in 2017. \"Ana\" was also seen with another calf in the 2018 survey, indicating that the small population still has the ability to sustain itself, and that the reproduction rate of the species may be annual rather than biennial as thought before. However, acoustic studies have indicated that only about 15 individuals still exist in a very small rectangular area about 19 by 40 km (12 by 25 mi); a reduction of about 86% of the species' historic range.A 2019 survey found a badly-decomposed vaquita corpse, likely one of the handful remaining, caught in a gillnet, indicating that the species is still at risk from gillnets even despite its very small population. On July 2019 a Royal Society Research article estimated fewer than 19 vaquitas remained as of summer 2018 and that from March 2016 to March 2019, 10 dead vaquitas killed in gillnets were found. In late 2019, a survey found at least 6 distinct individuals, among them 3 mother-and-calf pairs, supporting the idea that the population may still be viable.",
    "Conservation-Primary threats": "Accidental drowning in gillnets set by fishermen meant for catching totoaba is the primary cause of anthropogenic, incidental mortality for the vaquita. Three fishing villages in the northern Gulf of California are primarily involved in the totoaba fishery and, as a result, most directly involved in threats to the vaquita. San Felipe, in Baja California, and Golfo de Santa Clara and Puerto Peñasco, in Sonora, have a total population of approximately 61,000. Up to 80% of the economy in these towns is associated with the fishing industry. A total of 1771 vessels make up the artisanal fleet that have permits to fish with nets, with the total size of the commercial fishery unknown due to the extent of the black market for totoaba. Around 3,000 individuals are involved in the totoaba industry overall. The total economic impact of the industry for the region is estimated to be approximately US$5.4 million annually, or $78.5 million Pesos. Socioeconomic surveys of the northern Gulf have suggested that approximately $25 million, if invested in the region through education, equipment buyout, and job placement, could end the vaquita bycatch problem.Studies performed in El Golfo de Santa Clara, one of the three major ports in which vaquitas live, indicated that gillnet fishing caused about 39 vaquita deaths a year in the late 1990s. This was close to 17% of the whole vaquita population within this port. While these results were not taken from the entire range of habitat in which vaquitas live, it is reasonable to assume that these results can be applied to the whole vaquita population, and in fact may even be a little low. Even with a gillnet ban throughout the vaquita refuge area, which contains 50% of the vaquita's habitat, the population is still in decline, which suggests a complete ban of gillnet use may be the only solution to saving the vaquita population. However, even in the face of all-encompassing gillnet bans, a significant number of Mexican fishermen in El Golfo de Santa Clara continue to use the nets. As many as a third of the area's fishermen are thought to still be using gillnets despite the imposition of bans on their use. Trawl nets commonly used to catch shrimp in the area may also present threats due to their impacts on the Gulf's ecosystem, either directly through bycatch or by indirectly altering the seafloor and associated species (including vaquita prey).Other potential threats to the vaquita population include habitat alterations and pollutants. The habitat of the vaquita is small and the food supply in marine environments is affected by water quality and nutrient levels. The damming of the upper Colorado River has reduced the flow of fresh water into the gulf, though there is no empirical evidence that the reduced flow from the Upper Colorado River has posed an immediate short-term risk to the species. In addition, the use of chlorinated pesticides may also have a detrimental effect. Despite these possible problems, most of the recovered bodies of vaquitas show no signs of emaciation or environmental stressors, implying that the decline is due almost solely to bycatch. However, these additional hazards may pose a long-term threat.\nA 2018 interview indicated that the illegal fishermen may be waiting for the species to go extinct in order to fish with fewer restrictions.",
    "Conservation-Secondary impact of declining numbers": "Though the major cause of vaquita porpoise mortality is bycatch in gillnets, as numbers continue to dwindle, new problems will arise that will tend to make recovery more difficult. One such problem is reduced breeding rates. With fewer individuals in the habitat, less contact will occur between the sexes and consequently less reproduction. This may be followed by increased inbreeding and reduced genetic variability in the gene pool, following the bottleneck effect.\nWhen inbreeding depression occurs, the population experiences reduced fitness because deleterious recessive genes can manifest in the population. In small populations where genetic variability is low, individuals are more genetically similar. When the genomes of mating pairs are more similar, recessive traits appear more often in offspring. The more related two individuals are in the breeding pair, the more deleterious homozygous genes the offspring will likely have which can greatly lower fitness in the offspring. These secondary impacts of dwindling vaquita numbers are not necessarily a threat yet, but they will become problematic if the population continues to decline. In addition, because porpoise population growth rates are generally low, the vaquita population is unlikely to recover rapidly even after the removal of anthropogenic risk factors to their survival. By some estimates, the maximum potential growth rate for the species is under 4%. However, the sighting of a female with a newborn calf in 2017 and the same female with another newborn in 2018 indicates that the species may have a relatively faster annual growth rate.",
    "Conservation-Ecological consequences": "Removal of the vaquita will have a significant ecological impact on the northern Gulf of California. The Gulf of California is considered a large marine ecosystem, due to its high species diversity and large habitat size. With such biodiversity in the region, it is important to consider the potentially harmful effects of drops in the vaquita population on seemingly unrelated species due to apparent competition.\nSharks have been determined to be the only predators of vaquitas. Because of its limited number of predator species, the vaquita population is sensitive to small changes in predation from sharks. Although the vaquita accounts for only a small percentage of the diets of sharks in the region, extinction of the vaquita could potentially cause negative effects on shark population sizes. Extinction of the vaquita may also impact the vaquita prey populations in the northern Gulf ecosystem. The disappearance of the vaquita could lead to potential over-population of their prey species such as benthic fishes, squid, and crustaceans.Conservation efforts for the vaquita are mainly focused on fishing restrictions to prevent their bycatch. These fishing restrictions could prove beneficial for the fish in the upper Gulf, as well as the vaquita. As a result of increased restrictions on gillnet use, the populations of the targeted fish and shrimp species will receive protection from overfishing. Historically, numerous commercially fished species have experienced devastating impacts due to overfishing, and the vaquita conservation program may lessen the severity of such devastation in the future. Another solution to prevent vaquita bycatch might be to redesign fishing nets, which could be used to effectively catch fish, but leave the vaquita untouched.",
    "Conservation-Recovery efforts": "Because vaquitas are endemic to the Gulf of California, Mexico is leading conservation efforts with the creation of the International Committee for the Recovery of the Vaquita (CIRVA), which has tried to prevent the accidental deaths of vaquitas by outlawing the use of fishing nets within the vaquita's habitat. CIRVA has worked with the CITES, the ESA, and the Marine Mammal Protection Act to make a plan to nurse the vaquita population back to a point at which they can sustain themselves. CIRVA concluded in 2000 that between 39 and 84 individuals were killed annually by such gillnets. To try to prevent extinction, the Mexican government has created a nature reserve covering the upper part of the Gulf of California and the Colorado River delta. CIRVA recommends that this reserve be extended southwards to cover the full known area of the vaquita's range and that trawlers be completely banned from the reserve area.\nOn 28 October 2008, Canada, Mexico, and the United States launched the North American Conservation Action Plan (NACAP) for the vaquita, under the jurisdiction of the Commission for Environmental Cooperation, a NAFTA environmental organization. The NACAP is a strategy to support Mexico's efforts to recover the vaquita. Also in 2008, Mexico launched the program PACE-VAQUITA, another effort to help preserve the species. PACE-VAQUITA compensates fishermen who choose one of three alternatives: rent-out, switch-out, and buy-out.\nIn the rent-out option, fishermen acquire temporary contractual obligations to carry out conservation efforts. They are paid if they agree to terminate their fishing inside the vaquita refuge area. There is a penalty if fishermen breach the contract which includes getting their vessels taken by the government. The switch-out option provides fishermen with compensation for switching to vaquita-safe harvesting technology. Finally, the buy-back program compensates fisherman for permanently turning in their fishing permits, as well as their respective gear. In 2008, because of how few fisherman were enrolling in the switch-out option, PACE Vaquita added a yearly, short-term option for fishermen, letting them simply rent the vaquita-safe fishing equipment yearly for compensation. Then, in 2010, this option was broken down even further, giving fishermen the option of buying the vaquita-safe net, or paying the yearly rent, but for less compensation. Despite these efforts, the probability that these attempts at conservation will work is slim. Only about a third of fishermen in the area have accepted these terms so far. Some fishermen continue to fish in the protected areas despite the economic alternatives. Even measuring the population size of the vaquita will be difficult as the rarity of the vaquita bycatch will make it difficult to demonstrate the difference these programs are making.In November 2014, Greenpeace UK launched a campaign urging its members to write to President Peña Nieto to extend the vaquita reserve to the full range of the species, as well as commence dialogue with the Chinese and US over the commercial transport and consumption of products from species that threaten the vaquita's future, such as the similarly sized totoaba fish which is used in Chinese medicine.In May 2015 Mexico authorized an emergency partial gillnet ban (which did not extend to the legal fishery for the Gulf corvina, Cynoscion othonopterus) in the area of the vaquita's habitat, in an attempt to halt the decline in population. In December 2015, Sea Shepherd Conservation Society launched Operation Milagro, a direct action campaign to patrol the gulf habitat to protect the endangered vaquita. Sea Shepherd partnered with the Mexican Navy in a joint effort to remove illegal nets, release trapped wildlife, obtain visual evidence of poaching in the area and conduct outreach with local communities and marine biologists. In the fall of 2016, a new international program to locate and remove illegal or abandoned fishing gear from the vaquita's range began work, finding 31 illegal gillnets in 15 days. On April 8, 2017, Sea Shepherd pulled its 200th gillnet from Mexican waters since the start of Operation Milagro III in December 2016.Unfortunately, the gillnet ban seems to have disproportionately impacted legal fisheries, and had the unintended effect of pushing more local fishermen into the illegal totoaba fishery. This was exacerbated by problems with the program intended to compensate fishermen for the economic consequences of the ban; half of those funds were given to just a few individuals, while others received nothing. This led to the annual rate of population decline increasing from ~34% before the ban to ~50% in the first year afterwards.Since these measures failed to halt the decline, by February 2017 it was judged that a program placing a portion of the remaining population in protective captivity was needed to save the species. Additional measures considered necessary were extending a permanent gillnet ban to the legal covina fishery (which can provide cover for the illegal totoaba fishery), improving the enforcement of fisheries regulations and increasing penalties for violations, and accelerated development of alternative, vaquita-friendly fishing gear for local fishermen. The gillnet ban was scheduled to expire at the end of May 2017; as that date approached, a campaign among conservationists to extend the ban gathered force on social media, with celebrities getting involved.On 7 June 2017, it was announced by President Peña Nieto that the gillnet ban would be extended and made permanent. There will also be newly strengthened efforts to enforce the ban and prosecute violators. To discourage skirting the rules, fishing at night will be prohibited and monitored entry and exit points will be established for fishing vessels that operate in the protected zone. The agreement was signed by the president as well as the Mexican secretaries for the environment, agriculture and navy. The foundations of Mexican businessman Carlos Slim and American actor and environmental activist Leonardo DiCaprio also pledged to support implementation of the plan.While the permanent ban and increased fishing regulations, if properly enforced, will help preserve the vaquita population, they do not resolve the economic situation. The fishermen may rely on solely this business to make a living. The regulations do not address the traditions and livelihoods of the community that is dependent on fishing. Programs are needed that educate members of the community about conservation and facilitate economic diversification. Conservation groups have contributed to the rise of ecotourism around the world, as it is an immersive way to educate the public about conservation of endangered species and expose visitors to their natural habitat that also faces imminent threat. However, a decreased reliance on fish consumption altogether will have the greatest impact on the vaquitas and other endangered species threatened by the risk of bycatch.The proposal for a captive breeding program must contend with the general greater difficulty of keeping porpoises in captivity relative to dolphins, due to porpoises' sensitivity to disturbance and stress. Success in keeping captive porpoises has only been attained in recent years. The scheme involves the use of trained dolphins of the U.S. Navy to locate the vaquitas, along with aircraft and a spotter vessel with an observation tower. Vaquitas would be captured with a light salmon gillnet. Some of these vaquitas might be satellite-tagged and released for research purposes, while others would be kept captive. The latter vaquitas would be transferred to sea pens along the shore of the gulf, with large pools on land also available for special care if needed. Once success was attained in the campaign to eliminate the threat of gillnets, captive vaquitas could then be released back into the wild.This program, called VaquitaCPR (Vaquita Conservation, Protection, and Recovery), began capturing vaquitas from the Gulf in autumn of 2017. However, the initial two attempts resulted in the death of one vaquita. On 6 November 2017, Mexico's environmental minister announced that a female vaquita had been successfully captured and brought to an enclosure, but had died several hours later, evidently due to stress. The breeding program was closed soon after, and in February 2018, a program conceived in 2017 was funded, which would breed totoaba in three dedicated fish farms to reduce the size of the totoaba black market and thus decrease accidental vaquita killings.Recovery efforts have been deemed very slow and inadequate, with large amounts of poaching still going on, reducing the population to one dozen. Sea Shepherd and Elephant Action League are apparently the only organizations to have a constant presence in monitoring the population.Based on the extremely small range the species has been reduced to as of 2018, it may actually become easier to conserve the remaining population, although this restricted range makes it more vulnerable to illegal fishing in the case of incursion into this area. Potential suggestions to conserve the species include stationing a permanent military vessel in the area or forming a floating barrier of above-water nets to prevent illegal fishing boats from such incursions. Experts have also called on Mexico's incoming president, Andres Manuel Lopez Obrador, to put forth policies conserving the species. However, Obrador's plans for job-creation (likely including promotion of the fishing industry) may debase efforts to protect the species, and Josefa González, Obrador's pick for the Environment Department, has implied that she sees vaquita conservation as a lost cause.On 1 February 2019, Sea Shepherd reported that one of its boats patrolling the area to remove and deter the setting of illegal nets had been attacked by fishing boats for the second time in a month. It has also been reported that the efforts of the Mexican navy to deter illegal fishing have not been successful; the fishermen intimidate the navy by ramming their boats and while the navy has given chase they have not responded with force. Some fishermen are apparently becoming desperate because they have found it necessary to borrow money from trafficking cartels to replace their illegal nets. On 13 March 2019 it was announced that around 10 vaquitas were left, after Sea Shepherd found one of the porpoises had drowned in a gillnet, which was likely set out for totoaba fish. A possible recovery was not ruled out, as calves are still seen.",
    "See also": "List of cetacean species\nMarine biology",
    "References": "This article incorporates text from the ARKive fact-file \"Vaquita\" under the Creative Commons Attribution-ShareAlike 3.0 Unported License and the GFDL.",
    "Further reading": "",
    "External links": "The Vaquita and the Totoaba - web site for the Wild Lens Collective of film makers' outreach campaign about the vaquita's extinction crisis\n\"Souls of the Vermilion Sea\", a 30-minute documentary about the local community where the vaquita is found and why its population has declined\n\"Sea of Shadows\", a full-length 2019 documentary produced by Leonardo DiCaprio on the effort to rescue the vaquita from extinction\n\"Vaquita – Endangered Porpoise\", a science documentary project exploring the decline of the critically endangered vaquita\nVaquita – World Wildlife Fund\nVaquita media from ARKive \nVaquita images from the National Geographic image collection\n¡Viva Vaquita! – a non-profit organization dedicated to preventing the extinction of the vaquita\n\"Can Social Media Save Vaquita, the World's Rarest Porpoise?\" on Treehugger\nVoices in the Sea – sounds of the vaquita\nVaquitaMarina.org, a Baja California Sur-based vaquita conservation group\nVaquitaing.weebly.com, a website with lots of information on saving the vaquita\nOperation Milagro III, Sea Shepherd Conservation Society's operation to protect the vaquita"
  }
}