{
  "url": "https://en.wikipedia.org/wiki/White-beaked_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Lagenorhynchus"
    },
    {
      "Species": "L. albirostris"
    }
  ],
  "text": {
    "__SUMMARY__": "The white-beaked dolphin (Lagenorhynchus albirostris) is a marine mammal belonging to the family Delphinidae (dolphins) in the suborder Odontoceti (toothed whales).",
    "Taxonomy": "The species was first described by the British taxonomist John Edward Gray in 1846. Due to its relative abundance in European waters, it was among the first of the genus Lagenorhynchus (lagenos, Latin for \"bottle\" or \"flask\"; rhynchos, \"beak\" or \"snout\") to be known to science. Its specific name, albirostris, translates to \"white beak\", a reference to the color of the species' beak, a diagnostic (albeit variable) trait useful in identification.",
    "Description": "The white-beaked dolphin is a robust species of dolphin with a short beak. Adults can reach 2.3 to 3.1 m (7 ft 7 in to 10 ft 2 in) long and weigh 180 to 354 kg (397 to 780 lb). Calves are 1.1 to 1.2 m (3 ft 7 in to 3 ft 11 in) long at birth and probably weigh about 40 kg (88 lb). The upper body and flanks are dark grey with light grey patches, including a 'saddle' behind the dorsal fin, while the underside is light grey to almost white in color. The flippers, fluke, and the tall, falcate, dorsal fin are all a darker grey than the body. As the common name implies, the beak is usually white in color, but it may be a dark, ashy grey, in some older individuals.White-beaked dolphins have 25 to 28 teeth in each jaw, although the three teeth closest to the front of the mouth are often not visible, failing to erupt from the gums. They have up to 92 vertebrae, more than any other species of oceanic dolphin. Although the young are born with two to four whiskers on each side of the upper lip, these disappear as they grow, and, as in other odontocetes, the adults are entirely hairless. The humerus of the right flipper has been recorded as being longer and more robust than that on the left, indicating a degree of lateralized behavior.",
    "Distribution and habitat": "The white-beaked dolphin is endemic to the cold temperate and subarctic waters of the North Atlantic Ocean, most commonly in seas less than 1,000 m (3,300 ft) deep. They are found in a band stretching across the ocean from Cape Cod, the mouth of the St. Lawrence River and southern Greenland in the west, around Iceland in the centre, and across in the west from northern France to Svalbard; however, they are not well adapted to truly Arctic conditions. Due to the fact they are not fully adapted to Arctic conditions, they are more vulnerable to predators, most notably polar bears. Within this wider region, white-beaked dolphins are most commonly found in four locales: on the Labrador Shelf close to southwestern Greenland, around Iceland, off the northern and eastern coasts of Britain, and off the coast of Norway. There are no recognised subspecies.\nThe dolphin may easily be misidentified as the Atlantic white-sided dolphin, although the white-beaked is commonly found further north. The white-beaked dolphin is also typically larger, and does not have yellow streaks on its side.",
    "Biology and behavior": "The population, breeding pattern, and life expectancy of the dolphin are all unknown, although most sources estimate several hundred thousand individuals, more densely populated in the eastern North Atlantic than the west.\nWhite-beaked dolphins feed predominantly on gadoid fishes, particularly cod, haddock, and whiting. They are social animals, most commonly found in groups of less than ten, but sometimes in much larger associations of over a hundred individuals. Their sonar clicks have a peak frequency of 115 kHz, while their social whistles are at around 35 kHz, and can be audible to others of their species at distances of up to 10 km (6.2 mi).White-beaked dolphins are acrobatic; they will frequently ride on the bow wave of high-speed boats and jump clear of the sea's surface. Although they are normally much slower, they can swim at up to 30 km/h (19 mph) and can dive to at least 45 m (148 ft) depth. They are social feeders and have frequently been observed feeding with killer, fin, and humpback whales, as well as other dolphin species.\nMating probably takes place in the summer, with calves being born in the following year, between June and September. Females reach their adult size at around five years of age, and are sexually mature at six to ten years, while males reach adult size at around ten years, and reach sexual maturity about two years later than females.",
    "Conservation": "The North and Baltic Sea populations of the white-beaked dolphin are listed on Appendix II of the Convention on the Conservation of Migratory Species of Wild Animals (CMS), since they have an unfavourable conservation status or would benefit significantly from international co-operation organised by tailored agreements.In addition, the white-beaked dolphin is covered by the Agreement on the Conservation of Small Cetaceans of the Baltic, North East Atlantic, Irish and North Seas (ASCOBANS).",
    "See also": "List of cetacean species\nMarine biology",
    "References": "Whales Dolphins and Porpoises, Mark Carwardine, Dorling Kindersley Handbooks, ISBN 0-7513-2781-6\nNational Audubon Society Guide to Marine Mammals of the World, Reeves, Stewart, Clapham and Powell, ISBN 0-375-41141-0",
    "External links": "White-beaked dolphin research in Scotland White-beaked dolphins in Scottish waters, images\nARKive Photos, video, information."
  }
}