{
  "url": "https://en.wikipedia.org/wiki/Apoclada",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Subfamily": "Bambusoideae"
    },
    {
      "Tribe": "Bambuseae"
    },
    {
      "Subtribe": "Guaduinae"
    },
    {
      "Genus": "ApocladaMcClure"
    },
    {
      "Species": "A. simplex"
    }
  ],
  "text": {
    "__SUMMARY__": "Apoclada is a genus of Brazilian bamboo in the grass family).The only known species is Apoclada simplex, found in the forests of southeastern Brazil (States of Santa Catarina, Paraná, and São Paulo).The genus was for many years thought to contain four species (Apoclada cannavieira, A. arenicola, A. diversa & A. simplex) Upon further examination and fieldwork at the collection locality, the single piece of material at the US National Herbarium from which A. diversa had been described, was found to be merely a deformed stem of A. simplex Later, with revised concepts of morphological interpretation in the bamboos and strong molecular evidence it became clear that the two species formerly known as A. arenicola, and A. cannavieira which are endemic to the cerrado of central Brazil are actually unrelated to A. simplex and are correctly placed in their own genus Filgueirasia.The stems of this bamboo grow to more than 13 m tall although half that is more common. Like all bamboos, the upright stems (also called culms) grow from horizontal underground stems called rhizomes. In A. simplex these rhizomes can be more than 40 cm long, thus although this species is technically a clumping type of bamboo, groves of it often appear much like those of the Asian running bamboos because of the long distance between culms. The culms are light to dark green or sometimes reddish, and about 1.9–4 cm in diameter with internodes every 7–38 cm.  The foliage leaf blades are long and thin, 1.3–16.4 cm long and 2–7 mm wide.\n\nformerly includedsee Filgueirasia \n\nApoclada arenicola - Filgueirasia arenicola\nApoclada cannavieira - Filgueirasia cannavieira",
    "See also": "List of Poaceae genera",
    "References": "",
    "External links": "Guala, G.F. 2003. A new genus of bamboos from the cerrados of Brazil. Bamboo Science and Culture 17(1): 1-3.\nGuala, G.F., D. Bogler, J. Sadle and J. Francisco Ortega 2000. Molecular Evidence for polyphyly in the genus Apoclada (Poaceae: Bambusoideae). Bamboo Science and Culture 14:(1): 15-20.\nA photo of Apoclada simplex near Cacador, Brazil.\nA photo of the upper (adaxial) leaf surface of Apoclada simplex taken with a scanning electron microscope."
  }
}