{
  "url": "https://en.wikipedia.org/wiki/Arundinaria_gigantea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Arundinaria"
    },
    {
      "Species": "A. gigantea"
    }
  ],
  "text": {
    "__SUMMARY__": "Arundinaria gigantea is a species of bamboo known as giant cane (not to be confused with Arundo donax) and river cane. It is endemic to the south-central and southeastern United States as far west as Oklahoma and Texas and as far north as Maryland. This species is divided into two subspecies. The subspecies tecta is sometimes treated as a species in its own right, Arundinaria tecta, and is the taxon generally called switch cane. It is very similar to the nominate subspecies (gigantea), but is often smaller and tends to grow in wetter habitats.It and other species of Arundinaria may grow in large monotypic colonies called canebrakes. Canebrakes were once a common feature of the landscape in the southeastern United States, but today it is an endangered ecosystem.",
    "Description": "This bamboo, which is a species of cane, is a perennial grass with a rounded, hollow stem which can exceed 7 cm (2.8 in) in diameter and grow to a height of 10 m (33 ft). It grows from a large network of thick rhizomes. The lance-shaped leaves are up to 30 cm (12 in) long and 4 cm (1.6 in) wide. The inflorescence is a raceme or panicle of spikelets measuring 4 to 7 cm (1.6 to 2.8 in) in length. An individual cane has a lifespan of about 10 years. Most reproduction is vegetative as the bamboo sprouts new stems from its rhizome. It rarely produces seeds and it flowers irregularly. Sometimes it flowers gregariously. Some types of non-native bamboos are confused with this native cane.",
    "Habitat and ecology": "This native plant is a member of several plant communities today, generally occurring as a component of the understory or midstory. It grows in pine forests dominated by loblolly, slash, longleaf, and shortleaf pine, and stands of oaks, cypress, ash, and cottonwood. Other plants in the understory include inkberry (Ilex glabra), creeping blueberry (Vaccinium crassifolium), wax myrtle (Morella cerifera), blue huckleberry (Gaylussacia frondosa), pineland threeawn (Aristida stricta), cutover muhly (Muhlenbergia expansa), little bluestem (Schizachyrium scoparium), and toothache grass (Ctenium aromaticum). Cane communities occur on floodplains, bogs, riparian woods, pine barrens and savannas, and pocosins. It grows easily in flooded and saturated soils. It tolerates wildfire, and canebrakes are maintained by a normal fire regime. \nThis cane is the food plant for the southern pearly eye, a butterfly. Canebrakes are an important habitat for the Swainson's, hooded, and Kentucky warblers, as well as the white-eyed vireo. The disappearance of the canebrake ecosystem may have contributed to the rarity and possible extinction of the Bachman's warbler, which was dependent upon it for nesting sites.",
    "Conservation": "Canebrakes declined after European settlement of the American southeast. Factors involved in the decline include the introduction of livestock such as cattle, which eagerly graze on the leaves. The cane was considered a good forage for the animals until overgrazing began to eliminate canebrake habitat. Other reasons for the decline include the conversion of the land for agriculture and fire suppression.",
    "Uses": "There are many human uses for the cane. The Cherokee, particularly the Eastern Band of Cherokee Indians, use this species in basketry. The Cherokee historically maintained canebrakes with cutting and periodic burning, a practice which stopped with the European settlement of the land. The elimination of cane habitat has nearly resulted in the loss of the art of basketmaking, which is important for the economy of the Cherokee today. The cane was also used by groups such as the Cherokee, Seminole, and Choctaw to make medicine, blowguns, bows and arrows, knives, spears, flutes, candles, walls for dwellings, fish traps, sleeping mats, and tobacco pipes.\n\n\n== References =="
  }
}