{
  "url": "https://en.wikipedia.org/wiki/Arundinaria_appalachiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Arundinaria"
    },
    {
      "Species": "A. appalachiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Arundinaria appalachiana, commonly known as hill cane, is a woody bamboo native to the Appalachian Mountains in the southeastern United States. The plant was elevated to the species level in 2006 based on new morphological and genetic information and was previously treated as a variety of Arundinaria tecta. As a relatively small member of its genus, it usually only attains heights of 0.5 to 1.0 metre with an either dense or diffuse habit. It is one of only three temperate species of bamboo native to North America. Hill cane is common on dry to mesic sites on upland slopes, bluffs and ridges in oak-hickory forests. In contrast to its sympatric relatives, Arundinaria gigantea typically appears along perennial streams, while A. tecta is found in swamps and other very wet areas.",
    "Taxonomy": "There has long been question to the taxonomic status of the eastern North American bamboos. Two species were originally described by Thomas Walter in 1788, namely Arundo gigantea and Arundo tecta. Since that time the phenotypic diversity of the American bamboos has led to a variety of taxonomic treatments. One of the more recent and thorough surveys of Arundinaria was undertaken by Floyd Alonzo McClure in 1973 and includes only one species, namely Arundinaria gigantea.Arundinaria appalachiana was first distinguished under the name Arundinaria tecta var. decidua, which was applied by C.D. Beadle in 1914 upon noticing the deciduous leaves. Beadle himself and many botanists to follow noted that hill cane may be a distinct species. During the second half of the twentieth century it became quite clear that hill cane could not be properly treated within A. tecta or A. gigantea. After cladistic genetic analysis was performed by Triplett and Clark it was determined that each of the three types of cane has a monophyletic lineage, supporting the case for three species. Morphological analysis has also supported this decision.",
    "Description": "Arundinaria appalachiana is the smallest member of its genus with the culms (i.e. the above-ground stems) usually attaining heights of 0.5 to 1 metre, though they are sometimes up to 1.8 metres tall. They are also quite thin at 0.2 to 0.6 cm in diameter. As with all bamboos, the culms emerge from subterranean rhizomes. In the case of hill cane, these are leptomorph, meaning they spread horizontally, but they typically do not reach very far before turning up to form a new culm. The rhizomes vary somewhat morphologically in that they sometimes have hollow centres and air canals The culms have internodes that are terete (i.e. smooth and cylindrical, but slightly tapering), while the culm sheaths are usually persistent (meaning they are not shed), but they may fall late in winter. These sheaths are 5.5 to 11 cm in length with oral setae (i.e. bristles where the sheath meets the blade) that are very short at 1 to 4.6 mm. The culm blades that appear at the apex of the sheaths are much shorter than the foliage leaves and measure 0.8 to 1.4 cm long.In Arundinaria, each new culm is topped with a fan-shaped cluster of leaves called a top knot. In A. appalachiana these consist of 6 to 12 leaves that are 9 to 22.5 cm in length by 1.4 to 2.8 cm in width and are linear (i.e. long and narrow), lanceolate (i.e. lance-shaped; slightly wider in the middle), or ovate-lanceolate (i.e. intermediate between egg-shaped and lance-shaped). The primary branches are erect, terete and typically no longer than 35 cm long. The bases of the primary branches contain between 2 and 5 compressed internodes and secondary branching does not occur at these basal areas. The foliage leaves are deciduous and their blades are typically 5 to 20 cm long by 0.8 to 2 cm wide. The blades have rounded bases and are chartaceous (i.e. paper-like). Their abaxial surfaces (i.e. undersides) show weak cross veining and are pilose (i.e. covered with fine, soft hairs) or glabrous (hairless), while the adaxial surfaces (i.e. upper sides) are always pilose. The ligules (i.e. a thin outgrowth at the meeting of the leaf and its sheath) are either glabrous or ciliate (i.e. fringed with hairs), lacerate (i.e. jagged) or fimbriate (i.e. fringed).The spikelets, the inflorescence found on all grasses, measure 3 to 5.5 cm in length and are typically a subtle reddish-purple in colour. Each spikelet contains 5 to 8 florets. Flowering is currently very poorly understood. During the research done on the plant by Triplett, Weakley and Clark when describing the species, only one flowering specimen was encountered. While flowering is rare in most  bamboos, this evidence suggests that it may be even less common in hill cane.",
    "Distribution and habitat": "Arundinaria appalachiana is native to the southern Appalachian Mountains and upper Piedmont of the southeastern US in the western Carolinas, southeastern Tennessee, northern Georgia and northeastern Alabama. It is found at elevations ranging from 300 to 800 metres, though sometimes up to 1065 metres. Its most typical habitat is on dry to somewhat mesic upland slopes, but it can also be found less typically in somewhat moister soils, next to spring seeps or along small streams.\n\n\n== References =="
  }
}