{
  "url": "https://en.wikipedia.org/wiki/Bambusa_balcooa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Bambusa"
    },
    {
      "Species": "B. balcooa"
    }
  ],
  "text": {
    "__SUMMARY__": "Bambusa balcooa is a clumping bamboo native to Indochina and the Indian subcontinent. It is thick walled clumping or sympodial bamboo.\nBamboo can be of either the \"clumping\" (sympodial) type, or the \"running\" (monopodial) type. The clumping bamboos, such as those in the genus Bambusa, create new plants by growing new shoots very near the base of existing plants. In contrast, \"running\" types like those found in the genus Phyllostachys send \"runners\" or rhizomes out several meters before sprouting a new shoot. This makes the clumping variety a more efficient user of space as the plant matures and it does not spread out very much. While the running types are generally considered invasive and difficult to confine and maintain; the clumping types like Bambusa balcooa require no effort to contain to a specific area. It can grow up to a height of 25 m, and a thickness of 15 cm. Bambusa balcooa is a drought-resistant species with low rainfall requirements and can reach yields upwards of 40 metric tons per acre. The species is unique in that it does not set seed.\nBambusa balcooa has recently gained popularity in South Africa as the species of choice for commercial plantations. Although not native to this country, it is the most prominent \"giant\" bamboo that is accepted as a naturalized species, since its introduction into South Africa during the 1600s. Government tenders were awarded for trials and studies to determine the feasibility of large-scale cultivation of bamboo in South Africa. However, after several years of research on the Bambusa balcooa species by industry leaders such as Camille Rebelo, EcoPlanet Bamboo. became the first entity to successfully grow the species at commercial scale. More recently the South African government and other corporations such as ECDC have started to realize the true economic potential of this giant bamboo in agricultural and forestry sectors.\n\n\n== References =="
  }
}