{
  "url": "https://en.wikipedia.org/wiki/Bambusa_lako",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Bambusa"
    },
    {
      "Species": "B. lako"
    }
  ],
  "text": {
    "__SUMMARY__": "Bambusa lako, known as Timor black bamboo, is a large species of bamboo originating from the island of Timor; its black culms may reach 21 m (69 ft) in height. A 2000 molecular study places it as closely related to the similar Indonesian species Gigantochloa atroviolacea , from which it was separated in 1997; it may soon be placed in that genus. Bambusa lako can only be grown in climates that are mostly frost free.",
    "Description": "Bambusa lako grows to 21 m (69 ft) in height, with culms reaching a maximum of 10 cm (3.9 in) in diameter. The culms are initially green before maturing to a shiny black, sometimes with scattered green stripes; they grow vertically, though may droop at the top. The culms are initially covered with culm-sheaths which have dark brown-black hairs. Shoots grow rapidly in warmer weather. The branches are short and leaves long and pendulous; individual leaf-blades may reach 25 cm (9.8 in). To date, this species has not been observed in flower.",
    "Taxonomy": "Timor black bamboo was described and separated from the Indonesian black bamboo species Gigantochloa atroviolacea by botanist Professor Elizabeth A. Widjaja in 1997, as its appearance (morphology) differed. However, only nonflowering material was observed, and the author noted the need for examining flowering material to confirm classification. This can be difficult with bamboos which can take up to 120 years to flower. A 2000 molecular study examined material from several bamboo species and concluded that the two species were very closely related and that the Timor black bamboo would be better placed in the genus Gigantochloa. It had been known as Gigantochloa sp. 'Timor black'.",
    "Distribution, habitat and cultivation": "Timor black bamboo is restricted to the island of Timor. It has been introduced into cultivation to the United States and Australia, and is hardy to −4 °C (25 °F).\n\n\n== References =="
  }
}