{
  "url": "https://en.wikipedia.org/wiki/Bambusa_oldhamii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Bambusa"
    },
    {
      "Species": "B. oldhamii"
    }
  ],
  "text": {
    "__SUMMARY__": "Bambusa oldhamii, known as giant timber bamboo or Oldham's bamboo, is a large species of bamboo. It is the most common and widely grown bamboo in the United States and has been introduced into cultivation around the world. It is densely foliated, growing up to 20 m (65 feet) tall in good conditions, and can have a diameter of up to 10 cm (4 inches).",
    "Description": "Bambusa oldhamii grows to 17–20 m (65 ft) in height, with green culms reaching a maximum of 10 cm (4 in) in diameter. Shoots grow rapidly in warmer months. The branches are short and leaves long.",
    "Taxonomy": "It was first described by Munro in 1868, the type specimen collected in Taiwan by Oldham (after whom the species was named). It is grouped in the subgenus Dendrocalamopsis. Dendrocalamus latiflorus is a misapplied name, under which it has been sold in the United States. It has also been confused with the related species B. atrovirens of Zhejiang in mainland China.",
    "Distribution and habitat": "B. oldhamii is native to the island of Taiwan and to southern China (Fujian, Guangdong, Guangxi, Hainan, Zhejiang). It is widely cultivated and has become naturalized in several places (Ryukyu Islands, New Zealand, Chiapas, Honduras, Peru, etc.)",
    "Cultivation": "It has been introduced into cultivation around the world; it is grown under glass in Germany, and in Puerto Rico, Florida, Texas, Tennessee, Maryland, Virginia, North Carolina, South Carolina, Oklahoma, Kentucky, Georgia, Alabama, Arkansas, Mississippi, Arizona, Nevada, Hawaii, Louisiana, and California, where it is the most common clumping bamboo grown, as well as Australia. The maximum height in cultivation varies with the temperature. It tolerates temperatures down to -7 °C (20 °F).In Taiwan and China, the young shoots of B. oldhamii are highly sought after due to their crisp texture and sweet taste.  The culms are used for furniture making, but are not suited to construction.\n\n\n== References =="
  }
}