{
  "url": "https://en.wikipedia.org/wiki/Bambusa_bambos",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Bambusa"
    },
    {
      "Species": "B. bambos"
    }
  ],
  "text": {
    "__SUMMARY__": "Bambusa bambos, the giant thorny bamboo, Indian thorny bamboo, spiny bamboo, or thorny bamboo, is a species of clumping bamboo native to southern Asia (India, Bangladesh, Sri Lanka and Indochina). It is also naturalized in Seychelles, Central America, West Indies, Java, Malaysia, Maluku, and the Philippines.",
    "Habit": "It is a tall, bright-green colored spiny bamboo species, which grows in thickets consisting of a large number of heavily branched, closely growing culms. It reaches a height of 10–35 m and grows naturally in the forests of the dry zones.",
    "Appearance": "Culms are not straight, but are armed with stout, curved spines. They are bright green, becoming brownish green when drying, and the young shoots are deep purple. Branches spread out from the base. Aerial roots reach up to few nodes above. Internode length is 15–46 cm, and diameter is 3.0–20 cm. Culm walls are 2.5–5.0 cm thick. Nodes are prominent and rootstock is stout.\nCulm sheaths are dark brown when mature, elongated, and cylindrical. Length of the sheath proper is 15–25 cm and 12–30 cm in width. Blade length is 4.0–12 cm. Auricles are not prominent. Upper surfaces of the sheath are covered with blackish-brown hairs. Lower surfaces of the sheath are not hairy. Sheaths fall early.",
    "Uses": "They are extensively used in many applications, mainly for making bridges and for ladders. Leaves are used for thatching.",
    "Medical uses": "The plant contains high levels of silica and is used in many ways in Ayurvedic medicine[254].The root is astringent and cooling[254].\nIt is used to treat joint pain and general debility[254].\nThe leaves are antispasmodic and emmenagogue[254].\nThey are taken internally to stimulate menstruation and to help relieve period pain[254].\nThey are also taken to tone and strengthen stomach function; to expel worms; and have the reputation of being an aphrodisiac[254].\nThe young sprouts, harvested as they emerge from below soil level, are taken internally to relieve nausea, indigestion and wind[254].\nThey are applied externally as a poultice to help drain infected wounds[254].\nThe juice of the plant is rich in silica and is taken internally to aid in the strengthening of cartilage in conditions such as osteoarthritis and osteoporosis[254].\nThis is good for bamboo huts, furniture manufacturing, handicraft, biomass consumption, biofuel, active charcoal etc.",
    "See also": "Domesticated plants and animals of Austronesia",
    "References": "",
    "Bibliography": "Fern, Ken.  \"Bambusa bambos\". Useful Tropical Plants. January 1, 2016."
  }
}