{
  "url": "https://en.wikipedia.org/wiki/Bambusa_vulgaris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Bambusa"
    },
    {
      "Species": "B. vulgaris"
    }
  ],
  "text": {
    "__SUMMARY__": "Bambusa vulgaris,  common bamboo, is an open-clump type bamboo species. It is native to Indochina and to the province of Yunnan in southern China, but it has been widely cultivated in many other places and has become naturalized in several. Among bamboo species, it is one of the largest and most easily recognized.",
    "Description": "Bambusa vulgaris forms moderately loose clumps and has no thorns. It has lemon-yellow culms (stems) with green stripes and dark green leaves. Stems are not straight, not easy to split, inflexible, thick-walled, and initially strong. The densely tufted culms grow 10–20 m (30–70 ft) high and 4–10 cm (2–4 in) thick. \nCulms are basally straight or flexuose (bent alternately in different directions), drooping at the tips. Culm walls are slightly thick.\nNodes are slightly inflated. Internodes are 20–45 cm (7.9–17.7 in). Several branches develop from mid-culm nodes and above. Culm leaves are deciduous with dense pubescence. Leaf blades are narrowly lanceolate.Flowering is not common, and there are no seeds. Fruits are rare due to low pollen viability caused by irregular meiosis. At the interval of several decades, the whole population of an area blooms at once, and individual stems bear a large number of flowers. Vegetation propagates through clump division, by rhizome, stem and branch cutting, layering, and marcotting. The easiest and most practised cultivation method is culm or branch cutting. In the Philippines, the best results were obtained from one-node cuttings from the lower parts of six-month-old culms. When a stem dies, the clump usually survives. A clump can grow out of stem used for poles, fences, props, stakes, or posts. Its rhizomes extend up to 80 cm before turning upward to create open, fast-spreading clumps. The easy propagation of B. vulgaris explains its seemingly wild occurrence.The average chemical composition is cellulose 41–44%, pentosans 21–23%, lignin 26–28%, ash 1.7–1.9%, and silica 0.6–0.7%.",
    "Taxonomy": "The bambusoid taxa have long been considered the most \"primitive\" grasses, mostly because of the presence of bracts, indeterminate inflorescences, pseudospikelets (units of inflorescence or flower clusters and glumes or leaf-like structures in woody bamboos that is similar to spikelets or clumps of grass), and flowers with three lodicules (tiny scale-like structure at the bottom of a florets or clump of grass flowers, found between lemma, the lowest part of spikelets, and sexual organs of the flower), six stamens, and three stigmas. Bamboos are some of the fastest growing plants in the world.B. vulgaris is a species of the large genus Bambusa of the  clumping bamboo tribe Bambuseae, which are found largely in tropical and subtropical areas of Asia, especially in the wet tropics. The pachymorph (sympodial or superposed in such a way as to imitate a simple axis) rhizome system of clumping bamboos expands horizontally by only a short distance each year. The shoots emerge in a tight or open habit (group), depending on the species; common bamboo has open groups. Regardless of the degree of openness of each species' clumping habit, none of the clumpers are considered invasive. New culms can only form at the very tip of the rhizome. The Bambuseae are a group of perennial evergreens in subfamily Bambusoideae, characterized by having three stigmata and tree-like behavior, that are in turn of the true grass family Poaceae.",
    "Taxonomy-Cultivars": "At least three groupings of B. vulgaris cultivars can be distinguished:\nPlants with green stems\nGolden bamboo (plants with yellow stems): Plants always with yellow stems and often with green stripes of different intensity. Usually the stems have thicker walls than those of the green stem group. This group is often distinguished as Bambusa vulgaris var. striata.\nBuddha's belly bamboo: Plants with stems up to about 3 m (9.8 ft) tall, 1–3 cm (0.4–1 in) in diameter, green, with 4–10 cm (2–4 in)-long inflated internodes in the lower part. This group is often distinguished as B. v. var. wamin.The more common cultivars are:\n'Aureovariegata' (B. v. var. aureovariegata Beadle): With rich golden yellow culms striped in green, sometimes in very thin lines, it is the most common variety of B. vulgaris.\n'Striata' (Bambusa vulgaris var. striata (Lodd. ex Lindl.) Gamble): A common variety, smaller in size than other varieties, with bright yellow internodes and random markings with longitudinal stripes in light and deep green.\n'Wamin' (B. v. f. waminii T.H.Wen): It is smaller in size than other varieties with short and flattened internodes. Likely to have originated in South China, 'Wamin' bamboo is spread throughout East Asia, Southeast Asia, and South Asia. Basally inflated internodes give it a unique appearance.\n'Vittata' (B. v. f. vittata (Rivière & C.Rivière) McClure): A common variety that grows up to 12 m (39 ft) tall, it has barcode-like striping in green.\n'Kimmei': Culms yellow, striped with green\n'Maculata': Green culms mottled with black, turning mostly black with aging\n'Wamin Striata': Grows up to 5 m (16 ft) tall, light green striped in dark green, with swollen lower internodes",
    "Distribution and habitat": "Common bamboo is the most widely grown bamboo throughout the tropics and subtropics. Although mostly known only from cultivation, spontaneous (nondomesticated), escaped, and naturalized populations exist throughout the tropics and subtropics in and outside Asia. B. vulgaris is widely cultivated in East, Southeast, and South Asia, as well as tropical Africa including Madagascar. It is highly concentrated in the Indo-Malayan rainforests. The species is one of the most successful bamboos in Pakistan, Tanzania, and Brazil.Popular as a hothouse plant by the 1700s, it was one of the earliest bamboo species introduced into Europe. It is believed to have been introduced to Hawaii in the time of Captain James Cook (the late 18th century), and is the most popular ornamental plant there. B. vulgaris is widely cultivated in the USA and Puerto Rico, apparently since introduction by Spaniards in 1840. It may have been the first foreign species introduced into the United States by Europeans.",
    "Ecology": "B. vulgaris grows mostly on river banks, road sides, wastelands, and open ground, generally in the low altitudes. It is a preferred species for erosion control. It grows best under humid conditions, but can tolerate unfavorable conditions like low temperatures and drought. Though adoptable to a wide range of soils,  common bamboo grows more vigorously on moist soils. It can tolerate frost down to −3 °C (27 °F), and can grow on ground up to 1,500 m (4,900 ft) above sea level, though in higher altitudes stems grow shorter and thinner. In extreme droughts, it may defoliate completely.",
    "Ecology-Threats": "The two major threats to the species are small bamboo borers (Dinoderus minutus), which as adults bore stems in India, China, Philippines, Australia, and Japan, and bamboo weevils (Cyrtotrachelus longimanus), which destroy shoots during their larval stage in South China. Other threats include leaf blight (Cercospora), basal culm rot (Fusarium), culm sheath rot (Glomerella cingulata), leaf rust (Kweilingia divina), and leaf spots (Dactylaria). In Bangladesh, bamboo blight caused by Sarocladium oryzae is a serious disease.",
    "Uses": "Common bamboo has a wide variety of uses, including the stems used as fuel and the leaves used as fodder, though a large amount of ingestion of leaves is known to cause neurological disorder among horses. The worldwide production and trade of B. vulgaris is considerable, though no statistics are available. It also has some disadvantages. Working and machining properties of the stems are poor, as they are not straight, not easy to split, and not flexible, but they are thick-walled and initially strong. Because of high carbohydrate content, stems are susceptible to attacks from fungi and insects such as powderpost beetles. Protection from biological threats is essential for long-term use.B. v. var. striata is used as ornamental solitary or as border hedge. Its shoots boiled in water are sometimes used for medicinal qualities. Cultivated around the world, it is generally found in East, Southeast, and South Asia. B. v. f. waminii is cultivated in the US and Europe in addition to Asia. B. v. f. vittata  is the most popular variety as an ornamental plant, and is considered to be very beautiful. The 'Kimmei' cultivar is mostly cultivated in Japan.",
    "Uses-Ornamental": "It is widely used as an ornamental plant, and is very popular as that. It often is planted as fences and border hedges. It is also planted a measure for erosion control.",
    "Uses-Construction": "The stems or culms of B. vulgaris are used for fencing and construction, especially of small, temporary shelters, including flooring, roof tiles, panelling, and walls made wither with culms or split stems. The culm is used to make many parts of boats including masts, rudders, outriggers, and boating poles. It also is used to make furniture, basketry, windbreakers, flutes, fishing rods, tool handles, stakes, weapons, bows for fishing nets, smoking pipes, irrigation pipes, distillation pipes, and more.It is used as raw material for paper pulp, especially in India. Paper made from B. vulgaris has exceptional tear strength, comparable to paper made of softwood. It can also be used to make particle boards and flexible packaging grade paper.",
    "Uses-Food": "Young shoots of the plant, cooked or pickled, are edible and eaten throughout Asia. Yellow shoots remain buttercup yellow after cooking. A decoction of the growing tips is mixed with Job's tears (Coix lacryma-jobi) to make a refreshing drink in Mauritius. The shoots are tender and whitish pink, and have a fair canning quality.A 100-gram (3.5 oz) serving of young shoots of green-stem cultivars has 90 g of water, 2.6 g of protein, 4.1 g of fat, 0.4 g of digestible carbohydrates, 1.1 g of insoluble dietary fiber, 22.8 mg of calcium, 37 mg of phosphorus, 1.1 mg of iron, and 3.1 mg of ascorbic acid. A serving of young shoots of yellow-stem cultivars has 88 g of water, 1.8 g of protein, 7.2 g of fat, 0.0 g of digestible carbohydrates, 1.2 grams of insoluble fiber, 28.6 mg of calcium, 27.5 mg of phosphorus, and 1.4 mg of iron.",
    "Uses-Indigenous medicine": "Golden bamboo is considered in many traditions across Asia to have medicinal value. Many uses are found in herbal medicine, though the effects are not clinically proven. In Java, water stored in golden bamboo tubes is used as a cure of various diseases. In the Congo, its leaves are used as part of a treatment against measles; in Nigeria, an infusion of macerated leaves is taken against sexually transmitted diseases and as an abortifacient – the latter has been shown to work in rabbits.",
    "Cultivation": "Though not suited for small yards, as it grows in large clumps, young plants of golden bamboo can be grown in large containers. Golden bamboo grows well in full sunlight or partial shade. Protection is important, as animals often graze on young shoots. In Tanzania, management of B. vulgaris cultivation entails clearing of the ground around clumps.",
    "Toxicity": "Among all bamboos, only shoots of B. vulgaris contains taxiphyllin (a cyanogenic glycoside) that functions as an enzyme inhibitor in the human body when released, but degrades readily in boiling water. It is highly toxic, and the lethal dose for humans is about 50–60 mg. A dose of 25 mg cyanogenic glycoside fed to rats (100–120 g body weight) caused clinical signs of toxicity, including apnoea, ataxia, and paresis. Horses in Pará, Brazil, were diagnosed with clinical signs of somnolence and severe ataxia after ingesting B. vulgaris. Farmers in Africa sometimes prefer to buy it rather than plant it, as they believe it harms the soil.",
    "See also": "Domesticated plants and animals of Austronesia\n\n\n== References =="
  }
}