{
  "url": "https://en.wikipedia.org/wiki/Chusquea_culeou",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Chusquea"
    },
    {
      "Species": "C. culeou"
    }
  ],
  "text": {
    "__SUMMARY__": "Chusquea culeou, the Chilean bamboo, (Spanish: caña coligüe or colihue) is a species of flowering plant in the grass family Poaceae. An evergreen bamboo native to South America, unlike most species within the genus Chusquea, it is frost-tolerant and thus widely cultivated in temperate regions.",
    "Distribution": "It is native to the Valdivian rainforests, humid temperate forests of Chile and southwestern Argentina. Chusquea culeou is a keystone species which can control patterns of forest dynamics by impeding regeneration of tree species.",
    "Description": "Growing to 8 m (26 ft) tall by 1.5 m (4.9 ft) broad, Chusquea culeou forms a substantial clump of greenery. It has hairy lanceolate leaves with a spine on their end, and its flower is a whisk of light brown colour. The plant also produces a caryopsis fruit. Blooming occurs after variable periods, that could last 60 years. After blooming and releasing its seeds, the plant dies. The cane is straight, up to 6 m (20 ft) in height, and was used by the Aboriginals for the pole of their spears. They are still used by the Mapuche people for a musical instrument known as trutruca.\nA feature of this Chusquea is that the stems are solid, unlike most bamboos.",
    "Cultivation": "Chusquea culeou is cultivated as an ornamental plant in gardens.\nThis plant has gained the Royal Horticultural Society’s Award of Garden Merit (confirmed 2017).",
    "References": "",
    "External links": "Bamboo garden\nChusquea culeou - E.Desv.\nImages\n\"Chusquea culeou\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA)."
  }
}