{
  "url": "https://en.wikipedia.org/wiki/Dendrocalamus_asper",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Dendrocalamus"
    },
    {
      "Species": "D. asper"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrocalamus asper, also known as giant bamboo, or dragon bamboo (in China), is a giant tropical, dense-clumping species native to Southeast Asia. Due to its common occurrence across Asia and its attractive features as well as ease of harvesting, this species has been introduced widely across Latin America and Africa. It is a sympodial or clumping bamboo that does not show lateral growth and therefore has no invasive properties.\nThis bamboo species of the genus Dendrocalamus grows 15–20 m tall, and 8–12 cm in diameter. It is found commonly in India, Sri Lanka, Southwest China and Southeast Asia. and more recently in Latin America and warmer regions in the United States.\nThis timber bamboo has traditionally used as a building material for heavy construction due to the fact that its culms are large diameter and very straight, and its young shoots are consumed as a vegetable. Along with Moso bamboo in China, Dendrocalamus asper is the most popular bamboo species in Asia whose shoots are used as a source of food.\nCulms of Dendrocalamus asper bamboo are greyish green, becoming dull brown on drying. Lower nodes of young culms are covered with golden brown hairs which are the most easily distinguishing factor of the species. Young shoots are brownish black. Internode length is 25–60 cm, diameter 3.5–15 cm. The culm walls are generally very thick but also show great variation in this thickness. The nodes are prominent. The culm sheath is straw-colored and appear large, and broad; the top of the sheath is rounded, and auricles are small. The upper surface is covered with golden brown hairs. The under surface is not hairy. Sheaths fall off early. Mature culms grow very straight with tapering occurring only at the upper level, and the culms show very little branching, making them easier to harvest upon maturity.\nThis species flowers intermittently, with flowering events occurring at time intervals greater than 60 years. The seed is very fragile and seedlings have a high mortality rate requiring considerable care and controlled environments in their first few weeks of growth.\nAlthough with a wide natural occurrence and having been introduced at small scale to many countries it has only recently been grown under a commercial setting. EcoPlanet Bamboo became the first entity to grow Dendrocalamus asper from seed with the development of a million plant nursery, the largest of its kind, focused on this species. In 2015 EcoPlanet Bamboo became the first entity globally to grow the species commercially in a Public Private Partnership with the Ghana Forestry Commission.\n\n\n== References =="
  }
}