{
  "url": "https://en.wikipedia.org/wiki/Dendrocalamus_giganteus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Dendrocalamus"
    },
    {
      "Species": "D. giganteus"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrocalamus giganteus, also known as dragon bamboo or one of several species called giant bamboo, is a giant tropical and subtropical, dense-clumping species native to Southeast Asia. It is one of the largest bamboo species in the world.\nA very tall, large-culmed, grayish-green bamboo, it grows in clumps consisting of a large number of closely growing culms, and typically reaches a height of 30 meters (98 feet), but one clump in Arunachal Pradesh, India reached a height of 42 meters (137.9 feet). Under favorable conditions, it can grow up to 40 cm per day. It is cultivated at low and high altitudes, commonly along river banks, and in home gardens. It is found in Bangladesh, India, Sri Lanka, and Southeast Asian countries such as Indonesia, Myanmar, and Thailand. \nCulms are straight and  grayish green with a powdery appearance, becoming brownish green on drying, with a smooth surface. Young shoots are blackish purple. Internode length is 25–40 cm, and diameter is 10–35 cm. Culm walls are thin, branching only at the top. Aerial roots occur up to the eighth node. The rootstock is stout.\nThe culm sheath is greenish when young, becoming dark brown when mature. Sheaths are large and broad, length of sheath proper 24–30 cm, and width is 40–60 cm. The blade is triangular, 7–10 cm long. The top of the sheath is rounded. Auricles are small, equal, and crisped. The upper surface of the sheath is covered with stiff, gold and brownish hairs. The under surface is glossy, and not hairy. Sheath fall off is early.",
    "Uses": "In India, it is popular for bridge construction, used in house frames walls, reinforcement of concrete, ladders, scaffolding, tiles, and floor coverings, and the leaves are used for thatching.",
    "References": "\n Media related to Dendrocalamus giganteus at Wikimedia Commons\n\nguaduabamboo.com\nrarexoticseeds.com"
  }
}