{
  "url": "https://en.wikipedia.org/wiki/Dendrocalamus_strictus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Dendrocalamus"
    },
    {
      "Species": "D. strictus"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrocalamus strictus is a bamboo species belonging to the Dendrocalamus genus. The culms (stems) are often solid. Common names include male bamboo, solid bamboo, and Calcutta bamboo.",
    "Habit": "It is a tall, dull long green-colored bamboo species, which grows in thickets consisting of a large number of heavily branched, closely growing culms. It reaches a height of 6–18 m.",
    "Appearance": "Culms are green covered with white blooms, which become dull green when mature and turn brown on drying. Young shoots are brown in color covered with white blooms. Culms are straight. Branching occurs from the base to midculm. Aerial roots reach up to a few nodes above the ground. Internode length is 20–30 cm, and diameter is 2.5–12 cm. Culm walls are very thick. Nodes are not prominent.\nCulm sheaths are green in young, and turn brown when mature, and are cylindrical. The sheath proper is 18–22 cm in length and 10–17 cm wide. Blade length is 3.5–6.5 cm. Auricles are absent. Upper surfaces of the sheath may or may not be covered with brown hairs. Lower surfaces of the sheath are not hairy. Sheaths fall early.",
    "Distribution": "It is widely found across South and Southeast Asia, particularly India, Nepal, Bangladesh, Myanmar, and Thailand. It is also found in Cuba.",
    "Uses": "They are used for making house frames, rafters, tent poles, concrete reinforcement, walls, scaffolding, and fences. The leaves are used for thatching.\nUsed by the British army in India for making lance shafts.",
    "References": "",
    "External links": "bambugigante.com"
  }
}