{
  "url": "https://en.wikipedia.org/wiki/Fargesia_murielae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Fargesia"
    },
    {
      "Species": "F. murielae"
    }
  ],
  "text": {
    "__SUMMARY__": "Fargesia murielae, the umbrella bamboo, is a species of flowering plant in the family Poaceae.  It is a large, clump-forming evergreen bamboo, closely resembling Fargesia nitida in the same genus, but with yellow canes.",
    "Description": "Considered one of the most beautiful bamboos in cultivation, Fargesia murielae is native to the mountains of central China, introduced by Ernest Henry Wilson in 1913 and named after his daughter. Its common name \"umbrella bamboo\" describes the graceful weeping habit of this plant. It grows at elevations of 6,500–10,000 ft (1,981–3,048 m). It usually grows up to 10–14 ft (3–4 m), with a diameter of about 0.5 inch, and is hardy to −15 °C (5 °F) . Its USDA plant hardiness zone is 5 through 9 which is not desirable in climates with high heat and humidity such as southeastern states. The leaves are longer than they are wide, have pointed ends, and are arranged singly along the leaf stem. It quickly forms a dense clump of closely spaced canes that are hard to see under a mass of foliage. The new shoots are light blue with tan culm sheaths, aging to a yellowish-green. Its growth and appearance is facilitated in an environment that receives afternoon shade and sunlight throughout the day. Like all other fargesias, it does not have running rhizomes and needs no containment to prevent spread. It will maintain its green-pigmented foliage throughout the winter, though it will most likely shed a few leaves in late fall.",
    "Habitat": "Fargesia murielae has been known to grow in regions of various climates that range from dry mountainsides to jungles, but in general prefers moderately fertile soil which is moist but well-drained and well aerated. It also favors a slightly acidic environment where it is best fit. This species is most common in southeast Asia, China, and Japan. Bamboo in the Orient is harvested for food, paper and timber. In Europe and the United States, it is grown as an ornamental.",
    "Growth types": "There are two basic types of bamboo; clumping (non-invasive) and running. Individual bamboo canes are called culms or stems. The clump type, in which category Fargesia murielae falls, grows in large clumps and is relatively slow in spreading. The root system of a single clump can be rather extensive and quite competitive with surrounding plants. Running types of bamboo, however, are very invasive and very competitive with other plants. They can take over large areas, some varieties spreading more than 100 feet from the mother plant in an incredibly short amount of time. Unlike the running types, the clump types are not very invasive allowing them for a place in the home landscape. Because they are non-invasive, fargesias can be used as specimens, screening, or the low dwarf types as ground-cover. They are specially attractive when planted next to a pond or a stream.",
    "Flowering": "One of the most interesting features of Fargesia murielae is its monocarpic life cycle. This refers to a cycle of life in which it flowers once in its life and then dies. People are used to seeing other plants germinate, grow, and die in a single season, but the idea of a plant dying after 80 to 100 years following its flowering seemed inevitably strange. The flowering cycle of Fargesia murielae, though not the longest on record, is among the most widely known and well documented. Even more astonishing than its long flowering cycle is the synchronous flowering behavior. This term refers to the tendency of most or all of the individuals of a given species to come into flower at more or less the same time. This unusual behavior has led some authors to assume that the flowering event in these bamboos is controlled not by climatic factors but by some sort of internal clock.",
    "History in the West": "1892: The French missionary P.  Farges collects a herbarium specimen of an unknown flowering bamboo in Szechuan Province, China. In 1893, the French taxonomist A. Franchet assigns it to a new genus, Fargesia, with the specific name spathacea. \n17 May 1907: On his first expedition to China for the Arnold Arboretum, E. H. Wilson collects plants and three sterile herbarium specimens of an unknown bamboo at Fang Xian, Hubei.\n[1910]: Wilson makes note of a single plant from his collection growing in the \"greenhouses and frames\" area of the Arnold Arboretum.\n10 June 1910: On his second Arboretum expedition to China, Wilson revisits Fang Xian.\n12 December 1913: One plant of Wilson;s is received by Kew Gardens from the Arnold Arboretum. The plant is divided into six pieces that are planted out in the bamboo area.\n1916: Wilson labels this Arundinaria sp. in volume II of Plantae Wilsonianae, but lists the wrong collection date.\n1920: This collection is given the name Arundinaria murielae by J.  S. Gamble.\n1935: T. Nakai of Japan reclassifies Arundinaria murielae as Sinarundinaria murielae.\n23 December 1959: U.S. National Arboretum botanist F.  Meyer arranges for the importation of plants of Sinarundinaria murielae from the Royal Moerheim Nurseries, Dedemsvaart, Holland. The plants are probably divisions of Wilson's collection. One of them is received by the Arnold Arboretum on 8 November 1960.\n1975: Plants of Sinarundinaria murielae in Denmark, possibly divisions of Wilson's collection, come into flower.\n1979: Based on the flowering specimens of the Danish plants, T. Soderstrom proposes the name Thamnocalamus spathaceus, for the umbrella bamboo. Based on the same specimens, other botanists argue that the species should be classified as either Fargesia murielae (Gamble) or F.  spathacea (Franchet).\n1988: At Kew Gardens, the original plants of Wilson's collection come into flower for the first time.\n1993: In the UK Fargesia murielae is granted the Royal Horticultural Society's Award of Garden Merit.1995: C. Stapleton makes the case for preserving the name Fargesia murielae, but proposes correcting the spelling of the specific to murielae.\nMay 1998: Arnold Arboretum plants of Fargesia murielae, received from the U.S. National Arboretum in 1960, come into flower for the first time.\n\n\n== References =="
  }
}