{
  "url": "https://en.wikipedia.org/wiki/Kenaf",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malvales"
    },
    {
      "Family": "Malvaceae"
    },
    {
      "Genus": "Hibiscus"
    },
    {
      "Species": "H. cannabinus"
    }
  ],
  "text": {
    "__SUMMARY__": "Kenaf [etymology: Persian], Hibiscus cannabinus, is a plant in the family Malvaceae also called Deccan hemp and Java jute. Hibiscus cannabinus is in the genus Hibiscus and is native to southern Asia, though its exact origin is unknown. The name also applies to the fibre obtained from this plant. Kenaf is one of the allied fibres of jute and shows similar characteristics.",
    "Common names": "Europe:\nFrench: chanvre de Bombay, chanvre du Deccan, chanvre de Guinée, chanvre de Gambo, chanvre de roselle, jute de Java, jute de Siam, kénaf,  ketmie à feuilles de chanvre (Belgium), roselle\nGerman: Ambari, Dekkanhanf, Gambohanf, Hanfeibisch,  Javajute, Kenaf, Rosellahanf, Roselle, Siamjute\nPortuguese: cânhamo rosella, juta-de-java, juta-do-sião, quenafe\nSpanish: cáñamo de la India, cáñamo de gambo, cáñamo Rosella, pavona encendida, yute de Java, yute de Siam\nAmericas:\nBrazilian Portuguese: papoula-de-são-francisco, cânhamo-brasileiro, quenafe\nAfrica:\nAfrikaans: stokroos\nEgypt & Northern Africa: til, teel, or teal\nWest Africa: dah, gambo, and rama \nAsia\nHimachal(Pangolu): sunn\nLao:  ປໍແກ້ວ [pɔː kɛ̂ːw]\nIndia (Manipur): Shougri\nIndia (Bihari): Kudrum\nIndia (Bengal): mesta\nIndia (Kannada):Pundi Palle \nIndia (Marathi): Ambaadi \nIndia (Tamil): pulicha keerai (புளிச்சைக் கீரை) Palungu (பலுஂகு)\nIndia (Telugu): Gongura, Taag-Ambadi Punti Kura\nIran (Persian): Kanaf کنف\nTaiwan: ambari\nChina: Hong Ma (red hemp) has been officially changed from \"Yang Ma\" (foreign hemp) during the Cultural Revolution, 1966-1976.Other names include Bimli, Ambary, Ambari Hemp, Deccan Hemp, and Bimlipatum Jute.\nAccording to Miyake and Suzuta (1937), there are more than 129 names for kenaf worldwide.",
    "Characteristics": "It is an annual or biennial herbaceous plant (rarely a short-lived perennial) growing to 1.5-3.5 m tall with a woody base. The stems are 1–2 cm diameter, often but not always branched. The leaves are 10–15 cm long, variable in shape, with leaves near the base of the stems being deeply lobed with 3-7 lobes, while leaves near the top of the stem are shallowly lobed or unlobed lanceolate. The flowers are 8–15 cm diameter, white, yellow, or purple; when white or yellow, the centre is still dark purple. The fruit is a capsule 2 cm diameter, containing several seeds.",
    "Characteristics-Fibre": "The fibres in kenaf are found in the bast (bark) and core (wood). The bast constitutes 40% of the plant. \"Crude fibre\" separated from the bast is multi-cellular, consisting of several individual cells stuck together. The individual fibre cells are about 2–6 mm long and slender. The cell wall is thick (6.3 µm). The core is about 60% of the plant and has thick (≈38 µm) but short (0.5 mm) and thin-walled (3 µm) fibre cells. Paper pulp is produced from the whole stem, and therefore contains two types of fibres, from the bast and from the core. The pulp quality is similar to that of hardwood.",
    "Uses": "Kenaf is cultivated for its fibre in India, Bangladesh, United States of America, Indonesia, Malaysia, South Africa, Viet Nam, Thailand, parts of Africa, and to a small extent in southeast Europe. The stems produce two types of fibre: a coarser fibre in the outer layer (bast fibre), and a finer fibre in the core. The bast fibres are used to make ropes. Kenaf matures in 100 to 200 days. First grown in Egypt over 3000 years ago, the leaves of the kenaf plant were a component of both human and animal diets, while the bast fibre was used for bags, cordage, and the sails for Egyptian boats. This crop was not introduced into southern Europe until the early 1900s. Today, while the principal farming areas are China and India, Kanaf is also grown in countries including the US, Mexico, and Senegal.\nThe main uses of kenaf fibre have been rope, twine, coarse cloth (similar to that made from jute), and paper. In California, Texas, Louisiana and Mississippi, 3,200 acres (13 km²) of kenaf were grown in 1992, most of which was used for animal bedding and feed.\nUses of kenaf fibre include engineered wood; insulation; clothing-grade cloth; soil-less potting mixes; animal bedding; packing material; and material that absorbs oil and liquids. It is also useful as cut bast fibre for blending with resins in the making of plastic composites, as a drilling fluid loss-preventive for oil drilling muds, and for a seeded hydromulch for erosion control. Kenaf can be made into various types of environmental mats, such as seeded grass mats for instant lawns and moldable mats for manufactured parts and containers. Panasonic has set up a plant in Malaysia to manufacture kenaf fibre boards and export them to Japan.\nAdditionally, as part of an overall effort to make vehicles more sustainable, Ford and BMW are making the material for the automobile bodies in part from kenaf. The first implementation of kenaf within a Ford vehicle was in the 2013 Ford Escape. The BMW i3 uses kenaf in the black surrounds.The use of kenaf is anticipated to offset 300,000 pounds of oil-based resin per year in North America and should reduce the weight of the door bolsters by 25 percent.",
    "Uses-Kenaf seed oil": "Kenaf seeds yield an edible vegetable oil. The kenaf seed oil is also used for cosmetics, industrial lubricants and for biofuel production. Kenaf oil is high in omega polyunsaturated fatty acids (PUFAs). Kenaf seed oil contains a high percentage of linoleic acid (Omega-6) a polyunsaturated fatty acid (PUFA). Linoleic acid (C18:2) is the dominant PUFA, followed by oleic acid (C18:1). Alpha-linolenic acid (C18:3) is present in 2 to 4 percent.\nKenaf seed oil is 20.4% of the total seed weight, similar to that of cotton seed.\nKenaf Edible Seed Oil Contains:\n\nPalmitic acid: 19.1%\nOleic acid: 28.0%  (Omega-9)\nLinoleic acid: 45% (Omega-6)\nStearic acid: 3.0%\nAlpha-linolenic acid: 3% (Omega-3)",
    "Uses-Kenaf paper": "The most common process to make kenaf paper is using soda pulping before processing the obtained pulp in a paper machine.\nThe use of kenaf in paper production offers various environmental advantages over producing paper from trees. In 1960, the USDA surveyed more than 500 plants and selected kenaf as the most promising source of tree-free newsprint. In 1970, kenaf newsprint produced in the International Paper Company's mill in Pine Bluff, Arkansas, was successfully used by six U.S. newspapers. Printing and writing paper made from the fibrous kenaf plant has been offered in the United States since 1992. Again in 1987, a Canadian mill produced 13 rolls of kenaf newsprint which were used by four U.S. newspapers to print experimental issues. They found that kenaf newsprint made for stronger, brighter and cleaner pages than standard pine paper with less detriment to the environment. Due partly to kenaf fibres being naturally whiter than tree pulp, less bleaching is required to create a brighter sheet of paper. Hydrogen peroxide, an environmentally-safe bleaching agent that does not create dioxin, has been used with much success in the bleaching of kenaf.\nVarious reports suggest that the energy requirements for producing pulp from kenaf are about 20 percent less than those for wood pulp, mostly due to the lower lignin content of kenaf. Many of the facilities that now process Southern pine for paper use can be converted to accommodate kenaf.An area of 1-acre (4,000 m2) of kenaf produces 5 to 8 tons of raw plant bast and core fibre in a single growing season. In contrast, 1-acre (4,000 m2) of forest (in the US) produces approximately 1.5 to 3.5 tons of usable fibre per year. It is estimated that growing kenaf on 5,000 acres (20 km²) can produce enough pulp to supply a paper plant having a capacity of 200 tons per day.  Over 20 years, 1-acre (4,000 m2) of farmland can produce 10 to 20 times the amount of fiber that 1-acre (4,000 m2) of Southern pine can produce.As one of the world's important natural fibres, kenaf is covered by the International Year of Natural Fibres 2009. The first novel to be published using 100% kenaf paper was The Land of Debris and the Home of Alfredo by Kenn Amdahl (1997, Clearwater Publishing Company).\nDavid Brower, former Executive Director of the Sierra Club, in chapter 8 of his semi-autobiographical environmental book Let the Mountains Talk, Let the Rivers Run: A Call to Save the Earth (1995, Harper Collins), titled \"Forest Revolution,\" advocated for kenaf paper use and explained its many advantages over wood pulp. The first edition of the book was printed on kenaf paper.",
    "See also": "International Jute Study Group",
    "Notes": "",
    "References and external links": "KenafUSA, Website of Dr. Gerald Feaster (PhD), a Kenaf researcher.\nGreenfiber Net, A B2B platform to promote the use of natural fibres like kenaf and jute.\nAmerican Kenaf Society (AKS), Founded in 1997 with individuals and organizations working directly or indirectly with kenaf and kenaf-based products, plus those with environmental concerns.\nCCG International (CCG), Leading International efforts to promote the use of kenaf and allied natural plant fibres.\nInternational Jute Study Group, An UN collaboration for learning various aspects of jute and kenaf. Its headquarters is in Dhaka, Bangladesh. It targets business societies in India, Bangladesh, and Thailand.\nAbout the Kenaf Plant, Vision Paper - Gives detailed description of kenaf plant and provides many links to kenaf industry. Pioneers in the kenaf paper industry.Produced first ever chlorine free 100% tree-free kenaf paper in 1992.\nInformation about Kenaf in German language, Provides information on Market Place, News, and Links about Kenaf in German language.\nNachwachsende-Rohstoffe, A German site for Kenaf and other agricultural commodities related articles (Also available in English).\nAlternative Field Crops Manual\nKenaf: Taking Root? 1995 article by Brooke Wurst\nMabberley, D.J. 1987. The Plant Book. A portable dictionary of the higher plants. Cambridge University Press, Cambridge. 706 pp. ISBN 0-521-34060-8.\nHibiscus cannabinus in West African plants – A Photo Guide."
  }
}