{
  "url": "https://en.wikipedia.org/wiki/Otatea_acuminata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Otatea"
    },
    {
      "Species": "O. acuminata"
    }
  ],
  "text": {
    "__SUMMARY__": "The Mexican weeping bamboo, Otatea acuminata, is a clumping bamboo native to central and southern Mexico and Central America.\nThe plant produces thick stands of culms with long narrow leaves.  The weight of the leaves cause the long thin clums to bend, or weep. The clump's vegetation can reach 25 feet (7.6 m) or more in height and width in its native habitat..",
    "Cultivation": "Otatea acuminata and its cultivars are cultivated as an ornamental plant, often planted in subtropical and temperate climate gardens in full or partial sun.  The plant is  drought tolerant when established, but benefits from periodic watering and feeding. Mexican Weeping Bamboo is easily grown in pots, reaching around 6 feet (1.8 m) tall. When planted in the ground it can reach 15 feet (4.6 m) or more with regular water.\nMexican Weeping Bamboo is easy to propagate by dividing the root ball with a sharp spade.  A particularly delicate look can be achieved by thinning the culms so that they are spaced  1 foot (0.30 m) or more apart.  This allows dappled light to pass through the Mexican Weeping Bamboo, and the plant will sway gracefully in a gentle breeze.\nOtatea acuminata is a fast-growing clumping bamboo which can spread 1–2 feet (0.30–0.61 m) in each direction yearly. It is well suited to the climate and soil in Southern California, and can be successfully grown and propagated with minimal effort.  Unlike many other bamboo species, the leaves do not brown at the tips even under suboptimal growing conditions.",
    "Cultivation-Subspecies and cultivars": "There are several subspecies and cultivars, including:\n\nOtatea acuminata subsp. acuminata\nOtatea acuminata subsp. aztecorum — the most commonly cultivated ornamental plant.\nOtatea acuminata 'Dwarf'\nOtatea acuminata 'Mayan Silver'\nOtatea acuminata 'Michoacan'",
    "References": "\n\n== External links =="
  }
}