{
  "url": "https://en.wikipedia.org/wiki/Phyllostachys_aurea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Phyllostachys"
    },
    {
      "Species": "P. aurea"
    }
  ],
  "text": {
    "__SUMMARY__": "Phyllostachys aurea is a bamboo species of the 'running bamboo' type, belonging to the diverse Bambuseae tribe. It is native to Fujian and Zhejiang in China. It is commonly known by the names fishpole bamboo, golden bamboo, monk's belly bamboo, and fairyland bamboo (Australia).",
    "Cultivation": "P. aurea is cultivated as an ornamental plant for gardens. In the United States, it is considered an invasive species that crowds out native species and is difficult to remove. It is also the most commonly cultivated bamboo in the United States. It is a cold-hardy bamboo, performing well in USDA zones 6 to 10, (Connecticut to Florida). It has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Cultivation-Cultivars": "Cultivars include:\n\nP. aurea 'Flavescens Inversa' – some lower culms may show a pale yellow stripe on the sulcus\nP. aurea 'Holochrysa' – common name \"golden golden\", culms turn yellow/gold sooner than the type form, random leaves have a yellow stripe\nP. aurea  'Koi' – culms turn yellow, but sulcus stays green, random leaves have a yellow stripe\nP. aurea  'Takemurai' – culms grow taller and lack the compressed internodes of the type form",
    "Uses": "P. aurea's lush foliage makes it desirable for ornamental purposes and privacy hedges, and its characteristic 'knotty' compressed lower internodes render it desirable among collectors. It is well-suited to the making of bamboo pipes.",
    "Identification and growth habit": "The common forms of P. aurea are easily identified by their characteristic compressed internodes in the lower part of the canes which have a tortoise shell-like appearance. This internodal compression result in shorter heights (25 ft) and thicker cane diameters (relative to height) than many other Phyllostachys species.The canes turn yellow in full or partial sun, and deepen into a gold-orange color as the plant matures. Branching and foliage tend to start lower to the ground than many other Phyllostachys species, but some prefer to cut off lower branches to show off the interesting 'tortoise shell' lower part of the canes (see photo).",
    "References": "",
    "External links": " Media related to Phyllostachys aurea at Wikimedia Commons Data related to Phyllostachys aurea at Wikispecies\n\nSpecies Profile - Golden Bamboo (Phyllostachys aurea), National Invasive Species Information Center, United States National Agricultural Library."
  }
}