{
  "url": "https://en.wikipedia.org/wiki/Phyllostachys_aureosulcata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Phyllostachys"
    },
    {
      "Species": "P. aureosulcata"
    }
  ],
  "text": {
    "__SUMMARY__": "Phyllostachys aureosulcata, the yellow groove bamboo, is a species of bamboo native to the Zhejiang Province of China . It is a running bamboo with a distinctive yellow stripe in the culm groove (or sulcus) that is often grown as an ornamental.",
    "Description": "This bamboo grows to an expected height of 9 meters (35 feet) with a culm diameter of 4 cm (2.25 inches).\n In areas where the average winter minimum temperature is above -15°C (5°F), it may grow to a maximum height of 14 meters (46 feet) with a diameter of 6.5 cm (2.6 inches) The typical form of this species has dark green culms with a yellow groove. Culm sheath colors appear purple-green usually striped with yellow. Lower portions of the upright culms occasionally bend in a zigzag pattern.",
    "Distribution": "This bamboo grows in areas ranging from subtropical to warm temperate and tolerates low winter temperatures better than most bamboos, being one of the hardiest bamboos in the genus Phyllostachys. Outside its natural range and areas where the coldest month has mean temperatures of below -4 °C (25 °F), the leaves of P. aureosulcata may not be evergreen and may turn beige and fall off.In areas with severely cold winters (USDA hardiness zone 5 or colder) in the northern parts of the US, northern Asia, and northern Europe, all growth above ground will die back every winter if temperatures remain below -18 °C (0 °F) for extended periods but will regrow in the spring to 1.8 to 2.4 meters (6 to 8 feet) tall.Phyllostachys aureosulcata is a popular bamboo in the warmer areas of the United States, Europe, Asia, and parts of Australia.  In China it is cultivated and found in Beijing and the provinces Henan, Jiangsu and Zhejiang.",
    "Name": "The culm coloration inspires this bamboo's common name of \"yellow groove bamboo\" and botanical name of aureosulcata. The all-green cultivar 'Alata' is also known as \"crookstem bamboo\" due to its characteristic culm bends common to this species.",
    "Usage": "Cultivated mainly as an ornamental, this species is also among the best for edible shoot production, being free of acrid flavor even when raw. An aggressive spreader, its dense upright growth makes a good hedge or privacy screen.",
    "Usage-Cultivars and Forms": "Several forms and cultivars of this species exist in a variety of culm color patterns. P. aureosulcata f. spectabilis reverses the colors of the typical form with yellow culms and a green sulcus. This form has gained the Royal Horticultural Society's Award of Garden Merit. The form aureocaulis has all-yellow culms and the cultivar 'Lama Temple' has culms of a brighter yellow that taper more rapidly to a shorter overall height.\n'Harbin' has green culms with multiple vertical ridges and irregular streaks\nof yellow.  \n\nCulms of 'Harbin Inversa' appear yellow with many thin green streaks, while lacking the ridges characteristic of 'Harbin.'\n\nA sport of spectabilis called 'Argus' shares the same robust growth qualities\nand color as spectabilis but with additional green vertical stripes\nscattered around the whole circumference of each culm.\n\nThe all green form 'Alata' lacks any yellow culm coloring.\n\nIn spring, yellow portions of new aureosulcata\nculms that receive direct sunlight during the early cool hours of the day\ncan develop a red tint or magenta blush that lasts for a couple months.",
    "Regulations": "New York state has proposed regulations listing Phyllostachys aureosulcata as a prohibited invasive species.",
    "References": "\nWikispecies: Phyllostachys aureosulcata"
  }
}