{
  "url": "https://en.wikipedia.org/wiki/Phyllostachys_parvifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Phyllostachys"
    },
    {
      "Species": "P. parvifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Phyllostachys parvifolia is a running bamboo with thick culms that grow tall for a bamboo that endures cold weather.",
    "Description": "A potential giant even in cooler areas, this bamboo grows with an average height of 7 m (23 ft) reaching up to 12 m (39 ft) or more with a maximum culm diameter of 10 cm (3.9 in).\n\nNew culms are dark green, paling with age, \n\nwith a white ring appearing under each node.\n\nBranches are short and leaves are small for a bamboo of the genus Phyllostachys.\n\nCulm sheath colors of purple-red or brown fade or stripe into light colors of tan or yellow-white further up.\n\nLike water bamboo, the rhizomes and roots of this species have air canals as an adaptation for living in wet soil.",
    "Distribution": "This bamboo grows in areas ranging from subtropical to temperate and tolerates winter temperatures down to −21 to −26 °C (−6 to −15 °F)\n\nbeing a more cold hardy bamboo.\n\nIts natural distribution in Asia is limited primarily to Zhejiang Province\n\nof China, where it is cultivated.\n\nDue to difficulties in propagation, availability in cultivation is limited.",
    "Name": "Its common name \"Anji golden bamboo\"\n\nderives from the Chinese, Anji being a county in Zhejiang Province.\nThe specific epithet parvifolia means \"small-leaved\".",
    "Usage": "This species is grown mainly for edible shoots, while the culms have general purpose uses.\n\nHarvested moderately early, the shoots are of excellent flavor.",
    "References": "\nWikispecies: Phyllostachys parvifolia"
  }
}