{
  "url": "https://en.wikipedia.org/wiki/Phyllostachys_edulis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Phyllostachys"
    },
    {
      "Species": "P. edulis"
    }
  ],
  "text": {
    "__SUMMARY__": "Phyllostachys edulis, the moso bamboo, or tortoise-shell bamboo, or mao zhu (Chinese: 毛竹; pinyin: máozhú), (Japanese モウソウチク（孟宗竹）) is a temperate species of giant timber bamboo native to China and Taiwan and naturalised elsewhere, including Japan where it is widely distributed south of Hokkaido. The edulis part of the Latin name refers to its edible shoots.  This bamboo can reach heights of up to 28 m (92 ft).  This particular species of bamboo is the most common species used in the bamboo textile industry of China, for the production of rayon.",
    "Ecology": "Phyllostachys edulis spreads using both asexual and sexual reproduction. The most common and well known mode for this plant is asexual reproduction.  This occurs when the plant sends up new culms from underground rhizomes. The culms grow quickly and reach a height of 90 ft or more (depending on the age and health of the plant). In mature individuals, the culms in young plants grow taller and wider in diameter as the general plant reaches maturity, but once the individual culm stops growing it will not grow again. P. edulis also flowers and produces seed, and it does so every half century or so, but it has a sporadic flowering nature rather than the synchronous blooming seen in some other bamboo species. The seeds fall from the mature culms in the hundreds of thousands and are quick to germinate.  Mice, field rats and other rodents take notice of the bounty of seed, this results in the loss of many of the seeds, but within a few weeks the surviving few seeds would have germinated (see Predator satiation).  The first culm from a seedling will not get much taller than a few inches at most, and may be as thin as 2mm, but with every new season of culms sent up from developing rhizomes, the grove of plants will grow in height and cane diameter.\nPolyporus phyllostachydis (Sotome, T. Hatt. & Kakish.), is a fungus species known from Japan, that grows on the ground on the living or dead roots of the bamboo.",
    "Cultivation": "",
    "Cultivation-Cultivars": "Cultivars include:\nPhyllostachys edulis 'Bicolor'\nPhyllostachys edulis 'Kikko' or 'Kikko-Chiku' (Syn.: Phyllostachys edulis var. heterocycla)\nPhyllostachys edulis 'Subconvexa' (Syn.: Phyllostachys heterocycla f. subconvexa, Phyllostachys pubescens 'Subconvexa')\nPhyllostachys edulis 'Nabeshimana', (Syn.: Phyllostachys heterocycla f. nabeshimana, Phyllostachys pubescens f. luteosulcata)",
    "Cultivation-Cultivation in the United States": "In 2016 OnlyMoso USA initiated large scale commercial farming of Phyllostachys edulis in the United States, in the state of Florida, becoming the first entity to grow Moso bamboo from seedlings in large scale in the USA, including the development of nurseries to ensure a constant supply of viable plants for bamboo farmers.",
    "Biochemistry": "Compounds isolated from P. edulis include:\n\nHydroxycinnamic acidsp-coumaric acid\ncaffeic acid\nferulic acid\nChlorogenic acidschlorogenic acid (3-(3,4-dihydroxycinnamoyl)quinic acid)\n3-O-(3‘-methylcaffeoyl)quinic acid\n5-O-caffeoyl-4-methylquinic acid\n3-O-caffeoyl-1-methylquinic acid (C17H20O9, exact mass : 368.110732).\nFlavones\ntricin\n7-O-methyltricin \nGlycosylated flavonesorientin \nisoorientin \nvitexin \nisovitexin \n5,7,3'-trihydroxy-6-C-β-D-digitoxopyranosyl-4'-O-β-D-glucopyranosyl flavonoside\n5,3',4'-trihydroxy-7-O-β-D-glucopyranosyl flavonoside\n5,4'-dihydroxy-3',5',-dimethoxy-7-O-β-D-glucopyranosyl flavonoside\n5,7,3',4'-trihydroxy-6-C-(α-L-rhamnopyranosyl-[1→6])-β-D-glucopyranosyl flavonoside",
    "References": "\n\n== See also =="
  }
}