{
  "url": "https://en.wikipedia.org/wiki/Phyllostachys_bambusoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Phyllostachys"
    },
    {
      "Species": "P. bambusoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Phyllostachys bambusoides, commonly called madake, giant timber bamboo, or Japanese timber bamboo, is a species of flowering plant in the bamboo subfamily of the grass family Poaceae, native to China, and possibly also to Japan.",
    "Description": "Phyllostachys bambusoides is a \"running\" (monopodial type) evergreen bamboo which can reach a height of roughly 20m and a diameter of 10cm. The culms are dark green, with a thin wall that thickens with maturity, and very straight, with long internodes and two distinctive rings at the node. The species is thin-skinned, easily split lengthwise, has long fibres, and is strong and highly flexible, even when split finely.Leaves are dark green, and the sheaths are strong and hairless. New stalks emerge in late spring and grow at a rate of up to 1m a day; one specimen produced culms growing a remarkable 120cm in 24 hours. The flowering interval of this species is very long, lasting roughly 120 years.",
    "Uses": "In Asia, madake is one of the preferred bamboos for construction and furniture manufacture. Its properties also make it useful in a number of traditional Japanese arts and crafts:\n\nBoth madake and moso bamboo are used in the making of shakuhachi flutesThe hairless and flexible sheaths of madake - known as takekawa or takenokawa - make it apt for wrapping food, and in the production of baren woodblock printing tools.The uniform, plain-colour sheath of the variety kashirodake was traditionally used to weave the coverings of some geta, known as tatami omote; however, in modern times, the variety used is a different and unknown species, grown in China and bleached to be plain in colour.The long internodes and equally long fibres of the bamboo make it ideal for traditional basket-weaving and the production of fans.Phyllostachys bambusoides is cultivated as an ornamental plant in temperate zones worldwide, with numerous cultivars being available. Some grow to extreme lengths and heights, making them typically only suitable for parks and large gardens; however, more compact cultivars are available. \nThe following cultivars are recipients of the Royal Horticultural Society's Award of Garden Merit:\n'Castillonii' – yellow canes, 4.5 m (15 ft)\n'Holochrysa' – rich yellow canes, 8 m (26 ft)",
    "Gallery": "",
    "References": "Bamboo Garden\nComplete bamboo",
    "External links": "* \"Phyllostachys bambusoides Siebold & Zucc\". Tropicos.org. Missouri Botanical Garden. Retrieved 2012-07-30."
  }
}