{
  "url": "https://en.wikipedia.org/wiki/Pseudosasa_japonica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Pseudosasa"
    },
    {
      "Species": "P. japonica"
    }
  ],
  "text": {
    "__SUMMARY__": "Pseudosasa japonica, common names arrow bamboo and Japanese arrow bamboo, is a species of bamboo.",
    "Common name": "The common name, \"arrow bamboo\" or \"Japanese arrow bamboo\", results from the Japanese Samurai using its hard and stiff canes for their arrows.",
    "Distribution": "This species is native to Japan in Honshu, Kyushu, and Shikoku, as well as Korea.\nIn the United States it is found in USDA Plantzones 10 through 6, (ie: Florida to southern Connecticut).",
    "Gardening uses": "This cold hardy bamboo species (tolerant to 0 °F/−17.7 °C) grows well both in shade and full sun. The culms are typically yellow-brown and it has palm-like leaves. Pseudosasa japonica does very well in containers and salty air near the ocean.  Because it tends to be more shade tolerant than other bamboo species it is often used by gardeners as an understory to a tree-lined living fence. In cultivation in the UK this species has gained the Royal Horticultural Society’s Award of Garden Merit.",
    "Subspecies": "Pseudosasa japonica var. japonica\nPseudosasa japonica var. tsutsumiana",
    "References": "",
    "Further reading": "Encke, F. et al. 1984. Zander: Handwörterbuch der Pflanzennamen, 13. Auflage.\nHuxley, A., ed. 1992. The new Royal Horticultural Society dictionary of gardening.\nOhrnberger, D. 1999. The bamboos of the world.\nOhwi, J. 1965. Flora of Japan (Engl. ed.).\nTai Hyun Chung. 1965. Illustrated encyclopedia of fauna & flora of Korea, vol. 5, Tracheophyta.\nWang Dajun & Shen Shao-Jin. 1987. Bamboos of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).\n\n\n== External links =="
  }
}