{
  "url": "https://en.wikipedia.org/wiki/Schizostachyum_glaucifolium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Schizostachyum"
    },
    {
      "Species": "S. glaucifolium"
    }
  ],
  "text": {
    "__SUMMARY__": "Schizostachyum glaucifolium, common name Polynesian ʻohe, is a species of bamboo.",
    "Distribution": "This species is native to the South-Central Pacific, from the Marquesas Islands and Society Islands in French Polynesia, as well as in the Southwestern Pacific in the Samoan Islands and Fiji.\nIt is cultivated in the United States, and grows in the wild in Hawaii.",
    "Habitat": "This species prefers tropical or subtropical climates. It can be found mainly along the banks of rivers and streams and on hillsides, at an elevation of 0–900 metres (0–2,953 ft) above sea level.",
    "Description": "Schizostachyum glaucifolium can reach a typical height of 15 metres (49 ft) and a culm diameter of 8 centimetres (3.1 in). This evergreen clump-forming bamboo shows thin walls, long internodes and yellow woody culms with green stripes.",
    "Human culture": "These bamboos have been introduced in French Polynesia by ancient Polynesians for its many uses (baskets, mats, musical instruments, small containers, fishing rods, etc.).",
    "Importance": "On the French Polynesian island of Mo'orea, thickets of these bamboo were likely the exclusive breeding habitat of the critically endangered Moorea reed warbler. Development, overharvesting, and the invasive Miconia have severely depleted these thickets, and the warbler is now feared extinct.",
    "See also": "Domesticated plants and animals of Austronesia",
    "References": "",
    "Further reading": "Markle, G. M. et al., eds. 1998. Food and feed crops of the United States, ed. 2.\nOhrnberger, D. 1999. The bamboos of the world.\nParham, J. W. 1972. Plants of the Fiji islands, revised ed.\nWagner, W. L. et al. 1990. Manual of the flowering plants of Hawai'i."
  }
}