{
  "url": "https://en.wikipedia.org/wiki/Shibataea_kumasasa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "(unranked)": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Shibataea"
    },
    {
      "Species": "S. kumasaca"
    }
  ],
  "text": {
    "__SUMMARY__": "Shibataea kumasaca (倭竹), the ruscus-leaf bamboo or ruscus bamboo, is a species of flowering plant in the grass family, native to mountain slopes in Fujian and Zhejiang provinces in China, and widely cultivated elsewhere. Growing to 1.5 m (4.9 ft) tall, it is a compact, clump-forming evergreen bamboo.In the UK it has gained the Royal Horticultural Society’s Award of Garden Merit. As with other cultivated bamboos it can become invasive in favourable conditions, via its creeping rootstock.",
    "Japanese synonym": "Two groups around the world have different beliefs about the correct name of this species. Some cite Japanese origins with the correct name being Shibataea kumasasa. Another group refers to it as Shibataea kumasaca, the Latinized name. Taxonomic authorities have yet to settle the issue.",
    "References": "",
    "Further reading": "Chinese Academy of Sciences. 1959–. Flora reipublicae popularis sinicae. (F China) (Listed as: \"kumasasa\").\nHu, C. H. et al. 1988. Acta Phytotax. Sin. 26(2):132. (Listed as: \"kumasasa\").\nHuxley, A., ed. 1992. The new Royal Horticultural Society dictionary of gardening. (Dict Gard) (Listed as: \"kumasasa\").\nOhrnberger, D. 1999. The bamboos of the world. (Bamboo World) (Listed as: lists as S. kumasaca (Steud.) Makino ex Nakai).\nOhwi, J. 1965. Flora of Japan (Engl. ed.). (F JapanOhwi)\nStapleton, C. M. A. (1997). The Good Luck or Fortune-inviting Bamboo, Shibataea kumasaca (Steud) Makino ex Nakai: a discussion of the correct botanical name. Bamboo Soc. (GB) Newsletter 27: 32–37. http://www.bamboo-identification.co.uk/SHIBATBN.pdf\nWalters, S. M. et al., eds. 1986–. European garden flora. (Eur Gard F) (Listed as: lists as S. kumasasa (Zoll.) Nakai).\nWang Dajun & Shen Shao-Jin. 1987. Bamboos of China. (Bamboo China)\nWu Zheng-yi & P. H. Raven & Hong D. Y., eds. 2006. Shibataea kumasaca in Flora of China (English edition). http://www.efloras.org/florataxon.aspx?flora_id=2&taxon_id=220012487",
    "External links": "Bamboogarden.com: Shibataea kumasaca image"
  }
}