{
  "url": "https://en.wikipedia.org/wiki/Sisal",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Agavoideae"
    },
    {
      "Genus": "Agave"
    },
    {
      "Species": "A. sisalana"
    }
  ],
  "text": {
    "__SUMMARY__": "Sisal (, Spanish: [siˈsal]), with the botanical name Agave sisalana, is a species of Agave native to southern Mexico but widely cultivated and naturalized in many other countries. It yields a stiff fibre used in making various products. The term sisal may refer either to the plant's common name or the fibre, depending on the context. It is sometimes referred to as \"sisal hemp\", because for centuries hemp was a major source for fibre, and other fibre sources were named after it.\nThe sisal fibre is traditionally used for rope and twine, and has many other uses, including paper, cloth, footwear, hats, bags, carpets, and dartboards.",
    "Taxonomy": "The native origin of Agave sisalana is uncertain. Traditionally it was deemed to be a native of the Yucatán Peninsula, but there are no records of botanical collections from there. They were originally shipped from the Spanish colonial port of Sisal in Yucatán (thus the name). The Yucatán plantations now cultivate henequen (Agave fourcroydes).\nH.S. Gentry hypothesized a Chiapas origin, on the strength of traditional local usage. Evidence of an indigenous cottage industry there suggests it as the original habitat location, possibly as a cross of Agave angustifolia and Agave kewensis. The species is now naturalized in other parts of Mexico, as well as in Spain, Libya, Morocco, the Canary Islands, Cape Verde, many parts of Africa, Madagascar, Réunion, Seychelles, China, the Ryukyu Islands, India, Pakistan, Nepal, Burma, Cambodia, Thailand, the Solomon Islands, Queensland, Polynesia, Micronesia, Fiji, Hawaii, Florida, Central America, Ecuador, and the West Indies.",
    "Taxonomy-Plant description": "Sisal plants, Agave sisalana, consist of a rosette of sword-shaped leaves about 1.5–2 metres (4.9–6.6 ft) tall. Young leaves may have a few minute teeth along their margins, but lose them as they mature.The sisal plant has a 7–10 year life-span and typically produces 200–250 commercially usable leaves.  Each leaf contains an average of around 1000 fibres.  The fibres account for only about 4% of the plant by weight.   Sisal is considered a plant of the tropics and subtropics, since production benefits from temperatures above 25 degrees Celsius and sunshine.",
    "Cultivation": "Sisal was used by the Aztecs and the Mayans to make crude fabrics and paper.In the 19th century, sisal cultivation spread to Florida, the Caribbean islands, and Brazil (Paraiba and Bahia), as well as to countries in Africa, notably Tanzania and Kenya, and Asia.\nIn Cuba its cultivation was introduced in 1880, by Fernando Heydrich in Matanzas.The first commercial plantings in Brazil were  made in the late 1930s and the first sisal fibre exports from there were made in 1948.  It was not until the 1960s that Brazilian production accelerated and the first of many spinning mills was established.  Today Brazil is the major world producer of sisal. There are both positive and negative environmental impacts from sisal growing.",
    "Cultivation-Propagation": "Propagation of sisal is generally by using bulbils produced from buds in the flower stalk or by suckers growing around the base of the plant, which are grown in nursery fields until large enough to be transplanted to their final position. These methods offer no potential for genetic improvement. In vitro multiplication of selected genetic material using meristematic tissue culture (MST) offers considerable potential for the development of improved genetic material.",
    "Cultivation-Fibre extraction": "Fibre is extracted by a process known as decortication, where leaves are crushed, beaten, and brushed away by a rotating wheel set with blunt knives, so that only fibres remain. Alternatively, in East Africa, where production is typically on large estates, the leaves are transported to a central decortication plant, where water is used to wash away the waste parts of the leaf.The fibre is then dried, brushed and baled for export. Proper drying is important as fibre quality depends largely on moisture content. Artificial drying has been found to result in generally better grades of fibre than sun drying, but is not always feasible in the developing countries where sisal is produced. In the drier climate of north-east Brazil, sisal is mainly grown by smallholders and the fibre is extracted by teams using portable raspadors which do not use water.Fibre is subsequently cleaned by brushing. Dry fibres are machine combed and sorted into various grades, largely on the basis of the previous in-field separation of leaves into size groups.",
    "Cultivation-Environmental impacts": "Sisal farming initially caused environmental degradation, because sisal plantations replaced native forests, but is still considered less damaging than many types of farming.  No chemical fertilizers are used in sisal production, and although herbicides are occasionally used, even this impact may be eliminated, since most weeding is done by hand. The effluent from the decortication process causes serious pollution when it is allowed to flow into watercourses. In Tanzania there are plans to use the waste as bio-fuel.Sisal is considered to be an invasive species in Hawaii and Florida.",
    "Uses": "Traditionally, sisal has been the leading material for agricultural twine (binder twine and baler twine) because of its strength, durability, ability to stretch, affinity for certain dyestuffs, and resistance to deterioration in saltwater. The importance of this traditional use is diminishing with competition from polypropylene and the development of other haymaking techniques, while new higher-valued sisal products have been developed.Apart from ropes, twines, and general cordage, sisal is used in low-cost and specialty paper, dartboards, buffing cloth, filters, geotextiles, mattresses, carpets, handicrafts, wire rope cores, and Macramé. Sisal has been utilized as an environmentally friendly strengthening agent to replace asbestos and fibreglass in composite materials in various uses including the automobile industry. The lower-grade fibre is processed by the paper industry because of its high content of cellulose and hemicelluloses. The medium-grade fibre is used in the cordage industry for making ropes, baler and binder twine. Ropes and twines are widely employed for marine, agricultural, and general industrial use. The higher-grade fibre after treatment is converted into yarns and used by the carpet industry.Other products developed from sisal fibre include spa products, cat scratching posts, lumbar support belts, rugs, slippers, cloths, and disc buffers. Sisal wall covering meets the abrasion and tearing resistance standards of the American Society for Testing and Materials and of the National Fire Protection Association.\n\nAs extraction of fibre uses only a small percentage of the plant, some attempts to improve economic viability have focused on utilizing the waste material for production of biogas, for stockfeed, or the extraction of pharmaceutical materials.\nSisal is a valuable forage for honey bees because of its long flowering period. It is particularly attractive to them during pollen shortage. The honey produced is however dark and has a strong and unpleasant flavour.Because sisal is an agave, it can be distilled to make a tequila-like liquor.\nCarpetsDespite the yarn durability sisal is known for, slight matting of sisal carpeting may occur in high-traffic areas. Sisal carpet does not build up static nor does it trap dust, so vacuuming is the only maintenance required. High-spill areas should be treated with a fibre sealer and for spot removal, a drycleaning powder is recommended. Depending on climatic conditions, sisal will absorb air humidity or release it, causing expansion or contraction. Sisal is not recommended for areas that receive wet spills or rain or snow. Sisal is used by itself in carpets or in blends with wool and acrylic for a softer hand.",
    "Global production and trade patterns": "Global production of sisal fibre in 2013 amounted to 281 thousand tonnes of which Brazil, the largest producing country, produced 150,584 tonnes.Tanzania produced approximately 34,875 tons, Kenya produced 28,000 tonnes, Madagascar 18,950 tonnes and 16,500 tonnes were produced in China (mainland).  Venezuela contributed 4,826 tons with smaller amounts coming from Morocco, South Africa, Mozambique, and Angola. Sisal occupies 6th place among fibre plants, representing 2% of the world’s production of plant fibres (plant fibres provide 65% of the world’s fibres).As one of the world's important natural fibres, sisal was included in the scope of the International Year of Natural Fibres, 2009.",
    "Heraldry": "The sisal plant appears in the arms of Barquisimeto, Venezuela.The Yucatán State in Mexico features a deer bounding over a sisal plant on its coat of arms.",
    "See also": "Fiber plants\nFiber rope\nHenequen\nInternational Year of Natural Fibres\nSisal production in Tanzania\nWire rope",
    "Notes": "",
    "References": "G. W. Lock, Sisal – Longmans Green & Co., 1969.\nHoward Scott Gentry, Agaves of Continental North America – University of Arizona Press, 1982, pp. 628–631.",
    "External links": " Data related to Agave sisalana at Wikispecies\n The dictionary definition of sisal at Wiktionary\n\"Sisal hemp\" . Encyclopædia Britannica (11th ed.). 1911.\n\"Hemp, Sisal\" . New International Encyclopedia. 1905."
  }
}