{
  "url": "https://en.wikipedia.org/wiki/Thamnocalamus_tessellatus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Thamnocalamus"
    },
    {
      "Species": "T. tessellatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Thamnocalamus tessellatus is a species of bamboo belonging to the family Poaceae, and endemic to the high mountains of South Africa, Lesotho and Swaziland, lying along the south-eastern part of the country. It is found in the Amatola Mountains, the Bamboesberg, which is named after it, and the Drakensberg. Its generic name means \"bushy reed\", while the specific name means \"tiled\", an allusion to the rectangular pattern of veins on the leaves. Its common names include Bergbamboes, Wildebamboes and Mountain Bamboo.\nBamboos are divided into three categories on the basis of their flowering cycle - annual flowering, irregular flowering and gregarious flowering occurring at long intervals with synchronised flower and seed production. Most bamboos belong to this last category with intermasts ranging from 3 to 120 years.Thamnocalamus tessellatus also belongs to this third category and flowers at 45 year intervals - records from KwaZulu-Natal noting flowering in 1908, 1953 and 1998/99. It is regarded as rare and vulnerable, threatened by fire and exploitation, and is also a host of the IUCN Red Data Book listed butterfly Metisella syrinx. Often found in association with Leucosidea sericea, this frost-resistant species grows in dense clumps up to 5 metres tall, preferring moist rocky places, and has hollow culms or canes of 2-2.5 cm in diameter. The leaves at the base of branches are reduced to papery sheaths, while other leaves are 4–12 cm long and sharply pointed with spiny margins and a strongly tessellated surface. This is the only bamboo native to South Africa, its closest relative, Thamnocalamus spathiflorus, being found in the Himalaya.Specimens of this plant were collected in the 1820s and 1830s by Ecklon in the Winterberg which is an extension of the Amatola range, and by Drège at Katberg near the western end of the Amatola range, Table Mountain in the Queenstown district, the Bamboesberge in the Tarkastad district, the Witteberg above Lady Grey and other high mountainous areas in the Cape Colony, such as the Prentjiesberg north of Ugie. Neither collector found the plant in flower or seed so that its exact taxonomic position remained unclear until the 1900s when it was more fully described in \"Flora Capensis\". Nees, who first described it from sterile specimens in 1841 in his elaboration of the Gramineae of South Africa, thought it close to Nastus, and named it Nastus tessellata. Compton found it, at Bulunga Poort southeast of Manzini and at Tulwane, in Swaziland during his 1955-66 botanical survey of that country. In 1982 Thomas Robert Soderstrom and Roger Pearson Ellis revised its classification and placed it with 5 other species in Thamnocalamus.",
    "Synonyms": "Arundinaria ibityensis A.Camus\nArundinaria tessellata (Nees) Munro\nNastus tessellatus Nees\nThamnocalamus ibityensis (A.Camus) Ohrnb.",
    "External links": "The Woody Bamboos (Poaceae:Bambuseae) of Sri Lanka:A Morphological-Anatomical Study - Thomas R. Soderstrom and Roger P. Ellis\n\n\n== References =="
  }
}