{
  "url": "https://en.wikipedia.org/wiki/Anomalopteryx_didiformis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "†Dinornithiformes"
    },
    {
      "Family": "†Emeidae"
    },
    {
      "Genus": "†AnomalopteryxReichenbach 1852"
    },
    {
      "Species": "†A. didiformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Anomalopteryx is an extinct bird genus known colloquially as the lesser moa, little bush moa, or bush moa. It stood more than 1.3 metres (4.3 ft) tall and weighed 30 kilograms (66 lb). It inhabited much of the North Island and small sections of the South Island of New Zealand.  Its habitat was lowland conifer, broad-leafed, and Southern beech forests. It is monotypic with the only species discovered is Anomalopteryx didiformis. It is also the smallest known species of moa, weighing barely 30kg and standing less  than a metre tall.\n \nIt is a ratite and a member of the order Dinornithiformes.  The Dinornithiformes are flightless birds with a sternum without a keel.  They also have a distinctive palate.The most complete remains, a partially articulated skeleton with substantial mummified tissue were discovered in 1980 in Lake Echo Valley, east of Te Anau, Southland. It is now in the Southland Museum and Art Gallery, in Invercargill.\nThe entire genome has been sequenced.",
    "Footnotes": "",
    "References": "Brands, Sheila (14 August 2008). \"Systema Naturae 2000 / Classification, Genus Anomalopteryx\". Project: The Taxonomicon. Retrieved 4 February 2009.\nDavies, S.J.J.F. (2003). \"Moas\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2 ed.). Farmington Hills, MI: Gale Group. pp. 95–98. ISBN 0-7876-5784-0.",
    "External links": "Little Bush Moa. Anomalopteryx didiformis. by Paul Martinson. Artwork produced for the book Extinct Birds of New Zealand by Alan Tennyson, Te Papa Press, Wellington, 2006"
  }
}