{
  "url": "https://en.wikipedia.org/wiki/Euryapteryx",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "†Dinornithiformes"
    },
    {
      "Family": "†Emeidae"
    },
    {
      "Genus": "†EuryapteryxHaast, 1874"
    },
    {
      "Species": "†E. curtus"
    }
  ],
  "text": {
    "__SUMMARY__": "The broad-billed, stout-legged moa or coastal moa (Euryapteryx curtus) is an extinct species of moa.  These moa lived in both the North and the South Islands of New Zealand, and on Stewart Island. Its habitat was in the lowlands (dunelands, forests, shrublands, and grasslands). It was a ratite and a member of the Struthioniformes Order.  The Struthioniformes are flightless birds with a sternum without a keel.  They also have a distinctive palate.  The origin of these birds is becoming clearer as it is now believed that early ancestors of these birds were able to fly and flew to the southern areas that they have been found in.",
    "Taxonomy": "A 2009 genetic study showed that Euryapteryx curtus and Euryapteryx gravis were synonyms. A 2010 study explained size differences among them as sexual dimorphism. A 2012 morphological study interpreted them as subspecies instead.The cladogram below follows a 2009 analysis by Bunce et al.:",
    "Footnotes": "",
    "References": "Bunce, Michael; Worthy, Trevor H.; Phillips, Matthew J.; Holdaway, Richard N.; Willerslev, Eske; Haile, James; Shapiro, Beth; Scofield, R. Paul; Drummond, Alexei; Kamp, Peter J. J.; Cooper, Alan (8 December 2009). \"The evolutionary history of the extinct ratite moa and New Zealand Neogene paleogeography\" (PDF). Proceedings of the National Academy of Sciences of the United States of America. 106 (49): 20646–20651. doi:10.1073/pnas.0906660106. PMC 2791642. PMID 19923428.\nDavies, S. J. J. F. (2003). \"Moas\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8: Birds I: Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. ISBN 0-7876-5784-0.\nGill, B. J. (2010). \"Regional comparisons of the thickness of moa eggshell fragments (Aves: Dinornithiformes)\". Records of the Australian Museum. 62: 115–122. doi:10.3853/j.0067-1975.62.2010.1535.\nOwen, R. (1846). A History of British Fossil Mammals and Birds. London, UK: John Van Voorst.\nWorthy, T. H.; Scofield, R. P. (2012). \"Twenty-first century advances in knowledge of the biology of moa (Aves: Dinornithiformes): a new morphological analysis and moa diagnoses revised\". New Zealand Journal of Zoology. 39 (2): 87–153. doi:10.1080/03014223.2012.665060.",
    "External links": "Unmasking the secrets of the extinct moa."
  }
}