{
  "url": "https://en.wikipedia.org/wiki/Aristida_calycina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Aristida"
    },
    {
      "Species": "A. calycina"
    }
  ],
  "text": {
    "__SUMMARY__": "Aristida calycina, commonly known as dark wiregrass, is a species of grass in the family Poaceae that is native in Australia.",
    "Description": "The grass-like or herbaceous perennial plant has a compact or loosely tufted habit and typically grows to a height of 0.3 to 2 m (1 ft 0 in to 6 ft 7 in). It is strongly branched and has wiry culms. The leaves have smooth or scaberulous sheaths with a ligule that is approximately 0.3 mm (0.012 in) in length. The blade is convolute or conduplicate or sometimes but in some cases is flat with a width of around 1.5 mm (0.059 in). It has lanceolate shaped glumes that are 6 to 20 mm (0.24 to 0.79 in) in length with the upper portion being obtuse and the lower part acute to acuminate. The linear to elliptic lemma is purple or brown in colour with even darker margins and 6 to 9 mm (0.24 to 0.35 in) in length. The divergent flattened awns have a length of up to 30 mm (1.2 in).",
    "Taxonomy": "The species was first formally described by the botanist Robert Brown in 1810 as part of the work Prodromus florae Novae Hollandiae et insulae Van-Diemen, exhibens characteres plantarum quas annis 1802-1805. Synonyms include Aristida glumaris, Chaetaria calicina and Aristida calycina var. typica.There are three varieties of this species:\n\nAristida calycina R.Br. var. calycina\nAristida calycina var. filifolia B.K.Simon\nAristida calycina var. praealta Domin",
    "Distribution": "Aristida calycina is found mostly in the eastern states of mainland Australia, Queensland, Victoria, New South Wales and parts of the Northern Territory with a scattered distribution that thins toward the west. In New South Wales it is found in all areas apart from the far south west and grows in sandy poor soils.",
    "See also": "List of Aristida species\n\n\n== References =="
  }
}