{
  "url": "https://en.wikipedia.org/wiki/Aristida_contorta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Aristida"
    },
    {
      "Species": "A. contorta"
    }
  ],
  "text": {
    "__SUMMARY__": "Aristida contorta, commonly known as bunched kerosene grass, kerosene grass, bunched windgrass, silvergrass, mulga grass and sand speargrass, is a species of grass in the family Poaceae that is native in Australia.",
    "Description": "The annual or short-lived perennial grass has a tufted habit and typically grows to a height of 0.12 to 0.44 m (4.7 in to 1 ft 5.3 in). The culms are erect or geniculately ascending and have two to four nodes. The internodes mid-culm are glabrous and have branched lateral branches. It can have smooth or scaberulous leaf-sheaths with a glabrous or hairy surface. The ligule has a fringe of 0.3 to 0.5 mm (0.012 to 0.020 in) hairs. The flexuous, filiform leaf-blades can have a smooth or scaberulous surface with a length of 3 to 10 cm (1.2 to 3.9 in) and a width of 1 mm (0.039 in). It blooms between February and June producing brown coloured flowers. Each compound inflorescence has en elliptic shaped panicle with a length of 9 to 26 cm (3.5 to 10.2 in) and a width of 4 to 9 cm (1.6 to 3.5 in). Spikelets are pedicelled containing one flower. The spikelets are lanceolate with a length of 12 to 30 mm (0.47 to 1.18 in).",
    "Taxonomy": "The species was first formally described by Ferdinand von Mueller in 1855 as part of the work Description of fifty new Australian plants, chiefly from the colony of Victoria as published in the Transactions and Proceedings of the Victorian Institute for the Advancement of Science. Synonyms include Aristida arenaria var. brevistipitata, Aristida arenaria var. hirsuta, Arthratherum arenarium, Aristida arenaria and Aristida contorta var. hirsuta. It is closely related to Aristida holathera with which A. contorta is able to hybrise.",
    "Distribution": "It is present throughout most of mainland Australia where it can grow in red, white or yellow sand, red or brown clay or loamy soils. The grass is adapted to survive in the most arid areas of Australia and is prevalent in most arid and semi-arid localities. It is often associated with Eucalyptus and Acacia aneura woodland communities.",
    "Uses": "The grass, when dominant, is an indicator of poor pasture. It is a normal part of grassland pastures and can be grazed by cattle and sheep along with other more-palatable species, but is mostly considered to be undesirable. The proportion of the plant in grazing areas tends to increase over time as it has low palatability. Although it has low forage value it has some moisture retaining capacity and is able to grow quickly.",
    "See also": "List of Aristida species\n\n\n== References =="
  }
}