{
  "url": "https://en.wikipedia.org/wiki/Aristida_basiramea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Aristida"
    },
    {
      "Species": "A. basiramea"
    }
  ],
  "text": {
    "__SUMMARY__": "Aristida basiramea, the forked three-awn, is a grass native to North America. The specific epithet basiramea means \"branching from base\".",
    "Description": "Aristida basiramea is an annual grass and freely branches from the base, reaching 2–6 dm (7.9–23.6 in) in height. The wiry culms are sparingly branched. The narrow leaves of the grass are flat and become involute towards their tip. The panicles are borne in the basal sheathes. The glabrous glumes at the base of the spikelets gradually taper to a point, averaging from 1–1.5 cm (0.39–0.59 in) in length. The glumes have a single vein and are unequal in length. The lemma, excluding the awns, is approximately 1 cm (0.39 in) long. The delicate lateral awns are 5–10 mm (0.20–0.39 in) in length and can be erect or spreading. The middle awn is much longer and stouter, being 1–1.5 cm (0.39–0.59 in) long, and loosely spirals when dry. The spikelets are light brown when mature. The seeds are chestnut brown and 6–7 mm (0.24–0.28 in) long.The grass flowers from August to October.",
    "Habitat and distribution": "Aristida basiramea is endemic to North America, particularly the midwest, though outliers in distribution include as far south as Texas and as far east as Maine. The grass is rare in Canada, only found in southern Ontario and Quebec. The grass is not found any farther north than the upper peninsula of Michigan.\nThe species grows in weedy conditions such as roadsides or pastures and will often grow in pine barrens. In Canada the grass can be found occasionally in open and dry sand ridges or dunes. It prefers dry or sandy soil and warm climates, though it is the hardiest member of its genus.",
    "Ecology": "Despite being a poor forage grass as well as being harmful to grazing animals due to its calli, Aristida basiramea is an important source of forage in springtime, especially in its western distribution. Small mammals and quail will eat the hardy seeds.",
    "Conservation": "In Canada, Aristida basiramea is threatened by the decline and fragmentation of its sandy habitat. Prevention of fire in particular endangers the habitat of the species, as fire no longer maintains natural succession of the sand ridges. The greater competition arising from lack of wildfires in particular threatens the species. The glossy buckthorn, the spotted knapweed, and the white sweet clover are all invasive species which threaten the grass.\n\n\n== References =="
  }
}