{
  "url": "https://en.wikipedia.org/wiki/Dahlia_pinnata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Dahlia"
    },
    {
      "Species": "D. pinnata"
    }
  ],
  "text": {
    "__SUMMARY__": "Dahlia pinnata (D. × pinnata) is a species in the genus Dahlia, family Asteraceae, with the common name garden dahlia. It is the type species of the genus and is widely cultivated.",
    "Description": "Dahlia pinnata is a perennial herbaceous plant with a rhizome and tuberous roots, reaching a height of 70 to 120, rarely 160 centimeters. The stem is erect being branched only in the inflorescence.  The leaves are usually simple, with leaflets that are ovate and 5–10 cm long. The plant is slightly shaggy. \nThe two to eight flower heads have a diameter of 6 to 10 centimeters on 5 to 15 centimeters long stems. The eight florets have a length of 3 to 5 centimeters, are ovate and coloured pink to deep purple.",
    "Taxonomy": "Hansen and Hjerting in (1996) demonstrated that Dahlia pinnata should more properly be designated D. x pinnata. D. x pinnata was shown to actually be a variant of D. sorensenii that had acquired hybrid qualities before it was introduced to Europe in the sixteenth century and formally named by Cavanilles. The original wild D. pinnata is presumed extinct.",
    "Distribution and habitat": "The plant occurs in Mexico in the mountains around Mexico City.",
    "Ecology": "The flowering period extends from July to October.",
    "Cultivation": "Used as an ornamental plant, and was cultivated by the Aztecs before the discovery of America, and was introduced to Spain in 1798. Modern dahlias are often the product of hybridisation between D. pinnata and D. Coccinea.",
    "References": "",
    "External links": "Global Compositae Checklist\nCatalogue of Life\nTela Botanica"
  }
}