{
  "url": "https://en.wikipedia.org/wiki/Aloe_marlothii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asphodelaceae"
    },
    {
      "Subfamily": "Asphodeloideae"
    },
    {
      "Genus": "Aloe"
    },
    {
      "Species": "A. marlothii"
    }
  ],
  "text": {
    "__SUMMARY__": "Aloe marlothii (also known as the mountain aloe or the flat-flowered aloe) is a large, single-stemmed Southern African aloe of rocky places and open flat country, occasionally growing up to 6m tall.",
    "Description": "Named after Rudolf Marloth, a South African botanist, this species of aloe has an especially large robust head of stiff, grey-green leaves. These leaves can be up to 1.5m in length and usually densely covered in short spines on the convex lower surfaces and less so on the concave upper surfaces. Like many other arborescent aloe species, this Aloe is more spiny when it is small and as it becomes taller and less vulnerable to grazing, it loses many of the spines from its leaf surfaces. It normally has a trunk densely covered by the withered old leaves.\nThe inflorescence is a much-branched panicle with up to 30 or exceptionally 50 racemes. Flower colour varies a great deal, and ranges from yellow through orange (most common) to bright red. Flowering takes place through the winter months, as is the case with most aloes.\nThe distinctively horizontal branches of its inflorescence is an easy way to distinguish this species from other aloes. For this reason it is sometimes known as the flat-flowered aloe. (However, the type known as Aloe spectabilis, has taller, less horizontal inforescences.) The densely packed flowers all tend to point upwards from the raceme.When not in flower, it is easily confused with the closely related Zimbabwe Aloe, and with the similar-looking Cape Aloe and African Aloe species to the south.",
    "Distribution": "Its distribution ranges from the Klip River Hills in Johannesburg, through eastern Botswana, northwards over the Soutpansberg to Zimbabwe and Malawi and eastwards through Swaziland and Mozambique to the coast. Within this range, it is especially common in mountainous areas, which led it to be known as the mountain aloe.\nThis species grades through intermediate forms into Aloe spectabilis Reynolds of KwaZulu-Natal, and the two are now considered synonymous. Aloe marlothii forms natural hybrids with some 30 or more species.",
    "See also": "List of Southern African indigenous trees",
    "References": "The Aloes of South Africa - Gilbert Westacott Reynolds (AA Balkema, Cape Town 1969)\nSouth African Aloes - Barbara Jeppe (Purnell, Cape Town 1969)\nGuide to the Aloes of South Africa - Ben-Erik van Wyk & Gideon Smith (Briza, Pretoria 1996) ISBN 1-875093-04-4",
    "External links": "\"Aloe marlothii\" at the Encyclopedia of Life \nNectar-feeding by southern African birds, with special reference to the Mountain Aloe Aloe marlothii - Paper in ejournal Ornithological Observations"
  }
}