{
  "url": "https://en.wikipedia.org/wiki/Aloe_rupestris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asphodelaceae"
    },
    {
      "Subfamily": "Asphodeloideae"
    },
    {
      "Genus": "Aloe"
    },
    {
      "Species": "A. rupestris"
    }
  ],
  "text": {
    "__SUMMARY__": "Aloe rupestris (known as the Bottlebrush Aloe) is an arborescent aloe indigenous to summer-rainfall areas of southern Africa.",
    "Description": "The Bottlebrush Aloe gets its common name from its distinctive and showy flowers. \nThe large candelabra inflorescences grow tall above the rosette. The numerous racemes on each inflorescence are straight, upright and cylindrical. \nThe individual flowers begin as tight yellow buds that are packed densely on the racemes. When they open, bright reddish stamens extend far out, and give each raceme a fluffy \"bottlebrush\" look.\nIt is a very fast-growing aloe, which is usually single-stemmed in nature - though clumping, off-setting varieties seem to occur in cultivation. It grows extremely tall and its trunk is relatively thin, compared to other arborescent aloes. Therefore especially tall plants sometimes fall over when they do not have support (in their natural habitat, they tend to grow among rocks and thickets, which provide support).\nThe thin, partially recurved, spreading leaves form a dense rosette at the growth head of adult plants. They are smooth, dull green, deeply grooved (U shaped in cross-section) and have reddish-brown margins and slightly hooked teeth.\nThis species is frequently confused with the related Aloe thraskii, Aloe marlothii, Aloe ferox, Aloe speciosa, Aloe pluridens and Aloe excelsa species (among others) which have similar growth forms. However the inflorescence of the \"Bottlebrush aloe\" is distinctive, and its growth form is nonetheless recognisable. The flowers of Aloe excelsa have sloping or curved racemes, while Aloe thraskii has leaves that are more robust and strongly recurved.",
    "Distribution and habitat": "Aloe rupestris occurs naturally across the south-eastern summer-rainfall areas of Kwazulu-Natal Province, South Africa, as well as Eswatini (Swaziland) and southern Mozambique.\nWithin this range, it favours rocky areas in bushveld, sandy coastal forest, and hilly areas where it occurs on rocky ridges and slopes (the species name \"rupestris\" means \"of rocky places\" in Latin).\n\n\n== References =="
  }
}