{
  "url": "https://en.wikipedia.org/wiki/Aloe_polyphylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asphodelaceae"
    },
    {
      "Subfamily": "Asphodeloideae"
    },
    {
      "Genus": "Aloe"
    },
    {
      "Species": "A. polyphylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Aloe polyphylla (spiral aloe, kroonaalwyn, lekhala kharetsa, many-leaved aloe) is a species of flowering plant in the genus Aloe that is endemic to the Kingdom of Lesotho in the Drakensberg mountains. An evergreen succulent perennial, it is well known for its strikingly symmetrical, five-pointed spiral growth habit.",
    "Name and taxonomy": "Aloe polyphylla is commonly known as the spiral aloe in English, kroonaalwyn in Afrikaans, or lekhala kharatsa in Sesotho. The species epithet polyphylla means \"many-leaved\" in Greek. \nTaxonomically, it forms part of the Rhodacanthae series of very closely related Aloe species, together with Aloe glauca, Aloe lineata and Aloe pratensis.",
    "Description": "Aloe polyphylla is a stemless aloe and grows its leaves in a very distinctive spiral shape which may be clockwise or anti-clockwise. The plants do not seem to sucker or produce offshoots, but from the germination of their seeds they can form small, dense clumps. The fat, wide, serrated, gray-green leaves have sharp, dark leaf-tips and grow in the five spiral rows. This aloe flowers at the beginning of summer, producing flowers that range in colour from red to salmon pink and occasionally yellow, at the head of robust, branched inflorescences.",
    "Habitat": "The spiral aloe grows in high, mountainous, grassy slopes at altitudes between 2,000 and 2,599 m (6,560 and 8,530 ft), and sometimes higher on east-facing slopes. Here it clings to rocky crevices and well-drained scree slopes. The climate is cool in the summer and in the winter the aloes are often covered in deep snow. The region also has a very high summer rainfall and this moisture is augmented by the clouds which engulf the Lesotho mountain peaks.",
    "Conservation": "The species is highly sought after as an ornamental but is difficult to cultivate and usually soon dies if removed from its natural habitat. In South Africa, it is a criminal offence to remove plants or seed of Aloe polyphylla from their natural habitat or to buy plants from roadside vendors.In cultivation in the UK this plant has gained the Royal Horticultural Society’s Award of Garden Merit.",
    "References": "",
    "External links": "Care and cultivation, ecological status, etc."
  }
}