{
  "url": "https://en.wikipedia.org/wiki/Aloe_lomatophylloides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asphodelaceae"
    },
    {
      "Subfamily": "Asphodeloideae"
    },
    {
      "Genus": "Aloe"
    },
    {
      "Species": "A. lomatophylloides"
    }
  ],
  "text": {
    "__SUMMARY__": "Aloe lomatophylloides (the \"Rodrigues aloe\", sometimes known locally as \"ananas marron\") is a unique species of Aloe endemic to the island of Rodrigues, in the Indian Ocean. It is part of a group of aloes which bear fleshy berries, and were therefore classed as a separate group, Aloe section Lomatophyllum.",
    "Description": "The Rodrigues aloe develops short, unbranched decumbent stems (3–4 cm diameter), topped with a loose rosette of long (50–75 cm), narrow (8 cm wide at the base), lanceolate-attenuate leaves. (In appearance, the leaves most resemble those of Aloe martialii of north Madagascar.) The leaves are highly succulent, but slender (maximum 8 cm wide at base). The leaves are dark-green, becoming pale yellow-green in sun.\nThe flowers are similar to those of other Mascarene aloes. They appear on inflorescences, with a 10–12 cm peduncle splitting into two or three 15–30 cm racemes - usually all branching from the same point. Its pale orange-red flowers grow on the subdense cylindrical racemes. Its seeds develop in fleshy berries, which are teardrop shaped, 1.5 – 2 cm long and contain a dark liquid.",
    "Distribution": "While the Rodrigues aloe was formerly widespread all across Rodrigues island, it now only occurs in the Grande Montagne Nature Reserve, where the last 30 plants are protected. \nTwo additional plants recorded in cultivation in Mauritius, came from other localities on the island - one from Solitude and the other from Cascade Victoire. Its preferred habitat is exposed rocky ridges, especially on the higher mountains, where these plants were typically found growing in groups.\nOn Rodrigues, it was traditionally used as a medicine for ailments such as muscle-pain.",
    "Related species": "The Rodrigues Aloe is part of a group of aloes that have fleshy berries (instead of the dried seed capsules that are more normal for the group). These aloes were therefore classed as a separate group, Aloe section Lomatophyllum. Aloes of this group exist on several of the Indian Ocean islands, however the Rodrigues aloe is the most divergent and distinctive of these species.\n\n\n== References =="
  }
}