{
  "url": "https://en.wikipedia.org/wiki/Aloe_maculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asphodelaceae"
    },
    {
      "Subfamily": "Asphodeloideae"
    },
    {
      "Genus": "Aloe"
    },
    {
      "Species": "A. maculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Aloe maculata (synonym  Aloe saponaria; commonly known as the soap aloe or zebra aloe) is a Southern African species of  aloe. Local people in South Africa know it informally as the \"Bontaalwyn\" in Afrikaans, or \"Lekhala\" in the Sesotho language.",
    "Description": "It is a very variable species and hybridizes easily with other similar aloes, sometimes making it difficult to identify. The leaves range in colour from red to green, but always have distinctive \"H-shaped\" spots. \nThe flowers are similarly variable in colour, ranging from bright red to yellow, but are always bunched in a distinctively flat-topped raceme. The inflorescence is borne on the top of a tall, multi-branched stalk and the seeds are reputedly poisonous.",
    "Taxonomy": "This species was previously known as Aloe saponaria (a name that came from the Latin \"sapo\" meaning soap, as the sap makes a soapy lather in water). Its currently accepted name, according to the South African National Biodiversity Institute (SANBI), is Aloe maculata (\"maculata\" means speckled or marked).\nTaxonomically, it forms part of the Saponariae series of very closely related Aloe species, together with Aloe petrophila, Aloe umfoloziensis, Aloe greatheadii and Aloe davyana.",
    "Distribution": "The soap aloe is highly adaptable and is naturally found in a wide range of habitats across Southern Africa, from Zimbabwe in the north, to the Cape Peninsula in the south. Specifically, it is native to southern and eastern South Africa, south-eastern Botswana and Zimbabwe.\nIn addition, it is now planted around the world as a popular landscape plant in warm desert regions – especially in the United States, where it is the most popular ornamental aloe in the Tucson, Arizona area, and is also popular in California.",
    "Uses": "This plant gel is used traditionally as a remedy for many medicinal properties by local people like: Skin complains, inflammation, respiratory system, muscular-skeletal system, poisoning, circulation and endocrine system diseases.",
    "Uses-Cultivation": "Plants are damaged by temperatures below 32 °F (0 °C), but recover quickly. In a suitable climate, soap aloes require little attention once established. Aloe maculata is very salt tolerant — a good choice for seaside gardens.A hybrid between A. maculata and A. striata is very popular in the gardening trade and is used for water-wise landscaping worldwide. Aloe maculata (and some of its many hybrids) are low-growing and propagate by suckers. If permitted, they form a useful ground cover in arid regions. Its spotted leaves are attractive even when the plants are not in flower, but the flowers produce a fine show for several weeks in summer. Pollinators, both birds and insects, visit the flowers avidly for nectar and pollen.",
    "See also": "List of Aloe species",
    "References": "",
    "External links": "Aloe saponaria at  University of Arizona Pima County Cooperative Extension\nAloe saponaria at Floridata\nAloe saponaria at Aloes of the Huntington Gardens"
  }
}