{
  "url": "https://en.wikipedia.org/wiki/Aloe_arenicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asphodelaceae"
    },
    {
      "Subfamily": "Asphodeloideae"
    },
    {
      "Genus": "Aloe"
    },
    {
      "Species": "A. arenicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Aloe arenicola (the sand aloe or Bont-Ot'korrie) is a spotted creeping aloe, indigenous to the arid west coast of South Africa.",
    "Distribution": "The name \"arenicola\" means \"inhabitant of sands\" in Latin, as this tough aloe is naturally restricted to the sandy dune areas that run in a narrow strip along the South African west coast, from Lamberts Bay in the south, up to the Namibian border in the north. This coastal strip lies within the Namaqualand, an arid winter-rainfall area. During the severest droughts, the plants get all the moisture they require from the mists that sweep up from the sea.\nAdapted as they are for arid, sandy, winter-rainfall desert, their roots and stems tend to rot when they are propagated in wet climates. Nonetheless, the distinctive colour and markings of this aloe have made it a popular ornamental in xeriscaping and it is widely grown for dry gardens.",
    "Appearance": "This aloe is a dark blue-green colour with narrow leaves that are covered in small white spots and rimmed with white teeth. Like most aloes, they turn a reddish colour when they are under stress from drought. The plant tends to ramble along the ground, never growing higher than about 70 cm.\nOrange-red flowers appear on multi-branched racemes in the mid-summer.\nLike many aloes, Aloe arenicola changes its growth form as it ages. Young plants produce long, slender stems with small, widely spaced leaves. Older plants develop thicker, wider rosettes, with densely packed leaves clustered around the rosette. The rest of the stem then tends to lose its leaves.",
    "Related species": "The Sand Aloe is part of a group of very closely related \"Creeping Aloes\" (Mitriformes), including the widespread and variable Aloe perfoliata, as well as rarer species such as the unusual Aloe pearsonii and the rock-hanging Aloe meyeri and Aloe dabernorisana.\n\n\n== References =="
  }
}