{
  "url": "https://en.wikipedia.org/wiki/Aloe_petricola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asphodelaceae"
    },
    {
      "Subfamily": "Asphodeloideae"
    },
    {
      "Genus": "Aloe"
    },
    {
      "Species": "A. petricola"
    }
  ],
  "text": {
    "__SUMMARY__": "Aloe petricola belongs to the genus Aloe in the family Asphodelaceae, and is commonly known as a stone aloe.  This particular aloe is a flowering species with unique and distinct inflorescences, which make the plant easy to identify and distinguish from other Aloe plants.  Aloe petricola is very popular for gardening because of its beautiful and radiant colors.  Like many Aloe species, Aloe petricola is used for medical purposes, as it aids in healing wounds and minor burns.",
    "Description": "Aloe petricola is a medium sized plant that grows fairly low to the ground.  This plant reaches anywhere from 18-24 inches in height and can reach a little over a meter in width, while its inflorescences can reach about 4 feet, surpassing the height of the plant's fleshy leaves.  This succulent plant is virtually stemless and has rosettes of blue-green colored leaves.  These leaves contain thorns on their surfaces and have short, triangular toothed margins.  A mature plant can have up to six branches of flowers, which are long, skinny, densely flowered racemes, carried on stout stems.  The inflorescences are tightly packed with dark brown anthers, and typically include at least two colors, usually a deep red towards the top where the buds are seen, and cream-yellow color at the bottom towards the base, reaching the stem of the flower.  Flowers on the Aloe petricola plant are tube-shaped and about 30mm long.  The colors on these plants are bright and vibrant, and they change as they begin to open, revealing more of the yellow color towards the bottom.",
    "Growth and gardening": "Aloe petricola grows best in early to mid winter, but flowers on this plant typically do not bloom until mid summer, and are seen at their best towards the end of July and beginning of August in the northern hemisphere.  Like almost all other aloes, Aloe petricola is drought resistant, meaning that it needs little to no water to survive.  This resistance is due to the fact that the leaves of this plant can store water, so they can essentially take care of themselves, making this plant ideal for any gardener.  Additional growth requirements for this succulent plant include a soil pH that is either acidic, neutral (pH=7), or very slightly basic.  It also grows in different soil types, from clay-like soils to sandy soils.  This makes maintenance of the plant nearly effortless given the right environment.  Aloe petricola is a greatly desired plant for most gardeners because it is considered an undemanding garden plant.  Aside from its simple upkeep, this aloe grows quite well in cultivation and looks outstanding either on its own or bunched in groups.  The plant's striking and luminous red, yellow, green, and white colors stand out, while they add beauty and elegance to any garden.",
    "Other Information": "Aloe petricola is native in South Africa, specifically in Mpumalanga.  This aloe tends to grow in rocky locations, where the plant is surrounded in stones, and the soil is only covering the roots.  The name “petricola” was given to the plant suggesting that it lives and thrives in rocky places.  The word breaks up into ‘petri,’ which means stones, and ‘cola,’ which means fond of.  Aloe petricola plants are often pollinated by sunbirds, which use them as food plants as they seek nectar in their flowers.  This plant is also widely used in medicine.  Aloes, most commonly Aloe vera, are known for treating minor wounds and burns. Aloe petricola plants, however, have sap filled leaves which, for centuries, have been frequently used as a remedy to heal stomach ailments.\n\n\n== References =="
  }
}