{
  "url": "https://en.wikipedia.org/wiki/Aloe_pearsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asphodelaceae"
    },
    {
      "Subfamily": "Asphodeloideae"
    },
    {
      "Genus": "Aloe"
    },
    {
      "Species": "A. pearsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Aloe pearsonii (\"Pearson's Aloe\") is very distinctive and unusual species of Aloe, that is naturally endemic to the arid Richtersveld area, on the border between South Africa and Namibia.",
    "Naming and classification": "Aloe pearsonii is often considered part of a group of southern African \"Creeping Aloes\" (Mitriformes) together with closely related species Aloe perfoliata, Aloe arenicola, Aloe meyeri and Aloe dabenorisana. \nHowever, other botanists believe it to be closer to the \"Climbing Aloes\" (Macrifoliae). This unusual plant would be an outlier whichever series it was classified into, and is probably a \"missing-link\" intermediate between the two series.\nThe name \"pearsonii\" remembers the botanist and first director of the South African National Botanical Institute, Professor Pearson.",
    "Appearance": "This Aloe grows a clump of rigidly erect stems, that are covered in four highly symmetrical rows of thick re-curved leaves. In the dryer months the plants are red, while during times of rain the leaves fatten and turn blue-green.\nPearson's Aloe flowers in summer, and especially in January–February, producing a multi-branched inflorescence covered in bright red or yellow flowers.Of all the aloes, this species is the slowest growing. In spite of this, plants have been found in the wild with heights of over 2 meters. Such individuals are believed to be several hundred years old.",
    "Habitat": "This aloe occurs in groups in sandy patches of the rocky Richtersveld mountains. It is found in some of the hottest and driest parts of this area. Rain is very rare, and generally only during the winter months. It is possible that the plant receives some moisture from the mists that periodically sweep the mountainsides.",
    "Conservation status": "Aloe pearsonii is classified as Least Concern on the South African National Biodiversity Institute's Red list of South African plants.\n\n\n== References =="
  }
}