{
  "url": "https://en.wikipedia.org/wiki/Aloe_distans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asphodelaceae"
    },
    {
      "Subfamily": "Asphodeloideae"
    },
    {
      "Genus": "Aloe"
    },
    {
      "Species": "A. perfoliata"
    }
  ],
  "text": {
    "__SUMMARY__": "Aloe perfoliata, the rubble aloe or mitre aloe, is a hardy creeping aloe, found in rocky, mountainous areas throughout the Western Cape, South Africa.",
    "Naming and classification": "Aloe perfoliata was formerly known as Aloe mitriformis. The physical appearance of this aloe varies greatly depending on environment, and consequently various sub-populations have previously often been mistaken for being separate species. The South African National Biodiversity Institute now recognizes that these are all members of the same species, Aloe perfoliata, comprising what were previously known as Aloe mitriformis, Aloe distans, Aloe comptonii, Aloe albispina and Aloe flavispina among others.This species is the most widespread of a group of closely related \"Creeping Aloes\" (Mitriformes), including the cliff-hanging aloes A. meyeri and A. dabenorisana(stemless), as well as spotted Aloe arenicola of the South African west coast and the unusual Aloe pearsonii of the Richtersveld desert.",
    "Appearance": "In their natural habitat, these aloes have long, prostrate, branching stems of up to 2 meters. Instead of growing upright, they tend to sprawl along the ground and over rocks. While most of the plant lies along the ground, the terminal leaf-bearing head is often erect, facing upwards to the sun. The leaf margins are armed with harmless, little white teeth.\nThe Rubble Aloe is extremely variable-looking, depending on its environment, making it difficult to identify sometimes.\nPlants growing in full sun develop tightly arranged bluish leaves, while those in the shade have more widely spaced green leaves. During dry conditions, the leaves assume a red colour.\nThe thick, fleshy leaves often curve inwards during times of drought – making the rosette look rather like a mitre (until recently this species was known as Aloe mitriformis because of this resemblance).\n\nUnlike most aloes, which flower in winter, the Rubble Aloe flowers in summer. The red flowers appear on stalks, which (befitting the variable nature of this species) vary from being rounded to being cone-shaped.",
    "Distribution": "Aloe perfoliata is indigenous to the Western Cape and some adjacent areas in the Northern and Eastern Cape of South Africa. Here it typically occurs in mountainous rocky Fynbos, overflowing into neighboring Karoo and Albany Thicket vegetation.They are usually found in groups among rubble and rocky outcrops (hence their Afrikaans name, \"Puin Aalwyn\", or \"Rubble Aloe\"), growing in clay or sandy soil. These resilient plants tend to prefer flat, rocky places but it is not uncommon to see them hanging on vertical cliff faces.",
    "Subspecies": "A. perfoliata subsp. mitriformis: Occurs from Nieuwoudtville as far as Montagu.\nA. perfoliata subsp. comptonii: Occurs from Montagu in the west, as far as Uitenhage in the east. Plants relatively more compact, large and stemless, with elongated green to blue-ish leaves.\nA. perfoliata subsp. distans: Occurs around Saldanha in the Western Cape. Smaller, faster-growing plants with spotted green leaves on their long rambling stems.",
    "Cultivation": "A very tough and compact species, it can be grown on embankments, rocky slopes and walls, and it easily survives through both very hot summers and snow in the winter. These aloes are also used in arid gardens as they flower in the summer (unlike most aloes), but require full sun for maximum flowering.\nThe species can easily be propagated by taking stem cuttings, dried for a day or two and planted in sand.",
    "Cultivation-Aloe \"nobilis\" hybrid": "A hybrid, of Aloe perfoliata with Aloe brevifolia, is very commonly used in landscaping around the world, and is often nicknamed \"Aloe nobilis\". It is frequently confused with Aloe perfoliata itself, but the \"nobilis\" hybrid is a much smaller plant, and has much smaller rosettes. It is usually a light green colour.\n\n\t\t\n\t\t\n\n\n== References =="
  }
}