{
  "url": "https://en.wikipedia.org/wiki/Aloe_succotrina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asphodelaceae"
    },
    {
      "Subfamily": "Asphodeloideae"
    },
    {
      "Genus": "Aloe"
    },
    {
      "Species": "A. succotrina"
    }
  ],
  "text": {
    "__SUMMARY__": "Aloe succotrina, the Fynbos aloe, is an aloe which is endemic to Cape Town and the south-western corner of the Western Cape, South Africa.",
    "Distribution": "Aloe succotrina is naturally found on the Cape Peninsula, and as far as Mossel Bay to the east. This aloe is common in Peninsula Sandstone Fynbos vegetation, and typically grows high up on cliff faces and rocky outcrops where seasonal fires do not reach it.  It is one of the few Aloes that naturally occur in Fynbos habitats - along with the Fan Aloe and Aloiampelos commixta of Table Mountain.\nIt is one of only three aloes and their relatives, with Aloiampelos commixta and Aloe maculata, that are indigenous to the city of Cape Town.",
    "Description": "The Aloe succotrina plant forms clusters of between 1–2 metres (3.3–6.6 ft) diameter, with its leaves forming dense rosettes. In winter when it flowers (June to September) it produces a tall raceme, bearing shiny red flowers that are pollinated by sunbirds.\nTaxonomically, it forms part of the Purpurascentes series of very closely related Aloe species, together with Aloe microstigma, Aloe gariepensis, Aloe khamiesensis and Aloe framesii.",
    "Cultivation and Uses": "Aloe succotrina can easily be grown as an ornamental plant in Mediterranean climate gardens, rockeries, and in containers. It is particularly striking in winter, when it flowers. Western Cape gardens use it in Fynbos native plant themed natural landscaping. \nThe plant prefers a sunny, well drained spot. Space should be provided for maturity, as it eventually grows into a large and dense cluster.\nThe Fynbos Aloe can be propagated both by cuttings/offshoots or by seed.\nThis species has uses as a medicinal plant",
    "See also": "Biodiversity of Cape Town\nCape Floristic Region\nIndex: Fynbos - habitats and species.\nTable Mountain\nTable Mountain National Park",
    "References": "",
    "Gallery": "",
    "External links": "PlantZAfrica Treatment: Aloe succotrina (Fynbos aloe)"
  }
}