{
  "url": "https://en.wikipedia.org/wiki/Aloe_broomii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asphodelaceae"
    },
    {
      "Subfamily": "Asphodeloideae"
    },
    {
      "Genus": "Aloe"
    },
    {
      "Species": "A. broomii"
    }
  ],
  "text": {
    "__SUMMARY__": "Aloe broomii, known as the mountain aloe or snake aloe on account of its odd inflorescence, is a species of flowering plant in the genus Aloe, found in southern Africa.",
    "Distribution": "This aloe is widespread in South Africa and Lesotho. In South Africa, it grows from Beaufort West in the Northern Cape to the Free State (which borders the land-locked enclave of Lesotho), and south and east to the Eastern Cape.",
    "Habitat": "This aloe grows on rocky slopes in hilly and mountainous areas, at an altitude of between 1000 and 2000 metres above sea level. The rainfall in this area is low, ranging from 300 to 500 mm per annum, and falls mainly in summer.",
    "Description": "A. broomii is a robust plant with a short stem. It grows up to 1.5 metres high, including the inflorescence. It is usually a single-stemmed aloe, although it may split into groups with up to three 'rosettes'. The leaves of this plant are much like that of other aloes, with fleshy succulent leaves edged with small thorns. These thorns are very dark, compared to other species whose thorns are either green or white.\nThe most notable feature of this plant is its odd inflorescence, where the flowers are hidden by the extended bracts, giving it a sinuous, snake-like appearance, hence its name.",
    "Ecology": "Like other aloes, this plant attracts a wide variety of pollinators, including insects such as bees, wasps and ants, and bird species such as sunbirds. Its seeds may be attacked by weevils.",
    "Relationship with humans": "",
    "Relationship with humans-Conservation": "This plant is not threatened by human activity in its range.",
    "Relationship with humans-Uses": "This plant, like many other Aloe species such as the well-known Aloe vera, is held to have medicinal properties. Farmers use it as an disinfectant, an ear remedy for sheep, and a pesticide to purge ticks from livestock.",
    "Relationship with humans-Cultivation": "Like most Aloe species, this plant is a water-wise plant that may be used in xeriscaping. It grows well in well-drained soil and flourishes in full sun. This plant is propagated from seed.\n\n\n== References =="
  }
}