{
  "url": "https://en.wikipedia.org/wiki/Aloe_macra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asphodelaceae"
    },
    {
      "Subfamily": "Asphodeloideae"
    },
    {
      "Genus": "Aloe"
    },
    {
      "Species": "A. macra"
    }
  ],
  "text": {
    "__SUMMARY__": "Aloe macra (previously Lomatophyllum macrum. The \"Réunion Aloe\", locally known as the \"Mazambron marron\" or \"Mazambron sauvage\") is a species of Aloe endemic to the island of Réunion, in the Indian Ocean.",
    "Description": "The Réunion Aloe is a highly variable species, with a great many different forms. It is part of a group of aloes which bear fleshy berries, and were therefore classed as a separate group, \"Lomatophyllum\". Within this group, it is most closely related to Aloe purpurea of neighbouring Mauritius. The two species look very similar - in their orange-red flowers, and in their slender recurved leaves.\nHowever the Réunion Aloe is thinner, more decumbent, and usually does not grow tall stems. Its leaves do not have the pink-red colour on their margins. It can also be distinguished from Aloe purpurea by its shorter flowers and pedicels which are a much brighter red colour, and by its smaller fruits.It can grow a stem up to 30 cm long, with a rosette of green succulent leaves with red, toothed margins. It has a simple (rarely branched) inflorescence with cylindrical racemes. It flowers at all times of the year, and the short, bright red flowers develop berries if fertilised.",
    "Distribution": "It is endemic to the island of Réunion, in the Indian Ocean. It was previously widespread on rocky slopes and outcrops. It is now extremely rare. It is one of only a few \"Lomatophyllum\" species to grow, not on beaches, but on cliffs and high rocky slopes. The only other inland \"Lomatophyllum\" species are Aloe purpurea of Mauritius, and Aloe lomatophylloides of Rodrigues.\nIt was introduced to the neighbouring island of Mauritius early on, by F.Jaunet, as \"Aloe bourbon\" or \"Aloe sylvestris\". It is still cultivated in some gardens in that country.\n\n\n== References =="
  }
}