{
  "url": "https://en.wikipedia.org/wiki/Aloe_brevifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asphodelaceae"
    },
    {
      "Subfamily": "Asphodeloideae"
    },
    {
      "Genus": "Aloe"
    },
    {
      "Species": "A. brevifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Aloe brevifolia (Kleinaalwyn, short-leaved aloe) is a species of flowering plant in the family Asphodelaceae. It is a tiny, compact, blue-green evergreen succulent perennial, that is native to the Western Cape, South Africa. Listed as Vulnerable on IUCN's global Red List, it is threatened in its natural habitat, but is also widely popular as an ornamental plant in rockeries and desert gardens worldwide. As it requires winter heat, in temperate regions it is grown under glass or as a houseplant.",
    "Distribution": "In the wild, this diminutive species is completely confined to the dry clay soil of “Rûens Shale Renosterveld” – a critically endangered and rapidly disappearing vegetation type. Small populations are normally found growing on inaccessible rocky slopes and cliffs, especially near the coast, but it is thought that these are merely relics of what was once a much wider distribution. There are several subspecies, which are now separated from each other by farmland and other development.",
    "Appearance": "Though only 10 cm in height, the Kleinaalwyn tends to sprout suckers from its sides that become new rosettes. Consequently, it can form large clumps. The leaves are short and fat and edged with soft, harmless, white teeth. In fact, the name \"brevifolia\" means \"short-leaf\" in Latin.\nThe plant is also distinctive for its gray-blue color.\nIn November it sends up a (relatively) tall inflorescence with bright red flowers.",
    "Cultivation": "This dwarf aloe is increasingly popular as an ornamental plant for pots and rockeries. In cultivation it should be planted in a reasonably sunny position, in well-drained soil. It requires only moderate watering and should not be kept perpetually damp. It should be remembered that it is adapted to the Mediterranean climate of the Western Cape, with its winter rainfall regime. It can be propagated easily by simply removing and replanting the branching suckers.\nIt has gained the Royal Horticultural Society's Award of Garden Merit.",
    "References": "",
    "External links": "\nDressler, S.; Schmidt, M. & Zizka, G. (2014). \"Aloe brevifolia\". African plants – a Photo Guide. Frankfurt/Main: Forschungsinstitut Senckenberg."
  }
}