{
  "url": "https://en.wikipedia.org/wiki/Aloe_excelsa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asphodelaceae"
    },
    {
      "Subfamily": "Asphodeloideae"
    },
    {
      "Genus": "Aloe"
    },
    {
      "Species": "A. excelsa"
    }
  ],
  "text": {
    "__SUMMARY__": "Aloe excelsa (also known as the Zimbabwe Aloe) is an arborescent aloe indigenous to southern Africa.",
    "Description": "The Zimbabwe Aloe is a tall aloe, sometimes reaching tree dimensions of 5–6 metres, although 3 metres is a more common height. It is single-stemmed and all but the lowest part of the trunk is swathed in the remains of dead leaves. The leaves form a compact rosette at the top, spreading becoming recurved and up to 1 metre long. They are dark green in summer and succulent, up to 3 cm thick at the centre. Similar to some other aloe species, young plants have a great number of spines over their leaf surfaces. However, as they taller and less vulnerable to grazing, these brown-red teeth disappear and remain only on the leaf margins.This species is frequently confused with the related Aloe ferox and Aloe africana species, to the south, and they do look very similar when fully grown. However the flowers are different, with the racemes of Aloe excelsa being far shorter and slightly curved.",
    "Distribution and habitat": "The Zimbabwe aloe is named for the large number of specimens found growing around the ruins of Great Zimbabwe, where it has attracted much attention for its size and shape.\nIt is found over a relatively small area of south-central Africa from the Magato mountains in Limpopo province of South Africa at its southern limit, northwards along the southern side of the central watershed of Zimbabwe and extending into hilly locations on the south side of the Zambezi river in Mozambique, with two outlying populations forming its northern limits around Mulanje mountain in Malawi and in the Kafue Gorge just across the Zambezi river in Zambia.Within this range, it favours localities with good drainage and moderately stable soils, such as rocky, wooded hillsides. It is restricted by too much heat in the dry season to the north and cold winds in the winter season to the south. It tolerates light frost during its resting (and flowering) season which occurs occasionally at its favoured altitudes of 800–1600 metres.",
    "Cultivation": "It has attracted the attention of gardeners and parks planners for its imposing appearance and tolerance for a wide range of conditions.\nIn its natural habitat, it thrives best when given plenty of water during its growing season but requires a sharp dry period with cooler conditions when the impressive flowers appear.\n\n\n== References =="
  }
}