{
  "url": "https://en.wikipedia.org/wiki/Aloe_pluridens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asphodelaceae"
    },
    {
      "Subfamily": "Asphodeloideae"
    },
    {
      "Genus": "Aloe"
    },
    {
      "Species": "A. pluridens"
    }
  ],
  "text": {
    "__SUMMARY__": "Aloe pluridens (also known as the French Aloe) is an arborescent aloe indigenous to southern Africa.",
    "Description": "This species can occasionally grow up to 6 meters in height. It is usually single-stemmed (however in cultivation conditions it sometimes forms multiple branches). Its thin, recurved, light-green leaves form an elegant and symmetrical spiral in their growth around the rosette. The leaves are lined with large numbers of white teeth (its name \"pluri-dens\" means \"multiple-teeth\")\nThis species is frequently confused with the related species Aloe ferox, Aloe africana and Aloe excelsa. However it has more thin delicate pale green or yellow-green leaves; and a thinner trunk than the other robust arborescent aloe species. Its leaf margins have many small pink-white teeth.\nThe inflorescence usually branches into a maximum of four uniform-coloured, cone-shaped racemes. The flowers are uncurved, and a pink or dull scarlet colour.\nIn its multi-branched form, it can also look similar to the smaller multi-branched Aloe arborescens. The French Aloe's flowers are different from all of these other species though, and the spiral leaf-growth is also distinctive.",
    "Distribution and habitat": "The French Aloe is found in a wide coastal belt in the Eastern Cape Province of South Africa, from the Kei River mouth to the Humansdorp area. There is also a disjunct group of populations in coastal KwaZulu-Natal.\nHere its habitat is often dense succulent thickets. It often grows in association with Aloe ferox, A. africana and A. speciosa, and hybrids can occur. The climate is moderate, without frost, and hot and humid during summers. Rainfall occurs throughout the year, from 600 to 700 mm per annum.",
    "References": "",
    "External links": "\nDressler, S.; Schmidt, M. & Zizka, G. (2014). \"Aloe pluridens\". African plants – a Photo Guide. Frankfurt/Main: Forschungsinstitut Senckenberg."
  }
}