{
  "url": "https://en.wikipedia.org/wiki/Aloe_buettneri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asphodelaceae"
    },
    {
      "Subfamily": "Asphodeloideae"
    },
    {
      "Genus": "Aloe"
    },
    {
      "Species": "A. buettneri"
    }
  ],
  "text": {
    "__SUMMARY__": "Aloe buettneri, is a species of succulent plant in the genus Aloe alongside the well known Aloe vera plant. It is found in West Africa and is known for its medicinal uses.",
    "Description": "Aloe buettneri is a succulent plant with thick and fleshy leaves arranged in a rosette. The leaves grow to about 40–80 cm long, 8–9 cm broad. The leaves are rimmed by alternating paired and solitary teeth and come together to form an underground bulb-like base making the plant appear stemless. The flowers are arranged in a loose panicle. The plant carries up to 12 branches with bulbs that vary in color from green-yellow, orange, or dull red.",
    "Genetics and breeding": "The chromosome number of Aloe buettneri is 2n=14. Except for Aloe vera, all Aloe species, including Aloe buettneri, are listed by CITES, and trade in plants and plant parts is restricted. There are numerous plants present in private collections but there are no indications the species is threatened in the wild.",
    "Distribution": "The natural range of Aloe buettneri is mainly West African Savannas especially Senegal, Nigeria and Togo, however, it has been found as far as Central and Southern Africa in countries such as Zambia and Malawi. It mainly grows in these warm and dry areas. Aloe buettneri growth overlaps with the growth of Aloe schweinfurthii, which is, along with Aloe buettneri, is usually referred to as Aloe barteri Baker.",
    "Uses": "",
    "Uses-Medicinal": "The leaves of Aloe buettneri can be applied externally and are believed to help skin conditions such as burns, wounds, insect bites, Guinea worm sores and vitiligo. In Burkina Faso the dried powdered leaves are taken to treat malaria, while in Côte d’Ivoire and Togo the roots are used for this purpose. Rheumatism is treated with leaf ash.",
    "Uses-Veterinary": "In Nigeria, the leaf sap is given to cattle as an anthelmintic.",
    "Uses-Properties and research": "The hydro-alcohol extract of Aloe buettneri A. Berger has anti-inflammatory, anti-ulcer and wound healing properties in rat oedema paw. The methanol extract shows in vivo activity against helminthiasis caused by Nippostrongylus species in rats.",
    "See also": "Aloe\nAsphodelaceae\nHerbal medicine\nSucculent plants\nMedicinal plants",
    "References": "",
    "External links": "Aloe buettneri in West African plants – A Photo Guide."
  }
}