{
  "url": "https://en.wikipedia.org/wiki/Aloe_striata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asphodelaceae"
    },
    {
      "Subfamily": "Asphodeloideae"
    },
    {
      "Genus": "Aloe"
    },
    {
      "Species": "A. striata"
    }
  ],
  "text": {
    "__SUMMARY__": "Aloe striata, with the common name coral aloe, is a small, stemless South African Aloe species.",
    "Distribution": "This species occurs quite widely over the southern parts of the Cape Floristic Region, in the Eastern Cape Province and Western Cape Province of South Africa.\nIt is found on rocky slopes in coastal and karoo areas.",
    "Description": "The Coral aloe's species name, \"striata\", means \"stripes\", and refers to the long lines (sometimes very faint) on its blue-green leaves. The leaves of this Aloe are not toothed, but have a smooth pink margin.\nDue to the similarity of their species names, Aloe striata is sometimes confused in literature with Aloiampelos striatula (syn. Aloe striatula, hardy aloe) — a very different plant, found in the highlands of the Eastern Cape.",
    "Description-Taxonomy": "The Coral Aloe forms part of the Paniculatae series of very closely related Aloe species, together with Aloe reynoldsii.\nThis species is often confused with its close relative, Aloe reynoldsii, and they do look very similar. However the Coral aloe has smooth leaf margins and red flowers; while Aloe reynoldsii has waxy, toothed leaf margins and yellow flowers.",
    "Cultivation": "Aloe striata is cultivated as a popular ornamental plant, for use in succulent and drought tolerant gardens, and in container plantings.\nAloe striata x maculata (synonym Aloe saponaria) — a hybrid between Aloe striata and Aloe maculata, is a popular garden plant.\nAloe striata ssp. karasbergensis — Karasburg Coral Aloe, also cultivated as an ornamental plant.",
    "Gallery": "",
    "See also": "Aloe species\nAsphodelaceae — subfamily.\nSucculent plant",
    "References": "\n\n== External links =="
  }
}