{
  "url": "https://en.wikipedia.org/wiki/Aloe_peglerae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asphodelaceae"
    },
    {
      "Subfamily": "Asphodeloideae"
    },
    {
      "Genus": "Aloe"
    },
    {
      "Species": "A. peglerae"
    }
  ],
  "text": {
    "__SUMMARY__": "Aloe peglerae (the \"fez aloe\") is a small, stemless South African aloe. This unique succulent plant is classed as an endangered species.",
    "Description": "The fez aloe is typically 30–40 cm in diameter, and 30–40 cm in height. The glaucous leaves are strongly incurved to form a compact, spherical rosette.\nThe inflorescence can be observed in July and August, and usually consists of a single cylindrical spike 30–40 cm tall, occasionally forked. The visible portions of filaments are deep purple in colour.",
    "Taxonomy": "The species is named after Alice Marguerite Pegler (1861-1929), a botanist and naturalist who collected at first around Kentani, and later in the vicinity of Johannesburg and Rustenburg. Her failing eyesight and health led her to confine her attention to algae and fungi. She was paid the exceptional honour of being made a member of the Linnaean Society.\nThis species forms natural hybrids with Aloe marlothii and with Aloe davyana.",
    "Distribution": "This species is endemic to South Africa, where it only occurs in Gauteng and the North West Province. In this limited range, it is naturally found only along the northern dip slopes of the Magaliesberg and the Witwatersberg, the range just south and parallel to it.\nIt is listed as endangered and is rapidly declining in the wild, primarily due to habitat destruction and illegal collecting.",
    "Gallery": "",
    "References": "",
    "External links": "\nDressler, S.; Schmidt, M. & Zizka, G. (2014). \"Aloe peglerae\". African plants – a Photo Guide. Frankfurt/Main: Forschungsinstitut Senckenberg."
  }
}