{
  "url": "https://en.wikipedia.org/wiki/Aloe_juvenna",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asphodelaceae"
    },
    {
      "Subfamily": "Asphodeloideae"
    },
    {
      "Genus": "Aloe"
    },
    {
      "Species": "A. juvenna"
    }
  ],
  "text": {
    "__SUMMARY__": "Aloe juvenna (The \"Tiger-tooth Aloe\") is a species of plant in the genus Aloe. It is popular in cultivation but extremely rare in its natural habitat in Kenya.",
    "Distribution and habitat": "It is endemic to Kenya in East Africa. Here it is restricted to a small rocky area in the mountainous south west of the country, near the border with Tanzania.",
    "Distribution and habitat-Discovery and history in cultivation": "It has long been common in cultivation, but its origin was not known. The first recorded cultivated specimens were in South Africa, but although there were rumours that it had come from Kenya, its origins were a mystery even then. It was first believed to be a juvenile Aloe, due to its small size, and it was labelled \"juvenna\" (\"juvenile\") for this reason. However that label eventually became its formal name. Later, it was thought to be a hybrid perhaps of Aloe distans with Haworthia coarctata or a species of Astroloba. \nIt underwent genetic testing in the 1970s and, when it was discovered that Aloe juvenna had a doubled set of chromosomes (tetraploidy), it came to seem more likely that this Aloe came from East Africa, where most other tetraploid Aloes originate. The name Aloe juvenna was finally published as a valid species name in 1979. Finally, in 1982, an expedition in the far south west of Kenya discovered a few plants on a tiny rocky mountainous ridge, high about tropical rainforest. The existence of these plants in such a remote locality confirmed that the species was a natural one. However, how it originally came to be brought into cultivation in the first place, remains a mystery.",
    "Identification": "\nAloe juvenna is frequently confused with Aloe squarrosa from the island of Socotra. However Aloe squarrosa has long, smooth, spotted leaves that curve backwards. These recurved leaves are kept only around the head or top of each stem, with dead leaves falling off the lower parts of the stem. It is relatively rare in cultivation.\nAloe juvenna has many short, straight, compact triangular leaves, which are densely packed all along the stems. It is common in cultivation but extremely rare in habitat. Aloe juvenna is also a tetraploid, with a double set of chromosomes (28, instead of 14) and, in appearance, does not resemble any other Aloe species from the region.\n\n\n== References =="
  }
}