{
  "url": "https://en.wikipedia.org/wiki/Aloiampelos_commixta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asphodelaceae"
    },
    {
      "Subfamily": "Asphodeloideae"
    },
    {
      "Tribe": "Aloeae"
    },
    {
      "Genus": "Aloiampelos"
    },
    {
      "Species": "A. commixta"
    }
  ],
  "text": {
    "__SUMMARY__": "Aloiampelos commixta, formerly Aloe commixta, the Table Mountain aloe, is a rare succulent plant that is endemic to the Cape Peninsula, South Africa. It naturally occurs only on the Table Mountain range, within the city of Cape Town. It is listed as Vulnerable on the IUCN global Red List.",
    "Description": "Aloiampelos commixta is a rambling, multi-stemmed plant, also known as the Peninsula rambling aloe. This \"accent plant\" rarely gets over 1 metre (3.3 ft) tall, as its slender stems tend to sprawl along the ground and over rocks.\nAloiampelos commixta flowers in late winter (August and September). A stout inflorescence shoots up, bearing reddish erect buds that open into dense, bright orange-yellow flowers. In its natural habitat in the fynbos vegetation of Table Mountain, its flowers are pollinated by sunbirds and honey bees.\nThe leaves are thick, fleshy and evenly-spaced on a fine stem, with distinctive green stripes on the internodes. The leaves tend to be about 200 mm long, with tiny white teeth along the margins.\nA. commixta is easily identified by its straight, wide, succulent leaves (that do not recurve downwards, as in the case of many other Aloiampelos species), by its slender, sprawling stems, and by the unique and distinguishing subcapitate raceme of its flowers. In particular, its flowers are much larger than those of other species in the genus, and are bunched together more densely at the top of the raceme.",
    "Distribution": "Cape Town's very own unique aloe relative, this species is indigenous (and endemic) to the Cape Peninsula. Within this tiny natural range, Aloiampelos commixta is particularly concentrated in the central region of the Peninsula, in the area around Kommetjie, Kalk Bay, Fishhoek, Simonstown and Miller's Point (although smaller, outlying populations exist elsewhere on the Table Mountain chain). This elegant little plant is also one of only three aloes and their relatives that are indigenous to the city of Cape Town (the others being the fynbos aloe and the soap aloe).\nWithin its natural habitat it is very hardy, and survives both frost and fire.Other species in the genus include the large and robust Aloiampelos striatula of the Eastern Cape mountains and Aloiampelos juddii, a rare little species which is confined to a few rocky outcrops on a farm near Cape Agulhas.",
    "Threats and conservation": "This threatened species is restricted to very small area, surrounded by suburbs in the middle of a city of 3.5 million people. However most of the known plants are located within Table Mountain National Park (TMNP) and their high, inaccessible habitat is usually too steep and rocky to be used for agriculture or development.\nThe major threat to this species comes from invasive alien plants – chief among these “Rooikrans” (Acacia cyclops) from Australia which, until recently, blanketed the slopes of the Cape Peninsula. South African National Parks has now brought this infestation under control and the area is slowly returning to its natural vegetation. However the weed clearance will require several follow ups to be completed, otherwise the highly invasive acacias will rapidly return and cover these slopes again, driving Aloiampelos commixta (as well as other endemics) to extinction.A more minor threat comes from the increasing human traffic across the peninsula. The plants lie low to the ground, and even light human trampling kills them. They are also in danger from illegal gathering by plant collectors.\nThis plant is listed as Vulnerable (VU) on IUCN's global Red Data List, which reports that there are currently only a few hundred plants in existence.",
    "Cultivation": "This plant thrives in the winter-rainfall climate of the Cape, to which it is perfectly adapted. It is thus difficult to cultivate outside of mediterranean-type climates, and it does not do well in tropical or summer-rainfall areas. \nIt can survive in most soil types – other than coastal beach sand dunes. In its natural habitat however, it normally grows in slightly acidic sand. Unlike most members of the tribe Aloeae, it tolerates some light semi-shade as well.\nAdapted as it is to the Cape Town climate, it naturally grows very well in Cape Town gardens, and it looks attractive sprawling over stonewall terraces, or rambling over rocky slopes and boulders. It produces striking, bright orange or yellow flowers in the winter. This makes it a useful ornamental plant for adding colour to the garden at a time of the year when most other plants are not in flower.\nWhen the sprawling stems become too long and untidy, it is best to prune the plant right back (this simulates the effects of a veldfire in its natural habitat). The plant will re-grow denser & bushier than before, and the cuttings from this valuable plant can then be re-planted (or given to plant collectors).\nCuttings (truncheons) are also the easiest way to propagate Aloiampelos commixta. Allow the cuttings to dry for a few days, and then simply insert them into sandy soil. This species has both male and female flowers on each plant, but an individual plant is not self-fertile. The seeds germinate in semi-shade, in cool (25–35 °C), well-drained, slightly-acidic sand.",
    "Traditional uses": "This plant was known and used medicinally by the Khoi, the oldest known inhabitants of the Cape. Later, it was one of the first plants to be cultivated by the Dutch East India Company in its \"Company's Gardens\".\nThe active ingredients that are supposedly responsible for the plant's medicinal qualities are the compounds known as aloin (from the sap) as well as complex polysaccharides and glycoproteins (from the pulp).",
    "See also": "Biodiversity of Cape Town\nIndex: Fynbos – habitats and species.\nTable Mountain National Park",
    "References": "\nNotes"
  }
}