{
  "url": "https://en.wikipedia.org/wiki/Hypericum_sechmenii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "Hypericum sect. Adenosepalum"
    },
    {
      "Species": "H. sechmenii"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum sechmenii is a rare flowering plant in the genus Hypericum, in the section Adenosepalum, Hypericum huber-morathii group. It is native to central Anatolia, Turkey.",
    "Taxonomy": "A specimen of the species was first collected in 2006, with the first collection being designated the holotype of the species. The species was formally described by Atila Ocak and Onur Koyuncu in Annales Botanici Fennici almost three years later in 2009 by the pair alongside Filiz Savaroglu and Ismuhan Potoglu. The specific epithet sechmenii is an homage to the prominent Turkish taxonomist Özcan Seçmen. The species is related closely to several other Turkish species of Hypericum, with H. minutum and H. huber-morathii being the most similar.",
    "Description": "Hypericum sechmenii is a flowering perennial herb that grows from 3–6 cm (1.2–2.4 in) tall. It is glabrous (lacking hair) with numerous stems. It stands erect and grows in dense clusters. Its leaves are directly attached to the stem and overlap densely. The leathery leaves are 3–5 mm (0.12–0.20 in) long, egg-shaped to elliptical, with wedge-shaped bases. They have pale laminar glands that are very numerous and a few intramarginal black glands.Each plant has 3 to 5 flowers and the flowerheads are corymbiform with hairy and glandular bracts. The sepals are approximately 2 mm long and are oblong, with a margin that is regularly glandular or ciliate. There are amber, or rarely black, laminar glands in the  veins that are linear or punctiform. The petals are 4–7 mm (0.16–0.28 in) long and also have amber laminar glands that are linear or punctiform. The capsules are 3–4 mm (0.12–0.16 in) long and ovoid and have valves with a few vittae. The pollen grains of the species have three grooves in a triangular shape, with the overall shape of the pollen grain being spheroidal-prolate. The species flowers in June and July and fruits in July.",
    "Description-Cellular characteristics": "The species' leaves have an epidermis that is made of a single layer of epidermal cells arranged in a cross-section. The upper and lower cell walls of these cells are thicker than the side cell walls. The outer surface of the epidermis is covered in a thick cuticle. The stem also has a slightly thinner cuticle and also has a single-layer epidermis. There is a periderm beneath that is composed of several layers of dead cells. These peridermal cells are oblong and suberized, and some also include druse crystals. The roots have a very thick cuticle on their outsides and have 1-2 layers of periderm. This is followed up by a cortex that is several layers thick.",
    "Description-Similar species": "The species is closest in appearance and relation to two other Turkish species of Hypericum: H. minutum and H. huber-morathii. The biggest differences between the species is in their leaves, flowering times, and pollen form.",
    "Distribution and habitat": "The species is endemic to central Turkey in northwestern Anatolia. The holotype was collected at Günyüzü at 39°18′24″N 31°44′8″E. The species is known only in two separate localities on the Arayit Mountain and between Kaymaz and Sivrihisar. It is estimated that there are fewer than 250 members of the species that inhabit an approximately 10 square kilometer area.It is most often found in and among limestone rocks at altitudes of around 1,800 m (5,900 ft) above sea level. The species grows in caespitose habitat, meaning that is grows in dense tufts.",
    "Ecology": "H. sechmenii is frequently found among a number of other plant species, but only one other Hypericum species, H. confertum.\n\n\n== References =="
  }
}