{
  "url": "https://en.wikipedia.org/wiki/Hypericum_acmosepalum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "H. sect. Ascyreia"
    },
    {
      "Species": "H. acmosepalum"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum acmosepalum is a dwarf shrub in Hypericum sect. Ascyreia that is native to China and known as jian e jin si tao locally.",
    "Taxonomy": "The species was first collected in Yunnan, China, by George Forrest, who brought it back to England to be grown for botanical studying. This specimen became the type specimen under the number F.19448, but was incorrectly referred to as H. patulum var. henryi, and when cultivated as H. kouytchense or H. oblongifolium, both names of species with similar flower structures.The species was first formally described by Norman Robson in the J. Roy. Hort. Soc. 95:490 in 1970.",
    "Taxonomy-Clade 'Acmosepalum'": "Dr. Robson placed two other species into an unofficial clade with H. acmosepalum because of their very close similarities to one another in both distribution and appearance. The two other species, Hypericum beanii and Hypericum pseudohenryi, and H. acmosepalum therefore form the unofficial clade 'Acmosepalum' within section Ascyreia. This clade seems to be directly related to H. siamense.",
    "Description": "From N. Robson's original description of the species:Shrub 0-6-2 m tall, with branches erect to ascending. Stems orange, 4-angled and ancipitous in first year (or longer), then terete; internodes 10-50 mm long, shorter than to exceeding leaves; bark grey-brown. Leaves broadly petiolate, with petiole 0.5-1(1.5) mm, long; lamina 18-42(-60) x 6-15(-20) mm, oblong or elliptic-oblong to narrowly elliptic (sometimes lanceolate towards apex ef shoot and oblanceolate towards base), obtuse (rarely subacute) or apiculate to rounded, margin plane, ± recurved, base cuneate, markedly paler to glaucous beneath, chartaceous to subcoriaceous; venation: 1-2 pairs main laterals (the upper forming distinct, often ± straight intramarginal vein), with midrib rather obscurely branched distally, with rather dense but very obscure or invisible tertiary reticulum; laminar glands ± small dots and sometimes short streaks, ventral glands sparse to rather dense. Inflorescence l-3(-6)-flowered, from apical node, subcorymbiform; pedicels 7-17 mm long; bracts foliar to lanceolate, persistent. Flowers 30-50 mm in diam., stellate; buds ovoid, acute to subapiculate. Sepals (5-)6-9(-11) x 3-4(-6) mm, free, imbricate, subequal, ± outcurved in bud and fruit, ovate to narrowly lanceolate, acute or acuminate, with margin subentire or minutely and ± irregularly denticulate (especially towards apex); midrib ± conspicuous, veins not prominent; laminar glands linear or interrupted, c. 8. Petals deep yellow, sometimes tinged red, spreading or reflexed, 16-25 x 10-15 mm, 2.5-3 x sepals, obovate, with apiculus lateral, subacute to obtuse, margin entire or often minutely glandular-denticulate especially around apiculus. Stamen fascicles each with 40-65 stamens, longest (10)15-18 mm, long, 0.75-0.85 x petals; anthers yellow to orange-yellow. Ovary 5-7 x 3.5-4.5 mm, ± narrowly ovoid-conic; styles (3-)4-6(-8) mm, long, equalling to slightly longer than ovary, free, suberect, outcurved near apex; stigmas truncate to narrowly subcapitate. Capsule 9-15 x 8-10 mm, ovoid to narrowly ovoid-conic, turning bright red during maturation.Seeds dark orange-brown to reddish-brown, 1-1.1 mm long, narrowly cylindric, narrowly carinate with terminal expansion, shallowly linear-foveolate. Seed dry mass is 0.05mgIts usually oblong or elliptic, apically ± rounded leaves, glaucous abaxially and with a conspicuous intramarginal vein, enable Hypericum acmosepalum to be recognized even when sterile. It can be differentiated from H. kouytchense specifically by the deeper yellow of the petals, the petal apiculus which is not as sharp, and the fact that it grows taller than that species.",
    "Distribution and habitat": "The species' range includes the Chinese autonomous region of Guangxi and the Chinese provinces of Guizhou, Sichuan and Yunnan. The species is most often found in forest glades, roadside banks, scrubby hillsides, and open stream sides at elevations of 900–2,700 metres (0.56–1.68 mi) above sea level.",
    "Uses": "Hypericum acmosepalum extract has been found to contain hyperenone A and hypercalin B, two newly discovered chemotypes that expressed antibacterial activity against drug-resistant strains of Staphylococcus aureus. Hyperenone A also exhibited growth-inhibitory activity against several species of Mycobacterium, which suggests the plant's extracts could have extensive antibacterial properties.\n\n\n== References =="
  }
}