{
  "url": "https://en.wikipedia.org/wiki/Hypericum_olympicum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "Hypericum sect. Olympia"
    },
    {
      "Species": "H. olympicum"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum olympicum, commonly known as the Mount Olympus St. John's wort, is a species of flowering plant in the family Hypericaceae found in the Balkans and Turkey and introduced to western Europe. It has been widely cultivated for centuries because of its large, showy flowers, which are far larger that those of most other species in Hypericum.",
    "Taxonomy": "H. olympicum was first described in Carolus Linnaeus's Species Plantarum in 1753.",
    "Taxonomy-Infraspecifics": "There are eight accepted infraspecifics of H. olympicum, three of which are varieties and five of which are forms. These generally have very little variance from the type of the species, but can have some minor unique features.",
    "Description": "The species is a shrub or subshrub that grows to be 0.1–0.55 metres (0.33–1.80 ft) tall. It can grow in an erect to decumbent manner, or rarely prostrate. It can have few to numerous stems, and it is caespitose, occasionally rooting, and unbranched below its flowers. The stems' internodes are 5–15 millimetres (0.20–0.59 in) long, and can be either short or longer than the leaves.The leaves are spreading to erect, and are more or less glaucous, and are 5–30 by 2–12 millimetres (0.197 in–1.181 in × 0.079 in–0.472 in) in size. They are elliptic or rarely lanceolate-elliptic, are concolorous and thinly coriaceous. Their apex is acute to subacute or rounded-obtuse, with a rounded or cuneate base.They have 0-3 pairs of lateral veins and are unbranched (at least visibly). The laminar glands are pale and not prominent, and the intramarginal glands are black, small, and few in number.The plant is usually 1–5 flowered, but can have up to nine, that grow from three modes, and rarely from one lower node. Their pedicels are 2–4 millimetres (0.079–0.157 in) long and rather stout. The bracts are reduced-foliar, are broadly imbricate, and lack black glands, and the bracteoles are similar but smaller in size. The flowers are 30–65 millimetres (1.2–2.6 in) in diameter, and their buds are ovoid-pyramidal and rounded. The sepals are either unequal or subequal, are broadly imbricate, and are paler than the leaves. They are 6–16 by 3–12 millimetres (0.24 in–0.63 in × 0.12 in–0.47 in), and are broadly ovate to lanceolate, and have a rounded base. They are entire, large, pointed, and persistent in fruit. They have 9–15 veins that are branching. Their laminar glands are pale and linear, and there are sometimes a few that are black and punctiform. Their marginal glands are normally absent, but there can rarely be one or two black apical ones. Their petals are golden or pale yellow, and can have a tinge or lines of red. They are 15–30 by 8–12 millimetres (0.59 in–1.18 in × 0.31 in–0.47 in), and there are around 2 times as many of them as sepals. They are rounded and their apiculus is short, and they are acute to obtuse. Their laminar glands are pale and linear, and their marginal glands are absent or black, and there are one to around seven of them. There are around 65–125 (0.9 times as many sepals) stamens that are 14–25 millimetres (0.55–0.98 in) long. The ovaries are 3 by 2.5 millimetres (0.118 in × 0.098 in) and are broadly ovoid, the styles are 18–23 millimetres (0.71–0.91 in) and there are six to eight times as many as the ovaries.The seed capsule is 5–10 by 4–8 millimetres (0.20 in–0.39 in × 0.16 in–0.31 in) and is shorter than the sepals, and is shaped broadly oval-like to spherical. The seeds are a dark brown color, and are around 1.8 millimetres (0.071 in) with shalow testa.",
    "Description-Similar species": "Hypericum olympicum is very similar in appearance to Hypericum polyphyllum, but there are many key differences to tell them apart. Most reliably, the leaves of H. olympicum are far less glandular, with at most one irregular line of glands, whereas the leaves of H. polyphyllum always have a full regular row and many scattered glands. In addition, whereas the sepals of H. olympicum are almost always undotted, the sepals of H. polyphyllum are usually dotted all over with black glands. Lastly, since H. polyphyllum is not cultivated, if the plant is in cultivation or shows cultivated charicteristics, it is most likely H. olympicum.",
    "Distribution and habitat": "The species is native to Southeastern Serbia, Macedonia, Albania, Bulgaria, Greece (excluding Crete and western Aegean islands), and northwestern Turkey. The species was first introduced to England in 1676 by Sir George Wheeler from seeds found in Turkey, and it was cultivated at the Oxford Botanical Garden. The species has also been recorded as establishing itself in Belgium and France, where it is considered an invasive species.It can be found in sandy, stony, and sometimes grassy places or among rocks in open ground,  or in pine woodland at elevations of 0–2000 m.",
    "Cultivation": "Because of its large, showy flowers, relative hardiness, and dense shape, the species is valued among gardeners, specifically in the United Kingdom. It has been noted for these properties and won several awards, including in 1930, under the incorrect name of H. fragile, winning the Royal Horticultural Society's Award of Garden Merit. While the species is not at all harmful to humans, it can be toxic to dogs, cats, and horses, and should be planted away from such animals.It can be grown in chalk, clay, sand, or loam, and requires moist ground, but with sharp drainage. As it requires sharp drainage to prevent winter rot, it is a suitable subject for the rockery or alpine garden.  The species requires pH to be between 6.1 and 7.8, which means it can tolerate both mildly acidic and mildly alkaline conditions. The plant usually takes 5–10 years to reach its full height, but much less than that to reach maturity.The species should be planted in May or June, will flower from June to August, and cuttings should be taken from May to July.",
    "Cultivation-Cultivars": "There are two widely cultivated forms of H. olympicum, with H. olympicum 'Citrinum' being the far more well-known of the two. So-called because of its lemon-colored petals, it is often the plant that is found in home or botanical gardens.",
    "Other uses": "",
    "Other uses-Essential oils": "H. olympicum contains several essential oil compounds, with the main components being (E)‐anethole (used as an aromatic substance) and β‐farnesene (can be used as a constituent to essential oils). Other components included germacrene D  and (E)‐caryophyllene, as well as an unusually high amount of terpenes.",
    "Other uses-Antibacterial": "While as of 2019 extracts from the species are not currently used as antibacterials, they do contain antibacterial properties. Specifically, the plant contains new types of acylphloroglucinol that have been given the name olympicin after the species' name.",
    "Other uses-Antidepressant": "Similarly, as of 2019, H. olympicum is not widely used as an antidepressant in the way that Hypericum perforatum is, but it has been shown to have many similar or better antidepressant properties. Specifically, the amentoflavone in H. olympicum was shown to have previously unstudied antidepressant capabilities.",
    "Other uses-Antioxidant": "H. olympicum contains a smaller amount of flavinoids and tannins than other Hypericum species, but still showed significant antioxidizing capabilities, which suggests there are significant amounts of other undetected compounds in the plant.",
    "Chemotaxonomy": "H. olympicum contains both hypericin and pseudohypericin, a trait shared in the Olympia group and sections Adenosepalum and Hypericum, which would suggest that the species is more closely related to species in those sections than in other more primitive sections.",
    "Gallery": "",
    "Notes": "",
    "References": "",
    "External links": " Media related to Hypericum olympicum at Wikimedia Commons\n Data related to Hypericum olympicum at Wikispecies"
  }
}