{
  "url": "https://en.wikipedia.org/wiki/Hypericum_assamicum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "Hypericum sect. Sampsonia"
    },
    {
      "Species": "H. assamicum"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum assamicum is a species of flowering plant in the St. John's wort family, Hypericaceae. It is endemic to India. Hypericum assamicum is one of two species of Hypericum in the section Hypericum sect. Sampsonia.",
    "Description": "Hypericum assamicum is an erect, perennial or suffruticose (woody at the base) herb 20–40 cm (7.9–15.7 in) tall. The stems are terete with internodes 2–6.5 mm (0.1–0.3 in), shorter than or exceeding the leaves. The oblong to oblanceolate leaves are perfoliate, in pairs, thinly papery, up to 50 mm (2.0 in) long and 15 mm (0.59 in) broad, with glaucous undersides and obtuse to rounded tips. The margin of the leaf is entire, or rarely glandular-crenate, with dense, black glands. The leaves have broadly cuneate or rounded leaf bases. The flowerheads produce 12–18 flowers in corymbiform or subpyramidal branching patterns. Each flower is approximately 12 mm (0.47 in) with 5 sepals, 5 yellowish petals, and approximately 15 stamens. The cylindric to subglobose fruiting capsules reach 6 mm (0.24 in) in length with reddish-brown seeds, each seed 0.8 mm (0.031 in) long. It flowers and fruits between March and April.",
    "Taxonomy": "Hypericum assamicum was described in 1971 by Samarendra Nath Biswas in Webbia, Journal of Plant Taxonomy and Geography. The type specimen was collected in Nowgong (now Nagaon), Assam, India in July 1848. It was named for its type locality, Assam, India.It is placed in the section Hypericum sect. Sampsonia, along with Hypericum sampsonii, based on the combination of perfoliate leaves and vesicular-glandular capsule valves. Hypericum assamicum is distinguished from H. sampsonii by its leaves that are shortly connate-perfoliate at the base (vs. broadly perfoliate bases), spatulate-oblong unequal sepals (vs. oblong subequal sepals), petals shorter than the sepals (vs. petals as long as the sepals), ovaries with 3-parietal placentas (vs. 3-celled with an axile placenta), and subglobose to oblong capsules with rounded or obtuse apices (vs. ovoid capsules with narrowed to acute apices). The closest population of H. sampsonii to H. assamicum is approximately 850 km (530 mi) away.",
    "Distribution and habitat": "Hypericum assamicum is endemic to eastern India. A 1915 collection noted that it was \"common in jungles\". It occurs at altitudes up to 1,200 m (3,900 ft) in riparian areas, open grasslands, roadsides, agricultural fields, and fallow places in the eastern Himalayas.\n\n\n== References =="
  }
}