{
  "url": "https://en.wikipedia.org/wiki/Hypericum_terrae-firmae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "H. sect. Brathys"
    },
    {
      "Species": "H. terrae-firmae"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum terrae-firmae is a woody perennial flowering plant in the St. John's wort family Hypericaceae. It is an endemic plant species of Belize.",
    "Description": "Hypericum terrae-firmae is a shrub or small tree, 1–2 m tall, erect, with branches strict, pseudo-dichotomous or lateral. The stems are orange-brown, 4-lined when young, soon terete, without corky wrinkles, the cortex is exfoliating in strips, the internodes are 4–6 mm long.\nThe leaves are sessile, free from the base, spreading to subimbricate and tetrastichous, deciduous at the base without fading. The lamina are 16–30 mm long and 4–6 mm wide, narrowly oblong to narrowly elliptic, plane, not cucullate or carinate, concolorous, not or slightly glaucous and chartaceous to thinly coriaceous. The apex is acute, the base narrowly cuneate to subangustate, not sheathing, pairs free. The seven basal veins are subparallel-sided, with short lateral branches, a tertiary reticulation is not visible. The laminar glands are dense, but not prominent.\nThe inflorescence is single-flowered, with pseudo-dichotomous branches from 1-2 nodes below; a pedicel absent or very short, the upper leaves transitional. The stellate flowers are 40–60 mm in diameter. The sepals are 14-22 long and 3–7 mm wide, narrowly oblong and acute; the 15 veins are dichotomising and reticulate distally, with midrib prominent; their glands linear.\nThe petals are bright yellow, 20-30 long and 7–12 mm wide and oblanceolate, the apiculus acute; their glands linear, mostly uninterrupted. The longest of the about 250 stamens are 9–11 mm long. The ovary is 3, rarely from 2.5 mm to 4.5 mm long, and 2-2.5 mm wide and more or less narrowly ovoid. The five styles are 5–7 mm long, erect, outcurved below the apex; the stigmas are small. The capsule is 8–10 mm long and 5–7 mm wide, broadly ovoid, shorter than the sepals. The seeds are c. 1 mm long, not or shallowly carinate; the testa is finely scalariform-reticulate.",
    "Distribution and habitat": "Hypericum terrae-firmae is endemic to the Cayo District of Belize. It occurs in open pine or oak-pine forest or pine savannah on granite, often near streams at altitudes up to 550 m.",
    "Taxonomy": "The species has been described in 1924 by Thomas Archibald Sprague and Lawrence Riley. Its rank as a species of its own has been doubted afterwards and it has been synonymized with the Cuban Hypericum styphelioides., Norman Robson renewed it in 1987, separating it by the leaves shape (thinner, longer, acute, spread more or less widely from the base) and the large flowers with longer, narrowly oblong sepals.In the genus Hypericum terrae-firmae along with Hypericum styphelioides is part of subsection Styphelioides in the section Brathys.\n\n\n== References =="
  }
}