{
  "url": "https://en.wikipedia.org/wiki/Hypericum_lancasteri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "H. sect. Ascyreia"
    },
    {
      "Species": "H. lancasteri"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum lancasteri, known as Lancaster's St. John's wort or as zhan e jin si tao in Chinese, is a species of shrub in Hypericum sect. Ascyreia.",
    "Distribution and habitat": "The species is found only in south-central China in the provinces of Sichuan, Yunnan, and Guizhou. It grows on dry banks and grassy slopes from 1700-2600 meters above sea level.",
    "Description": "Hypericum lancasteri is a shrub that grows to be up to 1 meter tall, with branches that are suberect to spreading. Its stems are purple-red and 4-lined, and are somewhat ancipitous when the plant is young, and eventually become terete later on. The internodes grow between 10 and 60 millimeters long, sometimes being shorter than the leaves and sometimes exceeding the leaves. It has reddish-brown bark as it ages. The leaves are petiolate, and their petioles grow between 1-1.5 millimeters long. They have 30-60 lamina that grow 9-30 millimeters long and have laminar glands, dots, and short streaks, but sparse or absent ventral glands. There are typically 1-11 flowers that come from 1-3 nodes that are lax, with relatively stout branches. The species is deciduous. Its flowers are 30-55 mm in diameter and are stellate. They have buds that are oval-shaped and acute. The sepals number 8-11 and grow 3-4 mm long, are free, and are reddish in color. The species' petals are golden yellow, with no tinge of red. There are numerous stamen fascicles, each with about 45-50 stamens, the longest growing 11-16 mm long, with golden yellow anthers of similar shade to the petals. Its seeds dark red-brown and grow 1-1.3 mm long.",
    "Cultivation": "Hypericum lancasteri grows best in full sun or partial shade, and can grow in sheltered or exposed conditions. It is most suited for well-drained areas, but can grow well in damp areas as well. The species can grow in chalky or sandy soil, as well as in clay or loam. It is not greatly affected by the pH value of the soil it grows in, nd can be grown in slightly acidic or alkaline areas without much impact. It is a hardy plant that can survive through most severe winters.The species can be propagated from softwood cuttings taken from full-grown plants, or can be sown from seed outdoors in the fall. It can also be sown indoors before the last frost and then transplanted in the spring.The species is generally pest-free, but is susceptible to developing rust.\n\n\n== References =="
  }
}