{
  "url": "https://en.wikipedia.org/wiki/Hypericum_myrtifolium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "H. sect. Myriandra"
    },
    {
      "Subsection": "H. subsect. Brathydium"
    },
    {
      "Species": "H. myrtifolium"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum myrtifolium, the myrtleleaf St. Johnswort, is a species of flowering plant in the St. John's wort family, Hypericaceae. It is endemic to the Southeastern United States. It was first described by Jean-Baptiste Lamarck in 1797.",
    "Description": "Myrtleleaf St. John's wort is a small, erect shrub or subshrub growing up to 1 m (3 ft 3 in) tall. The stems are glaucous and green when young, becoming reddish brown with greyish bark, corky, or peeling in strips as it ages. The sessile, leathery leaves are evergreen, usually glaucous underneath, 8–40 mm (0.31–1.57 in) long and 5–20 mm (0.20–0.79 in) broad, oblong to lanceolate with recurved margins as they dry. The branching flowerheads produce 7–30 flowers in a dichasium arrangement. Each flower grows up to 25 mm (0.98 in) in diameter with 5 persistent sepals, 5 bright yellow petals, and around 200 stamens. It flowers in the late spring to summer (May–July). The ovary is three- or four- parted, separating at the top as it ripens, producing blackish-brown seeds.Hypericum myrtifolium is distinguished from the similar H. frondosum by its shorter, usually clasping leaves, its broadly branching dichasial flowerheads, and its persistent sepals.",
    "Distribution and habitat": "Hypericum myrtifolium occurs in wet pine flatwoods, graminoid bogs, roadside ditches, and other wetland areas with sandy or peaty soils. It is endemic to the coastal plain in the Southeastern United States, found in most of Florida and parts of South Carolina, Georgia, Alabama, and Mississippi.\n\n\n== References =="
  }
}