{
  "url": "https://en.wikipedia.org/wiki/Hypericum_ericoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "Hypericum sect. Coridium"
    },
    {
      "Species": "H. ericoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum ericoides is a dwarf shrub in the genus Hypericum, a large genus of multiple types of flowering plants, in the section Coridium. It is found in eastern and southeastern Spain, Morocco, and Tunisia. Its preferred habitat is fissures in calcareous rocks in warm, sunny places, from 200 to 2,000 meters above sea level (MASL).",
    "Description": "Hypericum ericoides is an evergreen flowering dwarf shrub whose height is between 2 and 20 centimeters. Its deciduous leaves are whorled in groups of four, are about one-twelfth of an inch long, and have linear-lancolate and recurved shape with a thin, waxy-grey colored covering, which is called a patina. Its leaves are very much like that of plants from the genus Erica, which is where we get the ericoides of Hypericum ericoides. This species' foliage helps scientists distinguish H. ericoides from other closely related species. It has many thin, erect stems, ranging from 1 to 5 millimeters in width, branching out from a stout, woody base.Its flowers, which start to bloom in May and continue to bloom throughout summer, range from one to one and a half centimeters in diameter, are often yellow in color, and have five petals.",
    "Medicinal use": "Hypericum ericoides has been used for many years in Valentian folk medicine. Interested by this, the species has been studied for its health benefits, not only because of its use in folk medicine but also for scientific reasons. Some of these include its antiglycation, antioxidation, anti-lipid peroxidation and cytotoxic activities. Studies have shown that the species can be used to dissolve kidney stones, improve blood circulation, and increase appetite.In addition, H. ericoides has a fairly low fatty acid composition in comparison to several other members of its genus. It also contains some xanthone compounds.",
    "Subspecies": "There are several unofficial subspecies of Hypericum ericoides, including H. ericoides ericoides, H. ericoides roberti, and H. ericoides marrocanum. As these are widely considered by the scientific community synonymous with H. ericoides, and show no distinct difference with the species, these are not officially accepted subspecies.\n\n\n== References =="
  }
}