{
  "url": "https://en.wikipedia.org/wiki/Hypericum_boreale",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "H. sect. Trigynobrathys"
    },
    {
      "Species": "H. boreale"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum boreale, also known as northern St. John's-wort, is a two- to three-year perennial  in the genus Hypericum, and the section Trigynobrathys.",
    "Taxonomy": "The species was first described by British scientist Benjamin Britton as a subspecies of Hypericum mutilum, but Eugene Bicknell placed it as its own species in 1895 in the 22nd edition of the Bull. Torrey Bot. Club. The species is most closely related to Hypericum mutilum, Hypericum majus, and Hypericum canadense. In addition to being similar in appearance, it is reported that the species hybridizes with at least H. canadense.",
    "Description": "The inflorescence of H. boreale is almost identical to that of Hypericum majus, but they differ in a few key ways. These include having more oblong and blunt sepals, fewer flowered clusters that are more leafy, and more broad and round leaves.\nThe inflorescence consists of single flowers or open clusters of a few to several flowers at the tips of stems and branches, with a pair of leaf-like bracts at the base of a flower stalk. Its flowers are yellow, and less than a quarter inch in diameter. It has with 5 narrow petals with blunt tips, 5 green sepals that have blunt tips, and 3 styles that are united at the base. Closely surrounding the center are 7 to 18 slender stamens.The leaves are simple, placed opposite and are either oblong, oval or elliptic. They are around half an inch long and a quarter of an inch wide. The tips and base are either rounded or taper to a blunt tip and there are 3 to 5 prominent veins. The stems are hairless and either branch on the upper part of the plant or from underground rhizomes.The fruit is an oval to ellipsoid capsule around an eighth of an inch long, and is a reddish to deep purple color.",
    "Distribution": "The species is found in the continental United States and parts of Canada. Specifically, its distribution is in the Pacific Northwest, the Midwest and Great Lakes regions, along the Eastern Seaboard, and in Eastern Canada. It shares a similar, but more limited, range to the related species H. majus.",
    "Habitat": "The species is almost always found in wetlands. Specifically, it is often found on pond edges, stream banks, marshes, and bogs. It grows well in coarse and moderate, but not fine, soils. It is cold tolerant, but requires at least 90 frost-free days and cannot survive below -33° F for sustained periods of time. It is not tolerant of salt in the soil, and requires a pH between 4.4 and 6.0 in order to survive.",
    "Conservation": "While H. boreale is considered to be secure globally and nationally in the United States and Canada, it is still somewhat threatened because of fragmentation and habitat loss due to the disruption of wetlands.",
    "References": "\n This article incorporates public domain material from websites or documents of the United States Department of Agriculture."
  }
}