{
  "url": "https://en.wikipedia.org/wiki/Hypericum_coris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "Hypericum sect. Coridium"
    },
    {
      "Species": "H. coris"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum coris, the heath-leaved St. John's wort, also called yellow coris, is a species of flowering plant in the genus Hypericum, and is the type species of sect. Coridium. It is a low shrub that grows close to the ground, and it is found in Switzerland and northwestern Italy. The species has been a popular garden plant since the 18th century, valued for its long flowering period and for how well it adapts to cultivation.",
    "Taxonomy": "The species was first described by Carolus Linnaeus in 1753 in his Species Planterum vol. 2 and was later designated as the type species of sect. Coridium. The species is similar in appearance to H. asperuloides but differs in the characteristics of its capsule and seeds. Several other species of sect. Coridium including H. ericoides and H. empetrifolium seem to be directly or indirectly related to it.",
    "Description": "The species is a low shrub or dwarf shrub that grows close to the ground. The shrub will grow to be 10-40 centimeters long and roots from a woody branching base.\nIts stems are slender and normally 4-lined, but are also sometimes 3-lined or 4-lined, and are eglandular. The annual rings of the species' stems are much smaller than those of other Hypericum species and are marked by porosity. The vessels are arranged in short radial rows, and they measure between thirty and sixty micrometers in diameter. Unlike most species in the genus, its vessels contain dark-staining substances.The internodes are 4–35 mm long, and can be shorter or longer than the leaves. The leaves are arranged in groups of four in verticils (whorls) and are sessile to petiolate. They are a dull grayish-green color on the undersides and have dimensions of 4–20 x 0.7–2 mm. They are usually linear, and the apex is tapered to a point or rounded. They are typically 1-veined. The glands on the blade are pale, rather dense, and punctiform. The intramarginal glands cannot be seen.\nThe plant usually has 3-20 flowers but can have as few as one. They come from one to three nodes, are lax, and are shaped broadly cylindric to pyramidal or subcorymbiform. The inflorescence is 15–65 mm long and lacks subsidiary branches. Their bracts are smaller than the rest of the leaves, and the bracteoles are linear to long, and are sparsely fringed with black glands. The flowers themselves are 13–20 mm in diameter with spherical buds. The sepals are usually equal, are free or almost free, and are not imbricate. They are about 3 x 1 mm in size and are rounded in shape. They have 3 veins that are not prominent. The petals are yellow without any red tinge and are persistent. They are 10 x 3 mm in size and there are three times as many as the sepals. They lack marginal glands but have laminar glans that are pale and narrow. There are around thirty stamens, with the longest growing 7–11 mm long. There are either two or three ovaries around a millimeter in length, and there are three times as many styles, which are 6–8 mm long, as ovaries.\nThe seed capsule is ovoid, and has valves with narrow vittae and swollen vesicles. The seeds are brown and about 1.7 mm long, are shaped curved-cylndric and are minutely papillose.",
    "Distribution": "The species is generally found in the western region of the Alpine mountain range. Specifically, they are found across Switzerland and northwestern Italy, and also the extreme southeast region of France. The species is found in sunny areas among calcareous rocks at altitudes of 120 meters to 2,000 meters above sea level.",
    "Ecology": "Hypericum coris blooms in the summertime from June to July and requires full sun and a moderate amount of water to properly grow. The plant is grown as an ornamental plant in some rock gardens.",
    "Conservation": "Hypericum coris is considered a least-concern species in France.",
    "References": "",
    "External links": "Species Plantarum volume 2, page 787, link to original species description"
  }
}