{
  "url": "https://en.wikipedia.org/wiki/Hypericum_canadense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "H. sect. Trigynobrathys"
    },
    {
      "Species": "H. canadense"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum canadense, known as Canadian St. Johns-wort, lesser St. John's wort, and lesser Canadian St. Johnswort, is a flowering plant in the genus Hypericum. It is a yellow-flowering annual or perennial herb native to North America and introduced to Ireland and The Netherlands. The specific epithet canadense means \"Canadian\".",
    "Description": "Hypericum canadense is a perennial herb that grows in short basal offshoots that are produced in autumn. The slender stems reach 5–75 cm in height and are simple or branched in their upper half. The stems are four-angled and slightly winged. The roots are fibrous and the herb lacks any rhizome or stolons. The leaves have characteristic pellucid dots and are linear to linear-oblanceolate. The leaves are rounded at their tip and narrow towards their sessile or subpetiolar base. The leaves are 1–4 cm long and 1–6 mm wide. Pairs of leaves are spirally arranged but not decussate, and lower leaves become more purplish, smaller, more elliptic, and crowded due to shortening of the internodes. The leaves are one to three nerved with secondary veins weaker except near the leaf base.\nThe flowers are solitary or arranged in simple cymes. The cymes are naked save for the linear bracts. Branches of the inflorescence are divergent and form a somewhat corymbiform shape. The five linear-lanceolate sepals are blunt to acutish, measuring 2.5-4.5 mm long and 0.8–1 mm wide. The sepals are shortly united at their base with one being longer than the others. The five-veined yellow petals are oblong to oblanceolate and have rounded tips, measuring about as long as the sepals or shorter. The fifteen stamens are arranged in three loose fascicles. Both the filaments and anthers are yellow, the anthers being globose and about 0.25 mm wide. The ovoid, yellow pistil is 2 mm long, with indistinct carpels and one locule. The three styles are 0.25 mm long. The conical capsule is red or purplish, measuring 4-6.5 mm long and 2-2.5 mm wide. The capsule has persistent styles measuring about 0.5 mm long. The light brown and cylindrical seeds have conical or rounded ends, measuring 0.6 mm long. The herb flowers and fruits from late July to early September.\nIt has a diploid number of 16.",
    "Hybrids and varieties": "In Nova Scotia, assumed hybrids between H. canadense and Hypericum mutilum subsp. boreale have occurred. These hybrids can be recognized as Hypericum × dissimulatum as they match material described by Eugene P. Bicknell from Nantucket.One variety, H. canadense var. magninsulare, differs in petal shape. Its petals are ovate or ovate-lanceolate and taper to an acute or obtuse apex. The reflexed petals are a pale yellow tinged with red towards their apex, with clear nerves. In typical H. canadense, the petals have a rounded or subtruncate apex, reflex only towards the end of flowering, lack any red tinge, and have exceedingly obscure nerves. Besides the petals, the variety has the same habit as the typical form. The variety is clearly more than a distinct color form, as some specimens, for example from White Head Island, have petals as pale or paler than the variety though in the same shape as a typical specimen. The distinctness in reflexing and color of petals is mostly lost in drying, and as such the variety is easily distinguishable in the field but difficult to make out in an herbarium. The variety has a distinct preference of habitat as well, preferring wet and open places in the same regions where typical specimens prefer more low-lying and more moist soils. Rarely do the two grow together. The variety name magninsulare is a Latinisation of Grand Manan, the island where the variety was first distinguished and is primarily distributed.",
    "Distribution": "It occurs naturally in eastern parts of Canada and the United States, from Ontario to Newfoundland, south to the northern parts of Florida, and east to Iowa. It is considered extirpated from Manitoba.H. canadense was discovered in Europe as early as 1935 near Almelo in the Netherlands, with previously collected specimens in 1909 determined to be H. canadense as well. The herb was reputed to have been discovered in 1959 in France but has since been shown to be erroneous, the specimens collected being H. majus. H. majus was found in Germany in 1956 and in both France and Germany the herb was likely introduced by American troops. H. canadense was first discovered in Ireland in 1954, with a single plant being found on the shore of Lough Mask. In 1968, the plant was discovered in Ireland again, this time 200 km (120 mi) south of Lough Mask in Glengarriff. The Irish plant is more similar to H. canadense var. magninsulare than to the type, given the red line on its petals and its intermediate petal shape, between the narrow, pointed shape of the variety and the lanceolate, rounded shape of the type.There are three possibilities for the presence of H. canadense in Europe. First, the plant could be introduced by human means. This is highly improbable, with it being unlikely that any European gardener would cultivate the plant and unlikely that any American troops could transport the plant, though that American hypothesis has been supposed. Second, the plant could have been transported to Ireland by natural means, most likely being carried on the feet of the Greenland white-fronted goose if by any bird. The goose breeds in Greenland and winters in North America or Ireland, but this hypothesis can only be considered if H. canadense is discovered in Greenland. The third possibility is that the plant is relict in Europe, supported by the fact that several other species considered relict have similar geographic distributions. The plant's occurrence in Newfoundland gives credence to its hardiness, suggesting that it could have withstood the latest glaciation. Najas flexilis is similar in hardiness and survived the last glaciation as fossil evidence shows. The attempted creation of the Corrib-Mask Canal lowered water levels in the herb's Irish area, and if the plant was underwater before then, the relict hypothesis would be disproven. An 1841 map shows that the distribution of H. canadense stops short of the lakeshore by 90–300 yd (82–274 m). However, the plant clearly occurs below an older shore line of uncertain age; the shore line is certainly post-glacial, but it may be old enough for the plant to migrate down to its current occurrence. The abundance and conspicuousness of the plant opposes this theory, as in the 1950s a few plants were discovered simultaneously in France and Ireland, but more recently the plants are quite abundant, suggesting more recent naturalization of the herb. The majority of evidence is in favor of the relict hypothesis, but future spreading or lack thereof of the plant will better suggest recent introduction or the growth of an autochthon.",
    "Habitat": "Hypericum canadense occurs in wet or dry soils in sandy ditches and clearings, road verges, pastures, boggy or peaty regions, gravelly beaches, and occasionally in woodlands. It is considered a facultative wetland plant in the United States, meaning that it usually occurs in wetlands, but may also occur in non-wetlands, typically in areas where the soil surface is flooded at least seasonally.In North Carolina, the herb occurs at elevations as high as 5,000 m (16,000 ft). In the Chicago area, it is a highly conservative species, growing almost exclusively in undisturbed, remnant natural areas, primarily \"high-watertable sand flats\" and acidic wet to wet-mesic sand prairies.The variety H. canadense var. magninsulare prefers wet soils in pastures or swamps. In Ireland, the herb occurs in wet soils of pH between 4 and 5, with rich organic matter. The plant requires base-poor and peaty soils to occur in Ireland. Grazing by cattle likely reduces competition and provides open ground for establishment of the herb.Hypericum canadense and Hypericum majus overlap in most of their Canadian distribution. H. canadense is more eastern, occurring in the Maritimes towards Lake Superior. H. majus is rare in the Maritimes but occurs as far west as British Columbia. In the Maritimes H. canadense is restricted to mostly Paleozoic formations and in Ontario it prefers Precambrian formations. H. majus occurs in a broader range of habitats.\n\n\n== References =="
  }
}