{
  "url": "https://en.wikipedia.org/wiki/Hypericum_phellos",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "H. sect. Brathys"
    },
    {
      "Species": "H. phellos"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum phellos is a species of shrub or small tree in Hypericum sect. Brathys. The species is found in Colombia and Venezuela on scrubby slopes and moist woods.",
    "Description": "Hypericum phellos grows 0.3–4 m (1 ft 0 in–13 ft 1 in) tall, with strict and nearly always lateral branches. The yellowish brown, four-lined stems are ancipitous when young and become terete. The internodes are 1.5–3 mm (0.059–0.118 in) long. The sessile leaves spread from their base or are imbricate. The lamina is 4–20 mm (0.16–0.79 in) long and 2–6 mm (0.079–0.236 in) wide. The leaves are flat or recurved, never concave, and are thinly to thickly coriaceous. The apex of the leaf is acuminate to rounded and the base is cuneate to angusate. Leaves have three to seven diverging basal veins and obscure tertiary reticulation. The one to five flowered inflorescence is terminal, arising on short lateral shoots. The peduncles and pedicels are 1–9 mm (0.039–0.354 in) long. The star-shaped flowers are 1.5–3 cm (0.59–1.18 in) wide. The sepals are 4–9 mm (0.16–0.35 in) long and 1.5–3 mm (0.059–0.118 in) wide, each with five to seven distally branched veins. The bright yellow to occasionally orange-yellow petals are 8–15 mm (0.31–0.59 in) long and 4–8 mm (0.16–0.31 in) wide, about twice as large as the sepals. The forty to two-hundred stamens are, at the most, 5–8 mm (0.20–0.31 in) long. The ovoid ovary is 2–3.5 mm (0.079–0.138 in) long and 1.5–2 mm (0.059–0.079 in) wide. The three styles are 6–9 mm (0.24–0.35 in) long. The stigmas are small or subcapitate. The globose capsules are 4–5.5 mm (0.16–0.22 in) long and 3.5–5 mm (0.14–0.20 in) wide. The seeds are about 1 mm (0.039 in) long.H. phellos is easily distinguished from close relatives by its corky ridges on its internodes and by its deciduous leaves. When leaves are persistent, they are either marcescent with an acute apex (var. marcescens), or broad and appressed, lacking corky emergences (subsp. platyphyllum). The other subspecies, oroqueanum, has appressed leaves that are not persistent.",
    "Habitat and distribution": "Hypericum phellos grows on scrubby slopes and in moist woodlands. It prefers altitudes between 2,600–4,200 m (8,500–13,800 ft).The shrub occurs in Santander, Norte de Santander, and Cesar in Colombia and in Táchira in Venezuela.\n\n\n== References =="
  }
}