{
  "url": "https://en.wikipedia.org/wiki/Hypericum_harperi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "H. sect. Trigynobrathys"
    },
    {
      "Species": "H. harperi"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum harperi, the sharplobe St. Johnswort or Harper's St. John's wort, is a perennial aquatic herb native to southeast North America. H. harperi has a diploid number of 24.",
    "Taxonomy": "Webb, in his dissertation, referred to H. incertum as the cypress pond St. John's wort. When Steudel transferred the species of Brathys to Hypericum, he created the nom. nov. for Brathys lanceolata due to the name H. lanceolatum already existing for an Old World species. After finishing his dissertation, Webb annotated the type of B. lanceolata/H. incertum and henceforth used the name H. harperi.Though similar to H. denticulatum var. acutifolium (and previously identified as that variety), H. harperi remains distinct in its aquatic habitat and related aerenchymatous stem base. In addition to morphological differences, H. harperi contains C-glycosyl flavones which var. acutifolium lacks. No other species of this H. denticulatum complex has the extensive rhizomes of H. harperi, a specialization indicative of its aquatic habitat and an adaptation shared with its coinhabitants Rhynchospora careyana, Oxypolis canbyi, and Lobelia boykinii.",
    "Description": "Hypericum harperi is a rhizomatous herb with slender, pinkish rhizomes. Twith a branched base growing 0.3–1 m (1 ft 0 in–3 ft 3 in) tall. The flowering branches are typically from median or upper stem nodes. The brown to reddish aerial stems are spongy and become green upward. The green primary stems have four lines and are covered with glandular dots. The internodes are 8–20 mm (0.31–0.79 in) long, about as long as the leaves. The sessile leaves are ascending and become deflexed when fading. The leaves are 10–30 mm (0.39–1.18 in) long and 3–5 mm (0.12–0.20 in) wide. The lanceolate leaves have a plane margin with an acute apex and a cuneate base. There are one to three basal veins and a midrib either unbranched or possessing a single branch. The laminar glands are dense but inconspicuous. The inflorescence possess up to about 30 flowers with flowering branches up to 16 lower nodes. The whole inflorescence is a pyramidal to subcorymbiform shape. The pedicels are 1.5–2 mm (0.059–0.079 in) long; the bracts are 2–6 mm (0.079–0.236 in) long. The star-shaped flowers are 4–10 mm (0.16–0.39 in) in diameter, with orange-yellow petals that number about twice the sepals. The sepals are 3–5 mm (0.12–0.20 in) long, with three to five veins. The sepals are typically unequal, lanceolate, and have linear glands that become punctiform distally. The 50 to 80 stamens are about 3–6 mm (0.12–0.24 in) long. The ovoid ovary is 1–1.5 mm (0.039–0.059 in) long with two to three styles ranging 2–4 mm (0.079–0.157 in) long. The seeds are 0.5 mm (0.020 in) long.",
    "Habitat and distribution": "Hypericum harperi grows in swamps as well as wet pine barrens, especially the shallows of depressional wetlands (Carolina bays). It rarely will occur in open, seasonal depressions. It grows in the coastal plain of South Carolina, Georgia, and northern Florida. It occurs at elevations between 0–200 m (0–656 ft). It occurs alongside Taxodium ascendens, Nyssa biflora, and other similar species.\n\n\n== References =="
  }
}