{
  "url": "https://en.wikipedia.org/wiki/Hypericum_przewalskii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "Hypericum sect. Roscyna"
    },
    {
      "Species": "H. przewalskii"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum przewalskii, commonly called Przewalski's St. John's wort, is a flowering plant in Hypericum sect. Roscyna that is native to China.",
    "Taxonomy": "Hypericum przewalskii was first described by Karl Maximovich in the Bulletin de l'Academie Imperiale des Sciences de St-Petersbourg in 1881. It is known as tu mai jin si tao in Chinese. The species is most closely related to the one other species in sect. Roscyna, Hypericum ascyron, and is also closely related to Hypericum macrosepalum.",
    "Description": "The species is a perennial herb that grows 3–5.5 cm (1.2–2.2 in) tall. It stands erect or sometimes ascends from a creeping base, with anywhere from a few stems to numerous. It is usually branched below the inflorescence or throughout the whole plant. The stems are 2-lined when young and become incompletely 4-lined or terete. The internodes are 25–80 mm (0.98–3.15 in) long and are all shorter than the leaves except the upper internodes which are very slightly longer. The leaves are directly attached and their blades are 20–65 mm (0.79–2.56 in) by 10–32 mm (0.39–1.26 in) and are oblong and get smaller down the stem. They are much paler in color beneath with a texture similar to paper. The apex of the blade is rounded rounded and its base is cordate-amplexicaul. There are 4-6 pairs of main veins on the leaves from the lower half of the midrib, with the secondary and tertiary veins barely visible. The glands on the leaves are pale, dense, and consist of unequal dots or short streaks while the intramarginal glands are a pale shade. The species is 1-7 flowered from 1-3 different nodes and are organized in corymbs. The pedicels are 1.2–2.2 cm (0.47–0.87 in) long but can grow as long as 4.5 cm (1.8 in) long when the plant is in fruit. The flowers themselves are 2–4 cm (0.79–1.57 in) in diameter and are stellate. The buds are narrow and oval-shaped. The petals are bright yellow and are slightly curved and rounded. There are 5 stamen fascicles each with 15-30 stamens. The seeds are colored dark reddish-brown and are 1.3–1.5 mm (0.051–0.059 in) long. They are cylindric in shape and are shallowly carinate, without terminal expansion.The species flowers from June-August and fruits from July-October.",
    "Distribution and habitat": "The species is native to China, specifically the north and central regions of the country in the provinces of Gansu, Shaanxi, Henan, Hubei, Sichuan, Yunnan, and Qinghai. It is found on mountain slopes, thickets on river banks, in meadows and by roadsides at elevations of approximately 2,150–3,400 m (7,050–11,150 ft) above sea level.\n\n\n== References =="
  }
}