{
  "url": "https://en.wikipedia.org/wiki/Hypericum_vacciniifolium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "Hypericum sect. Arthrophyllum"
    },
    {
      "Species": "H. vacciniifolium"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum vacciniifolium is a species of flowering plant in the genus Hypericum. It was first described by August von Hayek and Walter Siehe in the Ann. K. K. Naturhist. Hofmus. journal in 1914 from a specimen collected by Siehe in 1912.",
    "Description": "Shrub 0.08-0.2 m tall, erect, bushy, rounded, with branches tortuous. Stems 2-lined when young, soon terete; bark greyish brown to whitish grey. Leaves sessile or with pseudopetiole up to c. 0.7 mm; lamina 6-15 x 3.5-9 mm, elliptic or oblong-elliptic to obovate, somewhat paler but not or scarcely glaucous beneath, midrib and reticulate venation prominent on both sides, chartaceous, deciduous during second year; apex obtuse or subapiculate to rounded, base cuneate to angustate or shortly pseudopetiolate; venation: 3-6 pairs of major and minor laterals, distinct from tertiary reticulation. Inflorescence l-3(-9)-flowered, from 1-2 nodes, rounded-corymbiform when several-flowered; pedicels 4-7 mm; bracteoles triangular-subulate, margin entire. Flowers c. 15-18 mm in diam.; buds ellipsoid, rounded. Sepals 2-4 x 1.3-1.7 mm, unequal, shortly united, oblong to ovate, subacute to rounded, margin entire, glands submarginal, veins 3-5, not prominent. Petals bright? yellow, 10-12 x 4-5 mm, 3-4 x sepals, oblong-lanceolate, unequally retuse; laminar glands linear to punctiform. Stamens c. 20, longest c. 11-12 mm, about equalling petals. Ovary c. 2.5 x 1.5mm, narrowly ovoid-ellipsoid; styles 8-9 mm long, c. 3-4 x ovary, narrowly curved-ascending; stigmas narrow. Capsule (immature) ovoid. Seeds not seen.H. vacciniifolium is closely related to the Libano-Syrian H. nanum, differing essentially from it in the thinner leaves with prominent venation and angustate to pseudopetiolate base and the smaller number of stamens, and usually in the fewer (often only 1) -flowered inflorescence and relatively broader, less acute sepals.",
    "Distribution": "H. vacciniifolium is found only in the East Cilicia region of Southern Turkey. The species appears to be confined to a small area of the Taurus Mountains. It can be found on limestone cliffs at altitudes of 1000-1500 meters.",
    "Uses": "H. vacciniifolium, along with other Turkish species of Hypericum, is used in local folk medicine. It is specifically used to help treat eczema, swelling, bruises, and minor wounds. In lab conditions, the species has been proven to have antibacterial properties against Staphylococcus aureus.\n\n\n== References =="
  }
}