{
  "url": "https://en.wikipedia.org/wiki/Hypericum_cumulicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "H. sect. Trigynobrathys"
    },
    {
      "Species": "H. cumulicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum cumulicola is a rare species of flowering plant in the St. John's wort genus known by the common name highlands scrub hypericum, or highlands scrub St. John's wort. It is endemic to Florida, where it is threatened by habitat loss and degradation. It is a federally listed endangered species of the United States.\nThis is a perennial herb with wiry, sometimes woody, stems growing from a taproot and reaching about 60 centimeters in maximum length. The leaves have slightly succulent blades which are linear in shape and measure just a few millimeters long. Flowers occur on the upper branches in a scattered fashion. Each has five yellow petals 3 to 4 millimeters long and many stamens at the center. The flowers open in the morning and are closed by midday. They are visited most often by bees of genus Dialictus.The plant only occurs in Highlands and Polk Counties in Florida. It is one of the many endemics that are native to the Lake Wales Ridge. There are 66 occurrences known, but only 31 are on protected land. Even land that is protected may be improperly managed, however.This plant occurs in the Florida scrub, an endangered habitat type. The substrate is white sand. The plant may grow alongside other rare scrub vegetation, such as the wedge-leaved button snakeroot (Eryngium cuneifolium). The plant is a gap specialist, growing in gaps in the tree and shrub layer where sunlight can reach it. These gaps in the woody vegetation of the scrub are maintained by periodic wildfires; one of the main threats to its existence is fire suppression. In the absence of a normal fire regime, the taller and woody vegetation grows up and shades out the plants of the understory. The plant is fire-dependent. It resprouts after fire, becoming more abundant in seasons after fire moves through an area.Habitat is also lost outright when it is claimed for development. The land is used for residential and agricultural uses, including ranches and citrus groves. Land management practices that could benefit the plant include less suppression of fire, avoiding fire during drought times, formation of gaps in the scrub through other means, and avoiding disturbance of the soil crust, which may have a protective effect on the seedlings.",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}