{
  "url": "https://en.wikipedia.org/wiki/Hypericum_mutilum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "H. sect. Trigynobrathys"
    },
    {
      "Species": "H. mutilum"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum mutilum is a species of St. John's wort known by the common name dwarf St. John's wort. It is native to parts of North America and is present in other parts as an introduced species. It is an annual or perennial herb taking a multibranched erect form up to about 60 centimeters tall. The oval green leaves are one or two centimeters long and are covered in tiny glands. The inflorescence is a compound cyme of tiny flowers. H. mutilum subsp. mutilum and subsp. boreale have a diploid number of 16, and H. mutilum subsp. boreale can have a diploid number of 18.",
    "Taxonomy": "Hypericum mutilum is most closely related to Hypericum gymnanthum, differing in leaf shape, sepal shape, and its smaller flowers.\nWhere H. mutilum is native, it is variable in size and leaf shape but is still easily identified. However, in Canada, characteristics that typically separate H. mutilum from Hypericum boreale break down such that they are treated as subspecies. It is difficult to separate the two as species due to the high variability due to genetic and ecological influence. The difficulty in distinguishing the two is most apparent in Ontario where their separation is vague. The taxonomic problem is also based in nomenclature. H. boreale is based on Britton's 1891 description which is only marginally valid as a variety. This variety was transferred to species rank by Bicknell while he simultaneously made a combination under H. mutilum. This is invalid as the author did not intend to accept the name but instead proposed the name in anticipation of future treatment of the taxon. The problem of taxonomy is further muddled by the presence of Hypericum canadense. The species grows sympatrically with H. mutilum and in Nova Scotia the two become very difficult to distinguish. The description of Hypericum dissimulatum was a temporary solution to the problem. In 1980, Webb recognized H. dissimulatum as a hybrid between H. canadense and either H. mutilum or H. boreale.More towards the south, populations in the coastal plain from South Carolina to Florida west to Texas have more oblanceolate sepals and were named the variety latisepalum by Fernald in 1936. In these coastal populations, the terminal stem node is longer or absent as compared to the rest of the species, and thus the variety has been more recently promoted to a subspecies.The specific epithet mutilum means \"mutilated\" or \"cut-off\", as the Linnaean type was only a cut-off fragment of the plant. The name latisepalum means \"broad-sepaled\" and the name boreale means \"northern\".",
    "Description": "Hypericum mutilum is a glabrous perennial or annual herb that is erect or decumbent, growing 15–60 cm (5.9–23.6 in) tall. The fibrous roots arise from the rhizome or stem base. The stems are solitary or branched from their base, typically with ten pairs of spreading branches. The green, four-angled stems are more or less ancipitous above and have smooth lines. The internodes are 10–40 mm (0.39–1.57 in) long, exceeding all leaves except some of the uppermost. The sessile, spreading, persistent leaves are 5–27 mm (0.20–1.06 in) long and 1–15 mm (0.039–0.591 in) wide. The leaves are papery and membranous. Lower leaves are ovate or elliptic and upper leaves are ovate or suborbicular. The leaves are planar and the midrib is prominent on the lower side of the leaf. The apex of the leaf is rounded to obtuse and the base is rounded or rarely cuneate. Leaves have three to five basal veins with somewhat prominent ascending branches, and lax, obscure tertiary reticulation. The laminar glands are dense and punctiform. Pairs of leaves spiral and become smaller and more crowded lower on the stem. The terminal, cylindric inflorescence is five to sixty flowered, with regular monochasial or dichasial branching, flowering branches rising from ten nodes below. The pedicels are 1–3 mm (0.039–0.118 in) long, the upper leaves are foliar, and the bracts are subulate to foliar. The star-shaped flowers are 3–5 mm (0.12–0.20 in) wide and the central flower has a shorter pedicel. The lanceolate to linear-lanceolate sepals are 2–4 mm (0.079–0.157 in) long and 1–1.5 mm (0.039–0.059 in) wide, being equal or unequal, acute to apiculate, and with margins entire. Sepals have three to five unbranched veins that are scarcely prominent. The glands on the sepals are linear, becoming punctiform distally. The golden-yellow oblong petals are 1.75–2.5 mm (0.069–0.098 in) long and 0.8–1.5 mm (0.031–0.059 in) wide, shorter than the sepals. The petals have two or three veins and lack glands. The five to sixteen stamens are rarely grouped, the longest measuring 1.8–3 mm (0.071–0.118 in). The pistil is 2.5 mm (0.098 in) long and unilocular. The ovoid to ellipsoid ovary is about 1 mm (0.039 in) long and 0.6 mm (0.024 in) wide. The three styles are 0.5 mm (0.020 in) long. The stigmas are broadly capitate. The ovoid to cylindric-ellipsoid capsule is 2–4 mm (0.079–0.157 in) long and 1.6–2.4 mm (0.063–0.094 in) wide, rounded at its summit. The light brown seeds are 0.4–0.7 mm (0.016–0.028 in) long. The herb flowers from July to September.H. mutilum subsp. mutilum has an apical internode that is shorter than the rest of the internodes. The leaves are variable in shape but are most commonly broadly ovate or suborbicular, and have a pale underside. The sepals are more broad above their middle. The inflorescence of the subspecies branches from two to ten nodes, with the branching being chiefly dichasial. The subspecies is distributed throughout the entire distribution of the species except for the northernmost regions and part of the coast of the Gulf of Mexico.H. mutilum subsp. latisepalum has well developed apical internodes that are longer than other internodes. The leaves are broadly ovate with pale undersides. The sepals are more or less imbricate and are wider above their middle. The inflorescence branches from one to four nodes and branches diffusely and monochasially distally. The subspecies only occurs in scattered populations in low grounds and coastal mud from New Jersey to Florida and west to Texas.H. mutilum subsp. boreale has shorter or absent apical internodes. The broadly ovate to elliptic leaves have no pale undersides. The sepals are not imbricate and are wider in their upper half. The inflorescence branches from two to six nodes, branching mostly dichasially. When the subspecies grows when submersed in water, the plants are nearly always sterile and have elongated stems. The subspecies occurs from Newfoundland west to Manitoba, Wisconsin, and Minnesota and south to Virginia.",
    "Habitat and distribution": "Hypericum mutilum grows in ditches, marshes, shorelines, and occasionally in moist woods and fields. In the United States it occurs up to 1,400 m (4,600 ft) and in Ecuador it occurs up to 2,300 m (7,500 ft). It prefers a soil pH of 4.8 to 7.2.The plant is native to Eastern Canada and the United States, where it occurs in the north from south-eastern Manitoba to southern Ontario to Newfoundland, in the south to Florida, and in the west to Texas. It has been introduced to France in Landes, to Italy in Tuscany, to Poland in Silesia, to Mexico (where it may be partly native), to Honduras, Ecuador, Peru, Brazil, New Zealand, and Hawaii. The populations discovered in France in 1934 and in Italy in 1834 seem to have been established for a long time.",
    "Ecology": "Similar to some other species of Trigynobathys, H. mutilum grows in moist or muddy habitats where its seeds adhere to wading birds. The long distance migrations of these birds is most likely the method by which the species has been introduced to Central and South America, where in some areas including Mexico and Ecuador the species appears to have been established for a long time.\n\n\n== References =="
  }
}