{
  "url": "https://en.wikipedia.org/wiki/Hypericum_tortuosum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "Hypericum sect. Triadenoides"
    },
    {
      "Species": "H. tortuosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum tortuosum is a species of flowering plant in the genus Hypericum. It is found only in Socotra, Yemen, where it is endemic. The species is an apomorphic relative of the other Socotran species in Hypericum sect. Triadenioides and is most closely related to Hypericum scopulorum. Its natural habitats are subtropical or tropical dry forests and subtropical or tropical dry shrubland.",
    "Description": "The species is a shrub or shrublet that grows up to half a meter tall. It has many branches that are divergent-ascending and flexuous. The stems are 4-lined and their cortex is reddish, and the bark is slightly ribbed. The leaves are opposite and free, and are all sessile; their petioles are up to 4 millimeters long. The leaves are roughly 10 x 7 millimeters in size, and are paler in color on the undersides, as well as being glaucous on both sides. There are usually around 35 flowers on the species which are terminal and whose pedicels are 4-8 millimeters long and slender in shape. The flowers are 10 millimeters in diameter, with ellipsoid and obtuse buds; their petals are bright yellow with no tinge of red. The species has 4-6 sepals and 25 stamens. The seeds are dark brown and around 1.2 millimeters in length.",
    "Conservation Status": "H. toruosum was evaluated by the IUCN in 2004 and assessed as Least Concern because it is common in different vegetation types across the island and faces no discernible threats.\n\n\n== References =="
  }
}