{
  "url": "https://en.wikipedia.org/wiki/Hypericum_sect._Webbia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "Hypericum sect. Webbia(Spach) R. Keller"
    },
    {
      "Species": "H. canariense"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum canariense is a species of Hypericum known by the common name Canary Islands St. John's wort. It is the sole member of Hypericum sect. Webbia.",
    "Etymology": "Among its numerous aliases in Spanish are granadillo, espanta demonios, flor de cruz, and leña de brujas. In Finnish, the species is known as Kanariankuisma. Its specific epithet canariense is a reference to the populousness of H. canariense in the Canary Islands. As such, its common names include Canary Islands St. John's wort or Canary Islands Hypericum.",
    "Distribution": "It is endemic to the Canary Islands and Madeira, where it grows in low-moisture scrub and forested slopes of the five westernmost islands from 150 to 800m. It is also known as an introduced species in Australia, New Zealand, and the US states of California and Hawaii, where it is an escaped ornamental plant and generally considered a minor noxious weed.",
    "Habitat": "Hypericum canariense grows in clayey or sandy soils, as well as in loam. It is found along creeklines and roadsides. It is also prominent in dry scrub habitats and in mesic forests, often alongside Globularia salicina.",
    "Description": "The species is a flowering shrub growing 2–3 metres (6 ft 7 in–9 ft 10 in) in height. Its many stems bear waxy lance-shaped leaves 5–7 centimetres (2.0–2.8 in) long. The plentiful flowers each have five bright to deep yellow petals each just over a centimeter long and many yellowish whiskery stamens. It reproduces via the seed in its dehiscent dry fruits and also vegetatively via rhizome.The species is commonly misidentified as H. canadense or Peritoma arborea because of their similar flower structure and large stamens.",
    "Varieties": "The species has three accepted varieties:\nH. canariense var. canariense\nH. canariense var. floribundum (Dryand. ex Ait.) Bornm.\nH. canariense var. platysepalum (Webb & Berth.) Ceb. & Ort.",
    "References": "",
    "External links": "CalFlora Photo Gallery"
  }
}