{
  "url": "https://en.wikipedia.org/wiki/Hypericum_denticulatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "H. sect. Trigynobrathys"
    },
    {
      "Species": "H. denticulatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum denticulatum, the coppery St. John's Wort, is a perennial herb native to the Eastern United States. The species has two varieties, H. denticulatum var. recognitum and H. denticulatum var. acutifolium. The herb has a diploid number of 24 or 48.",
    "Taxonomy": "The most closely related species to Hypericum denticulatum is Hypericum rigidum var. sellowianum, a plant native to southeastern Brazil. The large disjunction in the distribution of the two herbs is most likely the result of ancient long distance dispersal.\nThe H. denticulatum complex has typically been treated as comprising two taxa, regarded in the past as separate species, two varieties, and most recently two subspecies. In 1948 Fernald and Schubert divided the species into three varieties, var. typicum (which became var. denticulatum), var. acutifolium, and var. recognitum. The last two varieties encompassed the former species Hypericum virgatum which had narrower leaves and sepals. In var. acutifolium they included specimens once described as Hypericum harperi. However, in 1980 Webb distinguished H. harperi by its morphology, ecology, and distinct distribution. Webb also confirmed reports of chromosome numbers n = 12 and 24 for H. denticulatum, showing that while n = 12 is found in varieties acutifolium and denticulatum as well as H. harperi, n = 24 is only found in var. denticulatum. Authors including Gleason, Cronquist, and Adams recognized var. acutifolium and var. recognitum as one variety, and the variety is now considered a subspecies (as is var. denticulatum).The specific epithet denticulatum means \"small-toothed\", referring to the marginal teeth on the petals. Walter named the species on account of the apiculate petals while Kunth named his H. denticulatum (H. galinum) in reference to the denticulate leaf margin of the species. In H. denticulatum subsp. acutifolium, the name acutifolium means \"acutely leaved\". In the former variety H. denticulatum var. recognitum, the name recognitum means \"studied anew\".",
    "Description": "Hypericum denticulatum is an erect perennial, typically glabrous throughout. The slender, herbaceous stems are strict or ascending, usually clumped together and arising from surculose bases. The four-angled, densely dotted stems reach 25–65 cm (9.8–25.6 in) in height and have four-lined internodes measuring 8–47 mm (0.31–1.85 in). The stems only branch at the typically aerenchymatous base and in the inflorescences. The nearly erect leaves are ovate, oval, or oboval, have acute tips, and are rounded at their sessile bases. The leaves are thick, leathery, and firm, the longest measuring 0.8–2.5 cm (0.31–0.98 in) in length and most measuring 0.6–1.7 cm (0.24–0.67 in) wide, most being shorter than the internodes. Typically leaves are planar but they can become recurved when dry. The leaves have one to five basal veins and are densely dotted. The terminal, pyramidal to corymbiform inflorescences bear up to 25 scattered racemose flowers on their ascending branches. The inflorescence is monochasial after the fourth grade, with lateral dichasial or monochasial branches six nodes below, the lateral branches bearing up to fifteen flowers. The pedicels are 2–4 mm (0.079–0.157 in) long and bracts are 3–6 mm (0.12–0.24 in) long. The star-shaped flowers are 5–13 mm (0.20–0.51 in) wide. The herbaceous sepals are oblong to narrowly ovate with acute apices, measuring 3–8 mm (0.12–0.31 in) long and 1.5–4 mm (0.059–0.157 in) wide. Each sepal has three to five veins. The petals are a coppery yellow, measuring 5–10 mm (0.20–0.39 in) long and 4–6 mm (0.16–0.24 in) wide. The 50 to 80 stamens are irregularly spaced, the longest measuring 3–5 mm (0.12–0.20 in). The ovoid ovary is 1.5–2 mm (0.059–0.079 in) long and 1–1.5 mm (0.039–0.059 in) wide. The singularly locular capsule is ovoid and held by the sepals. The three styles, measuring 2–4 mm (0.079–0.157 in) long, are distinct, short, and have capitate stigmas. The ovoid capsules measure 3–5 mm (0.12–0.20 in) long and 2–3 mm (0.079–0.118 in) wide. The seeds are 0.4–0.7 mm (0.016–0.028 in) long.H. denticulatum closely resembles Hypericum erythreae but can be distinguished by its shorter stems and more dense foliage.H. denticulatum subsp. denticulatum can be distinguished by its shorter stature, growing 0.2–0.7 m (7.9 in–2 ft 3.6 in) tall, and by its lower internodes. Its appressed leaves are 2–20 mm (0.079–0.787 in) long and 5–15 mm (0.20–0.59 in) wide. Its sepals are 4–8 mm (0.16–0.31 in) long and 2–4 mm (0.079–0.157 in) wide. Its diploid number is 24 or 48. It can be found in moist ditches, pine barrens, and prairies at elevations between 0–400 m (0–1,312 ft).H. denticulatum subsp. acutifolium is taller than subsp. denticulatum, growing to 0.4–0.75 m (1 ft 4 in–2 ft 6 in). Its leaves are 10–35 mm (0.39–1.38 in) long and 3–8 mm (0.12–0.31 in) wide. Its sepals are 3–3.5 mm (0.12–0.14 in) long and 1.5–2.5 mm (0.059–0.098 in) wide. Its petals tend to be more yellow and less orange than the other subspecies. It has a diploid number of 24. The subspecies occurs in dry roadsides, fields, and woodlands at elevations up to 700 m (2,300 ft) or possibly higher, with a less coastal distribution than the other subspecies.",
    "Distribution and habitat": "Hypericum denticulatum grows in sandy or argillaceous shores, swamps, ditches, gravelly hills, and pine barrens at altitudes between 0–700 m (0–2,297 ft).The herb occurs in Alabama, Delaware, Georgia, New Jersey, New York, North Carolina, South Carolina, Pennsylvania, Tennessee, and Virginia, and rarely in Illinois as H. denticulatum var. recognitum.\n\n\n== References =="
  }
}