{
  "url": "https://en.wikipedia.org/wiki/Hypericum_edisonianum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "H. sect. Myriandra"
    },
    {
      "Subsection": "H. subsect. Ascyrum"
    },
    {
      "Species": "H. edisonianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum edisonianum, known as Arcadian St. John's wort, Edison's St. John's wort, and Edison ascyrum, is a species of flowering plant in the St. John's wort family, Hypericaceae. It is endemic to Florida.",
    "Description": "Arcadian St. John's wort is a small, thicket-forming shrub, growing up to 1.5 meters (4.9 ft) tall. The stems are reddish-brown, marked with lines when young and with bark peeling in strips as it ages. The leathery leaves are sessile and elliptic, growing 15–26 millimeters (5⁄8–1 in) long and 5–11 millimeters (1⁄4–3⁄8 in) across, paler underneath and waxy above. The leaves quickly fall off, leaving behind gland-like auricles. Flowers are produced in a pseudo-dichotomous arrangement. Each yellow flower has 4 sepals: 2 large and 2 small. The flowers each have 4 bright yellow petals and numerous stamens. The capsules have 3-4 lobes.\nHypericum edisonianum is distinguished from the similar H. crux-andreae by its smaller, thicker leaves, its pseudo-dichotomous branching, and a pair of gland-like auricles that remain after leaves fall off the stem.",
    "Distribution and habitat": "In Florida, Hypericum edisonianum is restricted to wet prairies, flatwoods, pond margins, and other low areas in the central peninsula, often on sandy soils. It is locally abundant, but only found at 25 sites in 5 conservation areas.",
    "Conservation": "Arcadian St. Johns wort is threatened by wetland loss, fire suppression, grazing, and habitat destruction. Conservation efforts to protect this species include securing scrub habitat suitable for its growth, the application of prescribed fire, maintaining natural hydrology, and excluding off-road vehicles and cattle.\n\n\n== References =="
  }
}