{
  "url": "https://en.wikipedia.org/wiki/Hypericum_sampsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "Hypericum sect. Sampsonia"
    },
    {
      "Species": "H. sampsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum sampsonii is a species of flowering plant in the St. John's wort family, Hypericaceae. It occurs in China, Taiwan, Japan, Myanmar, and Vietnam. It is one of two species of Hypericum in the section Hypericum sect. Sampsonia.",
    "Description": "Hypericum sampsonii is a perennial herb 20–80 cm (7.9–31.5 in) tall with perfoliate leaves. The thick, papery leaves are lanceolate to oblanceolate, 2–8 cm (0.8–3 in) long and 0.7–3.5 cm (0.3–1 in) across, with pale undersides and dense pale or black glandular dots. The flat-topped flowerhead has between 20 and 40 flowers, each flower 6–15 mm (0.2–0.6 in) in diameter with 5 bright yellow petals. Each petal is 4–13 mm (0.16–0.51 in) long and 1.4–7 mm (0.055–0.276 in) across with pale glandular streaks or dots on the surface and black glands along the edges. Each flower has 30–42 stamens, 3 styles, and 3-parted capsules. The ovoid to pyramidal capsules reach 9 mm (0.35 in) in length and 5 mm (0.20 in) across with amber-colored vesicular glands scattered on the valves. The orange-brown seeds are approximately 1 mm (0.039 in) long. Hypericum sampsonii flowers between May and July and fruits between June and October.",
    "Taxonomy": "H. sampsonii was described in 1865 by Henry Fletcher Hance in the Journal of Botany, British and Foreign.  It was named for its collector, \"T. Sampson\", who collected specimens in June 1865 along muddy rivrebanks \"subject to overflows\" near \"Lukpo, 100 miles west of Canton\" in southern China. The species was described as rare at that location.Several authors placed this species in the section Hypericum sect. Drosocarpium, though it is now segregated into H. sect. Sampsonia, along with Hypericum assamicum, based on the combination of perfoliate leaf pairs and vesicular-glandular capsule valves.",
    "Distribution and habitat": "Hypericum sampsonii occurs in China, Taiwan, southern Japan, eastern Myanmar, and northern Vietnam. In China, it is found in Anhui, Fujian, Guangdong, Guangxi, Guizhou, Henan, Hubei, Hunan, Jiangsu, Jiangxi, Shaanxi, and Sichuan. It occurs in thickets, grassy and riparian areas, and disturbed places such as roadsides and cultivated edges, at 100–1,700 m (330–5,580 ft) above sea level.",
    "Chemistry": "Hypericum sampsonii has been studied for potential use in medicine, including the treatment of \"hematemesis, enteritis, traumatic hemorrhage, swellings, and cancer\". It contains polycyclic polyprenylated acylphloroglucinols (PPAPs) including norsampsone.\n\n\n== References =="
  }
}