{
  "url": "https://en.wikipedia.org/wiki/Hypericum_oblongifolium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "H. sect. Ascyreia"
    },
    {
      "Species": "H. oblongifolium"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum oblongifolium, known as Pendant St. John's wort, is a species of flowering plant in Hypericum sect. Ascyreia.",
    "Distribution and Habitat": "The species is present from northern Pakistan east to central Nepal through the western Himalayas in hilly regions at elevations of 800-1200 meters above sea level. It is found in open areas or shady, moist places, sometimes being found in the undergrowth.",
    "Description": "The species is a shrub that grows from 50-120 centimeters tall. It is many-branched, and its branches are spreading or drooping or sometimes straggling. Its stems are red, 4-lined, and ancipitous when young, but later become terete. The stems are 15-50 mm long, meaning they are almost always shorter than the leaves. When the plant has bark it is a dark grey color. The leaves are sessile and are elliptical to oblong and are paler beneath the leaf. The lower ones are eventually deciduous. The leaves have laminar glands that are arrayed in short lines or streaks or dots, and their ventral glands can be dense or sparse varying from plant to plant. The species has groups of 1-3 flowers that come from an apical node and are corymbiform. The flowers are 35-65 millimeters in diameter and are stellate with ovoid buds that are obtuse to rounded. The petals appear bright yellow to bright yellow-orange and grow to be around 20 by 15 millimeters in size. The stamen fascicles each have about 30 stamens, with the longest being 15-20 millimeters long with yellow anthers. The seeds are a dark reddish-brown and are 1-1.2 millimeters long.The species' flowering period typically lasts from March to August.",
    "Uses": "Hypericum oblongifolium extract has traditionally been used as a treatment for numerous ailments, including hepatitis, gastric ulcers, and bee stings. In addition, its extract has also been used as a dressing for external wounds and as a sedative, antispasmodic, and antiseptic.More recently, methanol extracts from H. oblongifolium have been tested for their analgesic properties, with the raw extract from the plant being proven to have significant analgesic properties. However, no widespread usage of the plant strictly as an analgesic has yet been recorded.Besides its medical uses, the extract that comes from the roots of the species can be used to create a yellow dye that is sometimes harvested in local regions where the species can be found.\n\n\n== References =="
  }
}