{
  "url": "https://en.wikipedia.org/wiki/Hypericum_formosissimum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "Hypericum sect. Adenosepalum"
    },
    {
      "Species": "H. formosissimum"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum formosissimum is a flowering plant in the genus Hypericum, in the section Adenosepalum, in the Hypericum huber-morathii group.",
    "Taxonomy": "Hypericum formosissimum was first described in Zametki Sist. Geogr. Rast. (Notes on Systematics and Geography of Plants) in 1940 by Armen Takhtajan. The species was actually omitted by error from Norman Robson's comprehensive monograph of the genus Hypericum in 1981 but was later accepted as a valid species of the genus. The species is an extreme development of Adenosepalum and is confined to limestone rocks, a behavior shared with the other members of the huber-morathii group.",
    "Description": "Hypericum formosissimum is a perennial herb that grows 3–10 cm (1.2–3.9 in) tall. It is glabrous (lacks hairs) and has numerous stems that are straggling and almost grow along the ground. The stems are slender, terete, brittle, and lack glands. The internodes are 3–8 mm (0.12–0.31 in) long, and most grow longer than the leaves. The leaves are 2–3 mm (0.079–0.118 in) and are petiolate (with stems).They have 3–8 mm (0.12–0.31 in) long lamina which are broadly ovate or almost circular and are a bluish-green color. The leaves have 2 lateral pairs of veins that ascend from the lower portion of the midrib and are difficult to see. The glands on the leaves are pale and dense and the intramarginal glands are black and spaced out. The species is 1-5 flowered from terminal nodes without any flowering branches below. The pedicels that hold the flowers are 1–2 mm (0.039–0.079 in)long. The bracts are small and are black and denticulate. The flowers are 10–12 mm (0.39–0.47 in) wide with rounded buds. The petals are a pale yellow and are 8 by 5 millimeters in size. The stamens number around 18-20, with the longest being around 5–6 mm (0.20–0.24 in) long. The seeds are brown and approximately 1–3 mm (0.039–0.118 in) long with linear-foveolate testa.The species flowers from June–July and fruits from July–August.",
    "Distribution and habitat": "The species is native to Turkey in central Anatolia as well as the Transcaucasus region, especially in Armenia and Azerbaijan. It is found in fissures of limestone rocks at elevations of 1,450–1,900 m (4,760–6,230 ft) above sea level.",
    "Ecology": "H. formosissimum is an endangered species that occupies an area of less than 500 square kilometers. It was included in the Red Data Book of Armenia as a Rare Species (Category 2).",
    "Chemistry": "Unlike other species in sect. Adenosepalum, H. formosissimum does not contain hypericin and pseudohypericin, but only pseudohypericin. The species contains about 0.05% content pseudohypericin.\n\n\n== References =="
  }
}