{
  "url": "https://en.wikipedia.org/wiki/Hypericum_huber-morathii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "Hypericum sect. Adenosepalum"
    },
    {
      "Species": "H. huber-morathii"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum huber-morathii is a flowering plant in the genus Hypericum, in the section Adenosepalum, and is the type species of the Hypericum huber-morathii group.",
    "Taxonomy": "Hypericum huber-morathii was first described by British botanist Norman Robson in 1967 in Notes Roy. Bot. Gard. Edinburgh 27. The species was one of very few left out of Robson's initial comprehensive monograph of the genus Hypericum, but was formally recognized and placed in an addendum issue in Phytotaxa in 2012.\nThe species is an intermediate form between Hypericum lanuginosum f. subhirtella and Hypericum minutum.",
    "Description": "The species is a perennial herb that grow from 8 to 15 centimeters tall. It is glabrous with few stems and is erect from its decumbent base. Its stems are slender and brittle and lack glands. The internodes are 6–14 mm long, meaning they exceed the length of the leaves which grow only 0.5 mm long. They are petiolate or subsessile and spreading. The lamina are around 7 by 5 mm in size and are ovate to oblong and rather thick. The species has 3-12 flowers from 2 (rarely 3) nodes, sometimes with flowering branches from 1-2 nodes below. The flowers are around 8 mm in diameter with ovoid buds that are rounded. The sepals are about 2 by 1 mm in size, are equal, imbricate, and elliptical. The laminar glands are black, numerous, and punctiform with black marginal glands. The petals are yellow and rounded. There are generally 18 to 20 stamens. The ovary is 1.5 mm long with 3 styles.",
    "Distribution and habitat": "The species' range is across the southwestern Anatolia region of Turkey. It is found among limestone rocks at altitudes of 1200–1500 feet above sea level.\n\n\n== References =="
  }
}