{
  "url": "https://en.wikipedia.org/wiki/Hypericum_androsaemum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "Hypericum sect. Androsaemum"
    },
    {
      "Species": "H. androsaemum"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum androsaemum, also referred to as Tutsan, Shrubby St. John's Wort , or sweet-amber, is a flowering plant in the family Hypericaceae. It is a perennial shrub reaching up to 70 cm in height, native to open woods and hillsides in Eurasia.",
    "Common name": "Tutsan comes from the French toute-sain meaning all heal due to its medicinal uses. This berry producing shrub is common in the Mediterranean basin where it has been traditionally used as diuretic and hepatoprotective herb. In the Portuguese ethno-medicine, the plant is locally known as ‘Hipericão do Gerês’ and it used as diuretic, hepato protective and antidepressant. In Spain, the infusion of the flowering aerial parts is used as an antidepressive and anxiolytic. In England, tutsan ointment is used to dress cuts and wounds. The berries turn from white/green, to red, to black. According to Shepherd (2004) all parts of the plant, particularly the fruit, are toxic due to the presence of hypericin, causing nausea and diarrhoea in humans. On the other hand, Tutsan berries contain numerous organic biologically active compounds.",
    "Taxonomy": "Hypericum androsaemum was described by Carl Linneaus. It is in the genus Hypericum, and is the type species of the section Androsaemum.",
    "Description": "Hypericum androsaemum is a small shrub growing to 70 cm high. The stamens are about as long as the petals, of which it has 5.",
    "Chemical composition": "Numerous compounds have been isolated from H. androsaemum: polyphenols such as shikimic acid, gallic acid, catechin hydrate, epicatechin, p-coumaric acid, trans-resveratrol, caffeic acid, trans-ferulic acid, chlorogenic acid, neochlorogenic acid, and 3,5-di-Ocaffeoylquinic acid, rutin, quercetin, quercitrin, isoquercitrin, hyperoside, hypericin, and hyperforin.",
    "Chemical composition-Biosynthetic pathways": "Xanthonoids are present in this plant.  Biosynthesis in cell cultures of Hypericum androsaemum involves the presence of a benzophenone synthase condensing a molecule of benzoyl-CoA with three malonyl-CoA yielding to 2,4,6-trihydroxybenzophenone. This intermediate is subsequently converted by a benzophenone 3′-hydroxylase, a cytochrome P450 monooxygenase, leading to the formation of 2,3′,4,6-tetrahydroxybenzophenone.",
    "Invasive plant": "In New Zealand, tutsan was recognised as a pasture weed as early as 1955. Biological control methods were investigated about 60 years ago. In 2008, Landcare Research began investigating the feasibility of a biological control. The moth Lathronympha strigana which primarily feeds on the seeds but also on tutsan leaf tips and inside stems, and a leaf-feeding beetle (Chrysolina abchasica) were tested and found to be sufficiently host specific and not a risk to native plant species. In February 2017 moths have been released at 30 sites around the central North Island in New Zealand, but the beetle is more difficult to rear in captivity, so only one release of them has been made so far.It is also a declared species in Western Australia and Victoria, where it occurs in the wettest regions such as the Otway Ranges and the karri forests. It does not usually invade improved pastures, but is common in run-down pastures and in native forests. When established, tutsan can be dangerous because it is very difficult to remove and is very unpalatable to both native and introduced herbivores.\n\n\n== References =="
  }
}