{
  "url": "https://en.wikipedia.org/wiki/Hypericum_hookerianum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "H. sect. Ascyreia"
    },
    {
      "Species": "H. hookerianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum hookerianum, or Hooker's St. John's Wort, is a perennial shrub native to eastern and southern Asia. The specific name hookerianum is named for William Jackson Hooker.",
    "Description": "Hypericum hookerianum is a glabrous shrub that ranges from 6–8 ft (1.8–2.4 m) in height. Its moderately hard wood is closely grained. The terete branches of the shrub are a reddish brown. Its obtuse leaves are either sessile or possess short stalks and taper to a point at their apex. The leaves range beneath from greyish-green to a rusty hue and are faintly translucent. The leaves are among the largest of the genus, measuring between 2–4 in (51–102 mm) long. The cymes of the shrub are have few flowers or are corymbose and possess bracts. The branches of the panicle are dichotomous or trichotomous and bear many opposite leaves that grow smaller as they approach the flowers. The deeply cupped flowers are golden yellow and measure 2 in (51 mm) wide. The petals are nearly obovate with denticulate margins and are longer than the stamens. The stamens are numerous and are each united into five bundles. The small, spherical anthers are orange to yellow. The ovary is broadly ovate and tapers upwards, terminating into five styles that are recurved at their apex. The stigma is obtuse and downy. The calyx is composed of five large, lax, and obovate sepals. The sepals are united at their base and their membranous margins are denticulate. It flowers in July.",
    "Distribution and ecology": "Hypericum hookerianum can be found in southern India, the Himalayas, from north-western Thailand to Bangladesh, China, and California.The aphids Aulacorthum solani, Myzus ornatus, and Myzus persicae feed on the shrub.",
    "Uses": "The extract of the leaf of Hypericum hookerianum is a strong antioxidant and can enhance spontaneous motor activity.\n\n\n== References =="
  }
}