{
  "url": "https://en.wikipedia.org/wiki/Hypericum_patulum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "H. sect. Ascyreia"
    },
    {
      "Species": "H. patulum"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum patulum, known as goldencup St. John's wort or yellow mosqueta, is a species of flowering plant in Hypericum sect. Ascyreia.",
    "Taxonomy": "Hypericum patulum was originally described by Carl Peter Thunberg in 1784. It was first published in Systema Vegetabilium later that year by Johan Andreas Murray.The species has a sporophytic and gametopythic chromosome count of 18 each.",
    "Taxonomy-Subordinate taxa": "Hypericum patulum has 5 accepted variants as subordinate taxa:\nH. patulum var. attenuatum Choisy 1824\nH. patulum var. forrestii Chitt. 1923\nH. patulum var. henryi  Bean 1905\nH. patulum var. hookerianum  (Wight & Arn.) Kuntze 1891\nH. patulum var. uralum (Buch.-Ham. ex D. Don) Koehne 1893",
    "Taxonomy-Cultivars": "Hypericum patulum is cultivated as a garden plant under the name Hypericum 'Hidcote' or Hypericum x hidcoteense 'Hidcote'. It is grown for its large, bright flowers and its attractiveness to pollinators such as bees and small birds.",
    "Distribution and habitat": "The species is native only to the Guizhou and Sichuan provinces of China, but it has been naturalized in Japan, Taiwan, and India, as well as in Australia and South Africa. The species is also widely cultivated for garden use in temperate regions.The species is found at elevations of 1200-3600 meters in dry and open habitats, especially in thickets, on scrubby slopes, and on cliffs.",
    "Description": "Plants of the species are shrubs that grow from 0.3-1.5 meters tall. They grow in a bushy fashion, with spreading branches that are sometimes weakly frondose. The stems are 4-lined or 4-angled when the plant is young but later become 2-lined, and sometimes become terete. The leaves are thick and paper-like and are rather glaucous, with short laminar glands, streaks, and dots. Its inflorescence is 1-15-flowered that blossom from 1 or 2 nodes. The flowers are flat-topped, and sometimes have a short terminal internode and branches that come from the middle of the stem. The petals are a golden yellow color, without any tinge of red. The stamen fascicles, each with 50-70 stamens, grow to be up to 7-12 mm, and are about half as long as the petals. The seeds are dark brown and grow from 1-1.2 millimeters long.",
    "Gallery": "\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}