{
  "url": "https://en.wikipedia.org/wiki/Hypericum_frondosum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "H. sect. Myriandra"
    },
    {
      "Subsection": "H. subsect. Centrosperma"
    },
    {
      "Species": "H. frondosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum frondosum, the cedarglade St. Johnswort or golden St. John's wort, is a species of flowering plant in the St. Johnswort family, Hypericaceae. It is native to the central and southeastern United States in dry, rocky habitats.",
    "Description": "It is a medium-sized shrub, growing 0.6–3 meters (2–10 feet) in height with a highly-branching form. The stems are green when young, becoming reddish brown and peeling or plating with age. The opposite leaves are sessile, up to 65 mm (2.6 in) long and 22 mm (0.87 in) across with an oblong to lanceolate shape. The flowerheads have up to seven golden yellow flowers, each 25–45 mm (0.98–1.77 in) in diameter with five petals. It flowers between late May and August. Each flower has numerous stamens (up to 650) and three-parted ovaries which, at maturity, form an ovoid capsule and blackish-brown seeds.",
    "Distribution and habitat": "Cedarglade St. Johnswort is found in the southeastern and central United States, from North Carolina to Florida, west to Texas. It occurs in dry, rocky areas such as cedar glades, rocky woodlands, and also in dry, disturbed areas. It has been introduced further north, including New York, Massachusetts, and Connecticut. Records from South Carolina and Virginia may be misidentifications of Hypericum prolificum, another species in the subsection Centrosperma (section Myriandra).",
    "Taxonomy": "It was first formally described as Brathydium aureum in 1790 by William Bartram, though this name was an illegitimate homonym of an Asian St. Johnswort species published the year before. It was renamed several times, with its current name, Hypericum frondosum originating in 1803 by André Michaux in his Flora Boreali-Americana.\n\n\n== References =="
  }
}