{
  "url": "https://en.wikipedia.org/wiki/Hypericum_calycinum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "H. sect. Ascyreia"
    },
    {
      "Species": "H. calycinum"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum calycinum is a species of prostrate or low-growing shrub in the flowering plant family Hypericaceae. Widely cultivated for its large yellow flowers, its names as a garden plant include Rose-of-Sharon in Britain and Australia, and Aaron's beard, great St-John's wort, creeping St. John's wort and Jerusalem star. Grown in Mediterranean climates, widely spread in the Strandja Mountains along the Bulgarian and Turkish Black Sea coast, and also in Flanders in Belgium.",
    "Description": "It is a low, creeping, woody shrub (classified as a subshrub or shrublet) to about 1 m tall and 1–2 m wide but often smaller. The green, ovate leaves grow in opposite pairs. Usually 4 inches long, the undersides of the leaves are typically net-veined. In the sun, the leaves are a vibrant green color, and in shade, the leaves are a lighter yellow-green. The underside of the leaves is a blue-green color and in the fall, the leaves take on a purple color.The flowers are 3–5 cm in diameter, a rich yellow, with five petals and numerous yellow stamens. Its flowers can be described as “rose-like” and tend to be single or in units of two or three,flowering in June to September.It is indigenous to southeast Europe and southwest Asia. It is a popular, semi-evergreen garden shrub with many named cultivars and hybrids derived from it.\nAlthough the genus is generally not affected by rust fungi, it can appear on H. calycinum (and another cultivated plant, Hypericum × inodorum 'Elstead').",
    "Usage": "Various species of the genus Hypericum have been used since ancient times as herbal remedies. This species has been used traditionally to reduce muscle spasms and for the treatment of asthma.Hypericum calycinum is an economically valuable plant in North America, commonly used for ornamental reasons and landscaping.Under ideal growing conditions, from full sun to partial shade and well-drained acidic soil, this species can grow rapidly. Although resilient in many soil types, this species grows best in sandy or loamy soils. This shrub grows through underground stems and is typically grown as ground cover or to stabilize soil on hills and requires low maintenance. It does have the potential to become invasive, as reported in some areas of California, due to its ability to grow rapidly by stolons. While generally easy to take care of, this species is suggested to be cut down each spring.According to the USDA, this species is used as nursery stock product.",
    "Etymology": "In North America the name Rose of Sharon is applied to a species in a different order, Hibiscus syriacus.\nThe common name of St. John’s wort, which is used to describe plants of the entire genus, arose from the old tradition of Hypericum plants being burned on the eve of St. John’s Day, to stave off evil spirits. The species name, calycinum, comes from the flower’s prominent calyx, the whorl of the sepals.",
    "Research": "This species is capable of producing the same medicinally active components as H. perforatum (hyperforin etc.), though in different ratios, with adhyperforin predominating, and a low level of hyperforin present.Research has shown that the UV pigments of the Hypericum calycinum flower stave off predators such as mites and aphids. One type of DIP (dearomatized isoprenylated phloroglucinols), a category of pigments alongside flavonoids, was found to be toxic to a caterpillar as well. A large quantity of DIPs were found in the male and female reproductive organs, which furthers emphasizes the use of DIPs as a defense mechanism. These pigments also serve a dual function to attract pollinators, as they are visible to insects and not humans.Recent research on mice has shown that the alcoholic extracts from Hypericum calycinum have antidepressant effects and are comparably as effective as antidepressant drugs, such as desipramine and trimipramine. Unlike the rest of the genus, H. calycinum does not have hypericin, which causes photosensitization, which causes the side effects of flush, fatigue, and pruritis when used in drugs. These extracts have the potential to be a remedy for depression without these side effects common in current antidepressants. However, more research is required.\n\n\n== References =="
  }
}