{
  "url": "https://en.wikipedia.org/wiki/Hypericum_cuisinii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "Hypericum sect. Adenosepalum"
    },
    {
      "Species": "H. cuisinii"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum cuisinii is a perennial herb in the genus Hypericum, in the section Adenosepalum. The herb has pale yellow flowers and occurs in Greece and Turkey.",
    "Description": "Hypericum cuisinii is a perennial herb that grows 4–15 cm (1.6–5.9 in) tall, rarely growing as high as 28 cm (11 in). The grass is cespitose and decumbent, with a woody taproot. The green and terete stems have a whitish pubescence below the inflorescences. The leaves are sessile or have short petioles measuring 0.5 mm (0.020 in) long. The ovate, oblong, or elliptic leaves are 2–15 mm (0.079–0.591 in) long and 2–10 mm (0.079–0.394 in) wide. The chartaceous leaves have pale pubescent to pruinose undersides and are puberulous or glabrous above. The leaves are typically flat or have recurved margins. The leaf apices are rounded, the margins are entire, and the bases are rounded. The leaves have two lateral veins that curve upwards from the lower midrib, and dense tertiary reticulation that is rather obscure.The dense, cylindrical to subcorymbose inflorescences have one to seven flowers, rarely up to twenty-one. The pedicels are 2–3 mm (0.079–0.118 in) long. The linear-lanceolate to linear-elliptic bracts and bracteoles have black glandular cilia, with the basal cilia more lengthy. The flowers are 8–12 mm (0.31–0.47 in) wide, and flower buds are ellipsoid. The two to twelve sepals are all of equal length, measuring 2.5–3.5 mm (0.098–0.138 in) long and 1–1.5 mm (0.039–0.059 in) wide. The three-veined sepals are or somewhat united, have glandular cilia, and are spotted with black dots. Flowers have up to nine pale yellow petals, measuring 5–7 mm (0.20–0.28 in) long and 2–2.5 mm (0.079–0.098 in) wide. The petals have pale laminar glands but lack marginal glands, and are spotted with black dots. Flowers have about 25 stamens with black anther glands, the longest of which are 4–5.5 mm (0.16–0.22 in) long. The stamens are not grouped into stamen fascicles. The ellipsoid ovary measures 1.5 mm (0.059 in) long and 0.8–1 mm (0.031–0.039 in) wide, and the spreading styles are 3–3.5 mm (0.12–0.14 in) long. The ellipsoid to subglobose capsules are 3–4 mm (0.12–0.16 in) long and 2.5–3 mm (0.098–0.118 in) wide. The petals twist together and enclose the capsules while they develop. The dark reddish-brown seeds are 0.4–0.6 mm (0.016–0.024 in) long.",
    "Distribution and habitat": "Hypericum cuisinii occurs in Greece and Turkey. In Greece it grows in Khios, Ikaria, Karpathos, and Kasos, and in Turkey it grows in Izmir. The herb prefers to grow near springs or in calcareous rock fissures, at altitudes from 500–1,400 m (1,600–4,600 ft).\n\n\n== References =="
  }
}