{
  "url": "https://en.wikipedia.org/wiki/Hypericum_densiflorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "H. sect. Myriandra"
    },
    {
      "Subsection": "H. subsect. Centrosperma"
    },
    {
      "Species": "H. densiflorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum densiflorum, also known as bushy St. John's wort or dense St. John's wort, is a perennial herb native to North America. The specific epithet densiflorum is Latin, meaning \"densely flowered\", referring to the many-flowered cymes.",
    "Description": "Hypericum densiflorum is a densely branched shrub with coppery bark that grows between 0.5–2 m (1 ft 8 in–6 ft 7 in) in height. The many slender branches are slightly angled and branchlets are two-edged. The branches bear linear leaves and axillary fascicles, the leaves being 1–2 in (25–51 mm) long and 0.15–0.3 in (3.8–7.6 mm) wide. Its yellow flowers are 1.2–1.7 cm (0.47–0.67 in) wide and are borne on crowded compound cymes. The firm and narrow sepals are 2–5 mm (0.079–0.197 in) long and the pedicels are .1–.4 in (2.5–10.2 mm) long. The capsules vary in shape from lanceolate to slenderly conic, with three carpels and three styles. The capsules are 3.5–6.5 mm (0.14–0.26 in) long and 1.5–3 mm (0.059–0.118 in) thick.The plant flowers from July to September and fruits from early October to the end of autumn.",
    "Habitat and distribution": "Hypericum densiflorum occurs on acidic soils in moist and wet conditions, including stream, pond, and lake banks, seepage slopes, and wet meadows. It prefers sandy clay loam and occurs from sea level to 1,000 m (3,300 ft) of elevation.The shrub occurs throughout the eastern and southern United States though it grows far west as Texas and as far north as New York.\n\n\n== References =="
  }
}