{
  "url": "https://en.wikipedia.org/wiki/Hypericum_undulatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "Hypericum sect. Hypericum"
    },
    {
      "Species": "H. undulatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum undulatum, the wavy St Johns Wort, is a perennial herb native to western Europe and northern Africa. The specific name undulatum is Latin, meaning \"wavy\" or \"undulated\", referring, just as the common name, to the wavy leaf margins of the herb. The plant has a diploid number of 16 or 32.",
    "Description": "Hypericum undulatum grows 1.5–12 cm (0.59–4.72 in) tall, typically erect or decumbent with a creeping or rooting base. The herb typically has numerous to few narrow stems, each with four wings of tissue that bear black glands. The internodes are longer than the leaves, measuring 12–65 mm (0.47–2.56 in) long. The sessile leaves have elliptic to narrowly oblong blades measuring 6–40 mm (0.24–1.57 in) long and 7–14 mm (0.28–0.55 in) wide. The apex of the leaf is rounded, the margin is undulate, and the base is rounded or cordate. The leaves have pale undersides and are thinly or thickly chartaceous. The leaves have three, occasionally four, pairs of main lateral veins that arise from the lower quarter of the midrib, as well as a dense tertiary reticulation. Leaves have pale, dense laminar glands and black, close intramarginal glands that are irregular in size.The inflorescence of the herb is forty-flowered and arises from one to three nodes, with the ascending or horizontal flowering branches arising from up to six nodes. The lax inflorescence is predominantly cylindrical to subcorymbiform. The pedicels are 1–2.5 mm (0.039–0.098 in) long and the lanceolate, entire bracts and bracteoles are 2–4 mm (0.079–0.157 in) long. The star-shaped flowers are 12–17 mm (0.47–0.67 in) wide and are ellipsoid and obtuse while in bud. The five unequal sepals are 3–5.5 mm (0.12–0.22 in) long and 1–1.8 mm (0.039–0.071 in) wide and are erect in bud and fruit. The sepals each have five to seven veins and six to twenty black punctiform laminar glands. The five bright yellow petals of each flower are tinged with red dorsally and are 7–10 mm (0.28–0.39 in) long and 3–4 mm (0.12–0.16 in) wide, typically about twice the length of the sepals. The petals are obovate to oblanceolate and bear few punctiform laminar glands. Flowers have 25 to 40 stamens, the longest of which measure 5–8 mm (0.20–0.31 in). The trilocular, ovoid ovaries are 2–3.5 mm (0.079–0.138 in) long and 1–1.5 mm (0.039–0.059 in) wide. The ovoid capsules are 5–8 mm (0.20–0.31 in) long and 3.5–4 mm (0.14–0.16 in) wide. The cylindrical, yellow-brown seeds are 0.6–0.8 mm (0.024–0.031 in) long.The plant flowers in August and September and seeds germinate in the spring.",
    "Taxonomy": "Hypericum undulatum occurs in two principal varieties: H. undulatum var. undulatum and H. undulatum var. boeticum. The majority of the species, H. undulatum var. undulatum, has narrow, undulated leaf margins and reddish flower buds, but a population in Sierra Nevada has flat leaf margins and untinged leaves. This population, named H. boeticum by Pierre Edmond Boissier, has intermediate characteristics between H. undulatum and H. tetrapterum. However, the broad leaves and inflorescence resembling H. tetrapterum in H. boeticum is interpreted as parallel development between the two species; the petals and leaves of the species represent a reversion rather than an intermediate condition. The species H. boeticum is now treated as a variety of H. undulatum rather than a separate species, but certain scattered populations of true hybrids do occur in the Iberian Peninsula.",
    "Distribution and habitat": "Hypericum undulatum grows in non-calcareous fields and marshes, stream banks, fens, and acidic bogs at elevations from sea level to 2,700 m (8,900 ft). The plant prefers wet areas with lateral water movement.Hypericum undulatum occurs in far western Europe and northern Africa. In the United Kingdom the herb can be found in Cornwall, western Devon, Pembroke, Cardigan, and Merioneth, and in Ireland it can be found in western Cork. In continental Europe it occurs in Brittany, central and western Spain, and Portugal. In Africa it occurs in western Algeria, northern Morocco, Madeira, and Azores. The variety boeticum occurs only in extreme southern Spain with the variety undulatum occurring throughout the rest of the distribution.",
    "Ecology": "Hypericum undulatum typically grows in vegetation dominated by mixtures of Molinia caerula, Juncus acutiflorus, and Juncus effusus. It also occurs in conjunction with a variety of other herbs, typically including Angelica sylvestris, Cirsium palustre, Filipendula ulmaria, Galium palustre, Lotus pendunculatus, Mentha aquatica, and Senecio aquaticus.\nPopulation sizes of the herb can vary greatly, increasing especially following reinstatement of grazing or burning in overgrown sites. Decline of H. undulatum in localities is mostly due to habitat loss, typically resulting from agricultural intensification. Managing populations of the herb in grasslands involves grazing in the summer and occasional burning in the winter.\n\n\n== References =="
  }
}