{
  "url": "https://en.wikipedia.org/wiki/Hypericum_majus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "H. sect. Trigynobrathys"
    },
    {
      "Subsection": "H. subsect. Knifa"
    },
    {
      "Species": "H. majus"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum majus, the greater Canadian St. John's wort, is a perennial herb native to North America. The specific epithet majus means \"larger\". The plant has a diploid number of 16.",
    "Taxonomy": "Hypericum majus is a more northern relative of Hypericum pauciflorum. H. majus differs from its relative in its annual habit, thinner leaves, smaller flowers, and doubly branching inflorescence. In the past the species was the western part of a vicariant species including the more eastern Hypericum canadense. The two species became sympatric when north-eastern North America became glaciated and the two now hybridize, most notably in Wisconsin. Hybrids of the two species are shorter than H. majus and have leaves of intermediate length, width, and vein number. H. majus also hybridizes with Hypericum mutilum subsp. mutilum in Maine and with Hypericum mutilum subsp. boreale in Wisconsin and Michigan. The hybrid of latter can be distinguished by its intermediate seed capsule shape, similar to H. × dissimulatum though with more broad leaves.",
    "Description": "Hypericum majus is a perennial bearing short leafy shoots with solitary or tufted stems. The erect and stout herb grows 10–70 cm (3.9–27.6 in) tall and has a taproot. The roots are fibrous and lack rhizomes or runners but can grow short offshoots in autumn. The four-angled, squarish, green stems can become ancipitous. The stems tend to branch more in the upper half of the plant but branches can grow from the lower half when the terminal meristem is damaged. The internodes are 1–4 cm (0.39–1.57 in), the upper of which can exceed the leaves. The simple or opposite, lanceolate leaves are 1.5–4.5 cm (0.59–1.77 in) long and 5–15 mm (0.20–0.59 in) wide.  Leaves are erect or spreading, planar, and chartaceous. The leaves have acute to rounded apices, cuneate bases, and an entire margin. The upper leaves have five to seven veins arising from their rounded, sessile or clasping base. The basal leaves are more purplish and crowded, and measure 4–5 mm (0.16–0.20 in) long and 2–3 mm (0.079–0.118 in) wide. The tertiary reticulation is dense as are the laminar glands that create the punctiform pattern. The terminal inflorescence is three to thirty flowered. The branching of the inflorescence is mostly dichasial, with ascending pairs of flowering branches rising five nodes below. The entire inflorescence is corymbiform to cylindric, though in smaller plants the inflorescence is a simple, nearly naked cyme. The cymes are subtended by slender bracts measuring 3–4 mm (0.12–0.16 in) long. Pedicels are 3–5 mm (0.12–0.20 in) long and the star-shaped flowers are 6–7 mm (0.24–0.28 in) wide, with the central flower being the largest. The sepals are lance-attenuate, measuring 4–7 mm (0.16–0.28 in) long and 0.8–1.5 mm (0.031–0.059 in) wide. Two sepals are typically longer and wider than the other three. Sepals have three to five veins, with a visible midvein, and lack the punctiform glands. The golden yellow, occasionally tinged pink petals are 3.5–6 mm (0.14–0.24 in) long and 1.25–1.75 mm (0.049–0.069 in) wide, equal or shorter than the sepals. The twelve to twenty-one stamens are obscurely five-fascicled, the longest measuring 2.5–3.5 mm (0.098–0.138 in). The sessile pistil is about 3 mm (0.12 in) long, ovoid in shape. The ovoid to ellipsoid ovary is 1.5–2 mm (0.059–0.079 in) long and 0.8–1 mm (0.031–0.039 in) wide. The three carpels are at first distinct and become indistinct. The three styles are 0.6–1 mm (0.024–0.039 in) long. The capsule is conic-ellipsoid, measuring 4–8 mm (0.16–0.31 in) long and 2.5–3.5 mm (0.098–0.138 in) wide. The seeds are 0.5–0.7 mm (0.020–0.028 in) long.H. majus can be distinguished from other small-flowered Hypericum species by its leaves with five to seven veins.The herb flowers from June to September.",
    "Habitat and distribution": "Hypericum majus grows in wet or dry open soil in bogs, marshes, ditches, meadows, woodlands, and other damp habitats. It prefers elevations between 0–1,200 m (0–3,937 ft).The herb occurs in New Brunswick and Quebec to southern British Columbia. To the south it is distributed from Maine to Washington and as far south as Colorado, Kansas, and Ohio. It was introduced into France by 1955, into Germany by 1948, and into Japan by 1974, though the method of introduction is unknown.\n\n\n== References =="
  }
}