{
  "url": "https://en.wikipedia.org/wiki/Hypericum_aucheri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Hypericaceae"
    },
    {
      "Genus": "Hypericum"
    },
    {
      "Section": "H. sect. Crossophyllum"
    },
    {
      "Species": "H. aucheri"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypericum aucheri, also known as Koramanotu in Turkish, is a perennial herb in Hypericum sect. Crossophyllum.",
    "Taxonomy": "H. aucheri was first described in Ill. Pl. Orient. by Hippolyte Jaubert and Spach in 1842. It is closely related to Hypericum thasium, but is smaller in all parts. Several variants were described by Jordanov & Kožukharov in 1970, but none of them seem to warrant taxonomic differentiation and are considered to be synonyms. However, a variant of the species found in the Kazdağ Mountains of Turkey called Hypericum kazdaghense may have enough distinctions from H. aucheri to warrant taxonomic consideration. These differences include amber instead of black anther glands, dichasial inflorescence, and different stem patterns.",
    "Description": "The species is a perennial herb that grows 9-35 centimeters tall, and either grows upwards or spreads across the ground. The species can have few or many stems that sometimes branch from the base and/or the upper stem nodes. These stems are narrowly 2-lined, with amber to reddish glands, and have internodes that are 4–25 mm long, and can be shorter or longer than the leaves. The leaves are sessile to subsessile and are ascending. They have 4-20 lamina (blades) that are each 1-6 mm long and are linear or elliptic; they are also slightly paler in color on the underside and are chartaceous. The laminar glands are pale, pointed, and densely placed; while the intramarginal glands are black, small, and few in number. The inflorescence is 50-flowered from 1–3 nodes, but can also flower from 1-3 lower nodes; the shape of the whole inflorescence is pyramidal to cylindric. The flowers are 12–18 mm in diameter; their buds are ellipsoid and acute. The sepals are equal and acute and measure 4–6 by 1–3 mm. The petals are bright yellow and 7–12 by 3–4 mm, and there are generally two petals for every sepal. There are 50-60 stamens, the longest of which are 5–10 mm and which have amber anther glands. The ovaries measure 1.5 by 1 mm and are ovoid, and there are 3 styles 3 that are 4 mm long and are diverging.",
    "Distribution and habitat": "The species can be found in Turkey, Greece, and Bulgaria. In Greece, the species is native to the North Aegean Islands and North-East Greece.",
    "References": "",
    "External Links": "Acute Toxicity, Antidepressive and Mao Inhibitory Activity of Mangiferin Isolated from Hypericum Aucheri"
  }
}