{
  "url": "https://en.wikipedia.org/wiki/Saurauia_papillulosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Actinidiaceae"
    },
    {
      "Genus": "Saurauia"
    },
    {
      "Species": "S. papillulosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Saurauia papillulosa is a species of flowering plant in the family Actinidiaceae. It is endemic to the Philippines where it is known as papayang. Elmer Drew Merrill, the American botanist who first formally described the species, named it after the distinctive small bumps, or papillae, (papillōsus in Latin) on the underside of its leaves.It is found in wooded areas on Mount Polis in Luzon at around 1,500 m (4,900 ft) above sea level.",
    "Description": "Saurauia papillulosa is a small tree 10–12 m (33–39 ft) in height with white flowers. Its leathery, oblong leaves are 7-14 by 2-5 centimeters with tips that come to a point.  The leaf margins have fine serrations near their tips. The leaves have pale, sparsely bristled upper surfaces and pale lower surfaces with numerous distinctive small papillae. The leaves have 10 pairs of secondary veins emanating from their midribs. Its scaly petioles are 1-1.5 millimeters long. Inflorescences are organized as cymes consisting of a few flowers.  The cymes are axillary positions on long peduncles. Its flowers have male and female reproductive structures. Its flowers have 5 elliptical sepals arranged in two rows.  The three outer sepals are 6 by 3-4.5 millimeters and scaly.  The two inner sepals are 8 by 5 millimeters. Its white corolla has 5 lobes that are fused only at their base and are 8 millimeters long with a notched tip. Its flowers have up to 20 stamens with 3 millimeters long filaments and 3 millimeter long anthers. \nIts flowers have 4-5 styles that are 3 millimeters long and united at last 1 millimeter of their base.",
    "Description-Reproductive biology": "The pollen of the species is shed as permanent tetrads.\n\n\n== References =="
  }
}