{
  "url": "https://en.wikipedia.org/wiki/Saurauia_merrillii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Actinidiaceae"
    },
    {
      "Genus": "Saurauia"
    },
    {
      "Species": "S. merrillii"
    }
  ],
  "text": {
    "__SUMMARY__": "Saurauia merrillii is a species of plant in the family Actinidiaceae. It is native to the Philippines. Adolph Daniel Edward Elmer, the American botanist who first formally described the species, named it in honor of Elmer Drew Merrill, another American botanist.",
    "Description": "It is a bush reaching 3 meters in height. Its membranous leaves are variable in size, but generally 15 by 4 centimeters.  The tips of the leaves come to a point that curves backwards.  The leaves are paler on their lower surface which has brown hairs. The leaves have 9-13 pairs of secondary veins emanating from their midribs. Its bristly petioles are 5-25 millimeters long. Inflorescences are pendulous and are axillary or emerge beneath leaves. The inflorescences are organized as panicles of about 6 flowers on a 3-5 centimeter long peduncle. Its flowers have male and female reproductive structures. Its flowers have 5 oblong sepals that are 5 millimeters in length, and fused at their base. The sepals have patch of 3 millimeter long hairs in the middle of their outer surface. Its white corolla is 7 millimeters long and united at its base. Its flowers have up to 18 stamens with 2.56 millimeters long filaments and anthers that are yellow and 2 by 0.75 millimeters. Its flowers have 3 smooth styles that are 3 millimeters long and united at their base. Its fertilized ovaries smooth on the outside, with three hairy chambers that contain clusters of seeds.",
    "Description-Reproductive biology": "The pollen of Saurauia merrillii is shed as permanent tetrads.",
    "References": "",
    "External links": "Saurauia merrillii Elmer at the Global Biodiversity Information Facility"
  }
}