{
  "url": "https://en.wikipedia.org/wiki/Saurauia_klemmei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Actinidiaceae"
    },
    {
      "Genus": "Saurauia"
    },
    {
      "Species": "S. klemmei"
    }
  ],
  "text": {
    "__SUMMARY__": "Saurauia klemmei is a species of plant in the family Actinidiaceae. It is native to the Philippines. Elmer Drew Merrill, the American botanist who first formally described the species, named it after Wilhelm Klemme, a German forest officer, who collected the specimen Merrill examined from Luzon island in the Philippines.",
    "Description": "It is a bush reaching 4 meters in height. Its oblong, papery leaves are 14-22 by 5-8 centimeters.  The tips of the leaves come to a shallow point.  The upper surface of the leaves are dark green, shiny and hairless.  The lower surface is paler and also hairless, except for prominent bristles on the midrib. The leaves have 17 pairs of secondary veins emanating from their midribs. Its densely bristled petioles are 1.5-4 centimeters long. Inflorescences are organized as cymes on scaly peduncles that emerge from the leaf axils, branches and the trunk. The flowers have both male and female reproductive structures. Its flowers have 5 sepals arranged in two rows.  The two, smooth, oval shaped inner sepals are 7 by 5 millimeters.  The three smaller outer sepals are oval-shaped and slightly bristly on their outer surface.  The lobes of its corolla are oval-shaped, 7 by 5 millimeters and notched at their apex. Its flowers have up to 25 stamens with a 2.5 millimeter long filament, and a 2.5 millimeter long anther. Its flowers have 4-5 styles that are 6-6.5 millimeters long and fused for their lower 1-1.5 millimeters.",
    "Description-Reproductive biology": "The pollen of S. klemmei is shed as permanent tetrads.",
    "References": "",
    "External links": "Saurauia klemmei Merr. at the Global Biodiversity Information Facility"
  }
}