{
  "url": "https://en.wikipedia.org/wiki/Saurauia_sparsiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Actinidiaceae"
    },
    {
      "Genus": "Saurauia"
    },
    {
      "Species": "S. sparsiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Saurauia sparsiflora is a species of flowering plant in the family Actinidiaceae. It is endemic to the Philippines. It was discovered on Mount Santo Tomas by Adolph Daniel Edward Elmer, the American botanist who first formally described the species, and named it after the small number, or sparse (sparsus in Latin), flowers in its inflorescences.",
    "Description": "It is a tree reaching 6 meters in height. Its branches form an umbrella-shaped canopy. Its oblong leaves vary in size but are generally 10 by 4 centimeters and have either rounded or shallowly pointed tips.  The leaf margins have fine serrations on the upper half of the blade. The leaves are smooth on both surfaces and dark green above. The leaves have 5-9 pairs of secondary veins emanating from their midribs. Its petioles are 5-20 millimeters long and covered in small gray scales. Inflorescences consist of single flowers or sometimes groups of 2-3. The inflorescences are axillary and on peduncles that are 1-3 centimeters long. Its flowers have male and female reproductive structures. Its flowers have a calyx with 5 oval-shaped sepals fused at their base. Its white corolla is 15 millimeters in diameter and has 5 oblong lobes that are fused at their base. Its flowers have numerous stamens with 2 millimeters long filaments and anthers that are yellows and 2.5 by 1 millimeters. Its flowers have 3 styles that are united at their base. Its mature fruit are wrinkly.",
    "Description-Reproductive biology": "The pollen is shed as permanent tetrads.\n\n\n== References =="
  }
}