{
  "url": "https://en.wikipedia.org/wiki/Saurauia_copelandii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Actinidiaceae"
    },
    {
      "Genus": "Saurauia"
    },
    {
      "Species": "S. copelandii"
    }
  ],
  "text": {
    "__SUMMARY__": "Saurauia copelandii is a species of plant in the Actinidiaceae family. It is native to the Philippines. Adolph Daniel Edward Elmer, the American botanist who first formally described the species, named it in honor of Edwin Copeland, another American botanist who collected many botanical samples in the Philippines.",
    "Description": "It is a tree reaching 7 meters in height. Its oblong leathery leaves vary in size, but are generally 30 by 10 centimeters and their tips are rounded. The leaves are dark green on their upper side, paler green below, and smooth on both surfaces. The leaves have 12-17 pairs of secondary veins emanating from their midribs. The leaf margins are serrated toward their tips. Its petioles are 1 centimeter long and have a furrow on their upper side. Inflorescences are axillary and organized on 1-3 peduncles 5-8 centimeters in length. Its flowers are pendulous and have a 2 centimeter long specialized leaf, called a bract, at their base. Its flowers have 4 rigid, green [sepals]], in 2 rows of 2. The outer pair are thick, oval-shaped and 1.5 centimeters long.  The inner pair alternate with the outer, are thinner and elliptical. The flowers have white corollas that are 2.5 centimeters long with 5 lobes; each lobe is notched at the top.  Its flowers have numerous stamens that are 5 millimeters long. Each flower has a 4-chambered ovary. Each ovary contains numerous ovules. Its flowers have 4 curved styles that are 7.5 millimeters long, and fused at their base for the last 2 millimeters.",
    "Description-Reproductive Biology": "The pollen of S. copelandii is shed as permanent tetrads.",
    "References": "",
    "External links": "Saurauia copelandii Elmer at the Global Biodiversity Information Facility"
  }
}