{
  "url": "https://en.wikipedia.org/wiki/Garcinia_kola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Clusiaceae"
    },
    {
      "Genus": "Garcinia"
    },
    {
      "Species": "G. kola"
    }
  ],
  "text": {
    "__SUMMARY__": "Garcinia kola (bitter kola, a name sometimes also used for G. afzelii) is a species of flowering plant in the Clusiaceae or Guttiferae family. It is found in Benin, Cameroon, Democratic Republic of the Congo, Ivory Coast, Gabon, Ghana, Liberia, Nigeria, Senegal and Sierra Leone. Its natural habitat is subtropical or tropical moist lowland forests.\nThe fruit, seeds, nuts and bark of the plant have been used for centuries in folk medicine to treat ailments from coughs to fever. According to a report from the Center For International Forestry Research, Garcinia kola trade is still important to the indigenous communities and villages in Nigeria.",
    "Traditional medicine": "Garcinia kola is traditionally used by African folk healers who believe that it has purgative, antiparasitic, and antimicrobial properties. The seeds are used for liver disorders, bronchitis, throat infections, colic, head or chest colds, and cough. It is also used as a chewing stick.",
    "Barriers to cultivation": "Despite the socio-economic importance of Garcinia kola, cultivation of the species is limited. Factors that have discouraged farmers from growing Garcinia kola include difficulties in germination that reduces seedling availability. Most productive trees were left in the wild when farmers cut plots out of the forest. Researchers have studied the germination problems of G. kola seeds and suggested various means of breaking its dormancy. However, there is still a need to investigate simple and practicable methods that farmers could easily adopt with low technological input.\nG. kola seeds have both seed coat dormancy and physiological dormancy probably imposed by the chemicals in the seed. Seed coat dormancy of Garcinia kola can be reduced by removing the seed coat before sowing, while physiological dormancy can be reduced by soaking in water for 72 hours. Removal of the seed coat, soaking in water for 72 hours, placing inside air-tight transparent polythene bags and sprinkling water on the seeds when needed for constant moisture gives an early germination period of two weeks, while the combination of freshly harvested seeds, pierced minimally and tied in black nylon reduces the germination period to between five and seven days as the piercing or nicking procedure makes for quick availability of water and oxygen to the seed embryo.\n\n\n== References =="
  }
}