{
  "url": "https://en.wikipedia.org/wiki/Garcinia_humilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Clusiaceae"
    },
    {
      "Genus": "Garcinia"
    },
    {
      "Species": "G. humilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Garcinia humilis, known commonly as achachairú or achacha, is a small, prolifically-fruiting tree related to the mangosteen. It grows in the southern part of the Amazon basin in the central area of Bolivia, but has recently been planted on a commercial scale in Burdekin, Australia. The fruit took third place in the 2012 Fruit Logistica Innovation Awards held in Berlin.",
    "Appearance": "The achacha has an appealing colour and form and is very decorative. It is egg-shaped, up to 6 cm long by 4 cm in diameter. It takes on a reddish-orange shade when mature. There is usually one significant coffee-coloured seed, but larger fruit may have more than one seed.",
    "Eating the fruit": "The taste is described as both bitter and sweet and is somewhat reminiscent of lemonade. The rather tough, bitter rind can be split open with a knife or with the teeth, and the edible part of the fruit sucked off the seed.\nThe Queensland Department of Agriculture, Fisheries and Forestry has found that the fruit keeps well for four to six weeks as long as it stays out of the fridge. It recommends storing the fruit at 15 to 20 degrees Celsius with a high relative humidity. If these conditions are not met, the fruit will shrivel.The glossy orange rinds of the achacha may be put in a blender with water. Once pureed and then strained to remove all of the solids, this liquid may be diluted and sweetened to one's taste, then chilled for a refreshing summer drink.",
    "Season": "The achacha is in season from December to mid-March in Australia.",
    "References": "",
    "External links": "Australian Achacha Information page"
  }
}