{
  "url": "https://en.wikipedia.org/wiki/Garcinia_gummi-gutta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Clusiaceae"
    },
    {
      "Genus": "Garcinia"
    },
    {
      "Species": "G. gummi-gutta"
    }
  ],
  "text": {
    "__SUMMARY__": "Garcinia gummi-gutta is a tropical species of Garcinia native to Indonesia. Common names include Garcinia cambogia (a former scientific name), as well as brindleberry, Malabar tamarind, and kudam puli (pot tamarind). The fruit looks like a small pumpkin and is green to pale yellow in color.\nAlthough it has received considerable media attention purporting its effects on weight loss, there is liver toxicity associated with commercial preparations of the fruit extract, with clinical evidence indicating it has no significant effect on weight loss.",
    "Cultivation": "Garcinia gummi-gutta is grown for its fruit in Southeast Asia, coastal Karnataka/Kerala, India, and west and central Africa. It thrives in most moist forests.\nGarcinia gummi-gutta is one of several closely related Garcinia species from the plant family Clusiaceae. With thin skin and deep vertical lobes, the fruit of G. gummi-gutta and related species range from about the size of an orange to that of a grapefruit; G. gummi-gutta looks more like a small yellowish, greenish, or sometimes reddish pumpkin. The color can vary considerably. When the rinds are dried and cured in preparation for storage and extraction, they are dark brown or black in color.\nAlong the west coast of South India, G. gummi-gutta is popularly termed \"Malabar tamarind\", and shares culinary uses with the tamarind (Tamarindus indica). The latter is a small and the former a quite large evergreen tree. G. gummi-gutta is also called goraka or, in some areas, simply kattcha puli (souring fruit). It is called uppage in Kannada language and fruits are collected and dried for selling to dealers in Sirsi, Karnataka.",
    "Phytochemicals": "Although few high-quality studies have been done to define the composition of the fruit, its phytochemical content includes hydroxycitric acid which is extractable and developed as a dietary supplement. Other compounds identified in the fruit include the polyphenols, luteolin, and kaempferol.",
    "Weight loss claims": "In late 2012, a United States celebrity doctor, Dr. Oz, promoted Garcinia cambogia extract as \"an exciting breakthrough in natural weight loss\". Dr. Oz's endorsements of dietary supplements having no or little scientific evidence of efficacy have often led to a substantial increase in consumer purchases of the promoted products.While it has received considerable media attention purporting impact on weight loss, the evidence for Garcinia cambogia supports no clear effect, while gastrointestinal adverse events were two-fold more common over the placebo in a 2011 meta-analysis, indicating the extract may be unsafe for human consumption. Adverse events associated with use of such supplements (\"side effects\") — especially, liver toxicity, as well as gastrointestinal issues — led to one preparation being withdrawn from the market.",
    "Weight loss claims-Adverse effects": "Hydroxycitric acid can cause dry mouth, nausea, gastrointestinal discomfort, and headaches.",
    "Weight loss claims-Drug interactions": "There is potential for Garcinia cambogia to interfere with prescription medications, including those used to treat people with diabetes, asthma, and clotting disorders.",
    "Culinary": "Garcinia gummi-gutta is used in cooking, including in the preparation of curries. The fruit rind and extracts of Garcinia species are called for in many traditional recipes, and various species of Garcinia are used similarly in food preparation in Assam (India), Thailand, Malaysia, Burma, and other Southeast Asian countries. In the Indian Ayurvedic medicine, \"sour\" flavors are said to activate digestion. The extract and rind of G. gummi-gutta is a curry condiment in India. It is an essential souring ingredient in the southern Thai variant of kaeng som, a sour curry.",
    "Gallery": "",
    "See also": "Garcinia binucao",
    "References": "\n\n== External links =="
  }
}