{
  "url": "https://en.wikipedia.org/wiki/Garcinia_gaudichaudii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Clusiaceae"
    },
    {
      "Genus": "Garcinia"
    },
    {
      "Species": "G. morella"
    }
  ],
  "text": {
    "__SUMMARY__": "Garcinia morella is a species of tree in the Clusiaceae family found in India, Sri Lanka and central Philippines.",
    "Common names": "Assamese: Kũzi Thekera (কুঁঁজী ঠেকেৰা)\nEnglish: gamboge (Sri Lanka), gamboge (India)\nTamil: iravasinni (இரேவற்சின்னி), makki\nMalayalam: iravi, chigiri\nKannada: ardala, devana huli, jirigehuli, murina huli, ponpuli, 'dirakala hannu'\nSinhalese: kokatiya, gokatiya, goraka (ගොරකා)\nVisayan languages: batuan",
    "Description": "Trees are up to 12 m tall. Bark is smooth, and dark brown in color; blaze white.\nLeaves simple, opposite, decussate; petiole 0.6-1.5 cm long, canaliculate, sheathing at base, glabrous; lamina 6.5-15 x 3.5-8 cm, usually elliptic, sometimes narrow obovate, apex acute to acuminate, base attenuate; coriaceous or subcoriaceous, glabrous; secondary_nerves 6-8 pairs; tertiary_nerves obscure.\nFlowers show inflorescence and are dioecious; male flowers in fascicles, axillary; female flowers larger than male, solitary, axillary.",
    "Uses": "Ripe fruits can be eaten but they are very acidic. Just like other garcinia varieties such as kokum (which is prevalent in the Indian west coast) or garcinia pedunculata, the fruit can be preserved by slicing into thin pieces and then drying under sun. It can be made into pickles. Bodos cook the unripe fruit as vegetable with fish. A chutney can be made by boiling the fruit. In Assam, dried and preserved slices are added to black green pulses to make a popular slightly acidic curry. Dried up fruit slices are valued as a traditional remedy for dysentery. In Ayurveda the fruits are used in the treatment of dysentery, gastritis, etc. and is said to have anti inflammatory properties. When the bark is cut it exudes a yellow resin called gamboge that is used in food, paints and medicines. It can be used as a rootstock for the mangosteen (Garcinia mangostana).In Malnad region of Karnataka, Tirtahalli and Chikkamagalore this is widely used in name of 'odduli', especially in fish recipes. Odduli is prepared by boiling the fruit to get a thick black liquid which can be stored for years without adding preservatives.\nIn the Negros and Panay regions of the Philippines, this fruit is used as a souring agent for many of their regional dishes.",
    "Chemistry": "The xanthonoids  gaudichaudione A, B, C, D, E, F, G, H, gaudichaudiic acid A, B, C, D, E, morellic acid and forbesione from G. gaudichaudii.\n\n\n== References =="
  }
}