{
  "url": "https://en.wikipedia.org/wiki/Garcinia_binucao",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Clusiaceae"
    },
    {
      "Genus": "Garcinia"
    },
    {
      "Species": "G. binucao"
    }
  ],
  "text": {
    "__SUMMARY__": "Garcinia binucao, commonly known as binukaw or batuan, is a species of Garcinia native to the Philippines and Vietnam. It is not cultivated, though its edible fruits are harvested from the wild for use as a souring agent in some Filipino dishes.",
    "Taxonomy": "Binukaw belongs to the genus Garcinia (the mangosteens) of the family Clusiaceae. The first description of the correct name of the species is attributed to the French botanist Jacques Denys Choisy in Description des guttifères de l'Inde (1849) based on the basionym Cambogia binucao from the Spanish friar and botanist Francisco Manuel Blanco in Flora de Filipinas in 1837. It was also described  from Vietnam as Garcinia duodecandra by the French botanist Jean Baptiste Louis Pierre in Flore Forestiere de la Cochinchine (v. 28, 1883).The plant is known as binukaw (also spelled binucao, binukau, or bilukaw) in Tagalog, and batuan in Visayan languages. Other names include Ilocano balakut, Bikol buragris, and Panay Visayan haras. The common names are sometimes shared with other similar Garcinia species in the Philippines like Garcinia morella.",
    "Description": "Binukaw is an evergreen tree growing to a maximum height of around 25 m (82 ft) with a trunk around 40 cm (16 in) in diameter. The leaves are oblong to obovate around 5 to 12 cm (2.0 to 4.7 in) long and 4 to 7 cm (1.6 to 2.8 in) wide. The flowers are reddish to creamy white in color. The fruits are round berries, around 4 cm (1.6 in) in diameter with a juicy pulp and numerous seeds.",
    "Distribution": "Binukaw is native to the Philippines and Vietnam.",
    "Culinary": "The sour fruits are edible and can be eaten raw. They are also commonly used as a souring agent in traditional Filipino dishes like sinigang.",
    "Conservation": "The species is becoming rare due to illegal logging and deforestation for agriculture.",
    "See also": "Garcinia gummi-gutta\n\n\n== References =="
  }
}