{
  "url": "https://en.wikipedia.org/wiki/Garcinia_atroviridis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Clusiaceae"
    },
    {
      "Genus": "Garcinia"
    },
    {
      "Species": "G. atroviridis"
    }
  ],
  "text": {
    "__SUMMARY__": "Garcinia atroviridis, known as asam gelugur, asam gelugo, or asam keping (in Malay, Thai: ส้มแขก) is a large rainforest tree native to peninsular Malaysia. This species grows wild throughout peninsular Malaysia but is also widely cultivated, especially in the northern states, owing to its economic and medicinal value. Garcinia is a large perennial plant commonly found in evergreen forests in the southern region of Thailand and Malaysia.",
    "Description": "The tree grows to a height of more than 20 m and has a long trunk, smooth grey bark and drooping branches. The leaves are dark green, shiny, long and narrow with a pointed tip and upturned edges. The flowers are dark red. The round fruits are borne singly on twig ends about 7–10 cm in diameter. The ripe fruits are bright orange yellow, which are sliced, dried and used in curries or stewed in plenty of sugar to be eaten.",
    "Uses": "\nThe fruit contains citric acid, tartaric acid, malic acid and ascorbic acid, hydroxycitric acid, and flavonoids.Ripe asam fruit is bright-yellow orange.  Sun-dried slices of the fruits, locally known as \"asam keping\", are commercially available and are popularly used as a vegetable salad and is considered extremely sour.  The fruit is sliced, dried then stewed and used as a common ingredient in Asian dishes such as curries and soups.\nAsam gelugor is a perennial fruit tree native to the tropical climate in Malaysia. The trees can also be found in other parts of South East Asia, particularly in Thailand where demand for the Asam fruit is increasing.\n\n\n== References =="
  }
}