{
  "url": "https://en.wikipedia.org/wiki/Garcinia_dulcis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Clusiaceae"
    },
    {
      "Genus": "Garcinia"
    },
    {
      "Species": "G. dulcis"
    }
  ],
  "text": {
    "__SUMMARY__": "Garcinia dulcis also called mundu, rata or maphuut is a tropical fruit tree. It has a scattered distribution in Indochina (Myanmar), Malesia (Peninsular Malaysia, the Maluku Islands, Sulawesi, and the Philippines), through to New Guinea and Queensland, Australia. It is also found in the Andaman and Nicobar Islands. The tree is harvested from the wild as a local source of food, medicine or dyeing material and is sometimes cultivated for its fruit, which is occasionally sold locally. Garcinia dulcis is not grown commercially.",
    "Description": "Garcinia dulcis is an evergreen tree with horizontal branches and a dense, pyramidal crown. It can grow up to 15 metres tall and has a short, straight trunk, which can develop to a size of 30 cm in diameter. The tree grows best in areas where annual daytime temperatures are within the range of 22–30 °C and is well adapted to shade and humid conditions. Flowering usually occurs twice a year after long periods of drought.",
    "Uses": "The orange coloured fruits can be eaten fresh; they contain a sour, juicy pulp, which can be preserved into jam. Green dye can be obtained from the bark, when mixed with indigo it gives a brown colour which is used to dye mats. From the unripe fruits a yellow dye, called gamboge, can be extracted, but is considered inferior to other dyes from members of the same genus like Garcinia xanthochymus. Garcinia dulcis also has medicanal purposes; it can be used for the treatment of wounds or scurvy.",
    "References": "\n\"PLANTS Profile for Garcinia dulcis\". USDA Plants Database. Retrieved 2007-11-12.\n\"Garcinia dulcis specimens\". Tropicos.org. Missouri Botanical Garden. Retrieved 2015-02-06.\n\"Garcinia dulcis\". Useful Tropical Plants Database. Retrieved 2016-05-14."
  }
}