{
  "url": "https://en.wikipedia.org/wiki/Garcinia_intermedia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Clusiaceae"
    },
    {
      "Genus": "Garcinia"
    },
    {
      "Species": "G. intermedia"
    }
  ],
  "text": {
    "__SUMMARY__": "Garcinia intermedia is a species of tropical American tree which produces tasty fruit. In English it is known as the lemon drop mangosteen (a name it shares with the closely related and similarly tasting Garcinia madruno). In Spanish it is called mameyito, though it is known as jorco in Costa Rica. In the Philippines, it is known as berba. In Portuguese it is called achachairu. The name achachairu is also applied to Garcinia humilis, another species native to Bolivia with larger, round or egg-shaped fruit (see Achachairu). G. humilis has been commercialized in Australia under the name Achacha.",
    "Growth": "The fast-growing tree reaches a height of about 5 meters. It is tolerant of a wide range of soils, up to an altitude of around 4000 feet. It can be grown successfully and will fruit in a large pot. It grows best with regular water in full sun in a humid environment. It tolerates high temperatures but is probably not frost hardy. It has small, whitish flowers which are perfect and makes an attractive ornamental tree, especially when in fruit, which may be year round. Its leaves are opposite.\nThe wood is termite resistant and used to make posts and tool handles.",
    "Propagation": "The tree is generally propagated from seeds, though it can be grafted. No named cultivars are known. Seeds lose viability if dried, but can retain viability for a period of months if kept moist.",
    "Fruit": "The tree may fruit after as little as two years. The fruits are smooth spheres about an inch in diameter with a thin yellow, orange or red rind around a white pulp. They are edible and have an appealing sweet and sour taste. It is usually eaten out of hand, though can be used for drinks, jams and jellies.",
    "Distribution": "Native to Central America, it is cultivated sporadically throughout the tropics.",
    "Uses": "No known medicinal uses, the bark of the tree is rich in tannin, and its wood is valued for construction.",
    "References": "\n\n== External links =="
  }
}