{
  "url": "https://en.wikipedia.org/wiki/Symphyotrichum_georgianum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Symphyotrichum"
    },
    {
      "Species": "S. georgianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Symphyotrichum georgianum (formerly Aster georgianus) is a rare species of flowering plant in the Asteraceae, the aster family. Its common name is Georgia aster. It is native to the southeastern United States, where it is known from Alabama, Florida, Georgia, North Carolina, and South Carolina. Today it may be extirpated from the state of Florida.The Georgia aster is a robust rhizomatous perennial herb producing colonies of woody stems up to 100 centimetres (39 in) long. The thick, dark green leaves are up to 7 centimetres (3 in) long by 2 centimetres (0.8 in) wide. They are oblong to lance-shaped with smooth or serrated margins. The flower heads are borne on rough-haired, glandular peduncles. The bracts are linear to lance-shaped. The flower heads are relatively large, up to 5 to 6 centimeters across. Each ray floret is up to 2 centimeters long. The florets are purple and have been described as \"dark purple\" to \"lavender violet to dark reddish purple\". The disc florets at the center are white and purplish.This plant blooms in October and November.The Georgia aster grows in oak-pine woodlands. The local region was once covered in a post oak-savanna, and this species was a member of this ecosystem. This type of plant community depends on natural disturbance, such as wildfire. Today this type of plant community has been largely destroyed or degraded by fire suppression and the removal of certain large grazing mammals. The Georgia aster is therefore a relict species of this historic ecosystem, and grows in remaining woodlands.104 populations are estimated to remain.Threats to the survival of the species include elimination of habitat disturbance such as fire. Other threats include road construction and herbicide application.",
    "Gallery": "\n\t\t\n\n\n== References =="
  }
}