{
  "url": "https://en.wikipedia.org/wiki/Symphyotrichum_sericeum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Symphyotrichum"
    },
    {
      "Species": "S. sericeum"
    }
  ],
  "text": {
    "__SUMMARY__": "Symphyotrichum sericeum is a species of flowering plant in the aster family known by several common names, including western silver aster and silky aster. It is native to the central plains of North America.",
    "Distribution": "Symphyotrichum sericeum is an aster of rocky prairies, wood glades, and gravel hill prairies.  It ranges from the eastern tall grass prairies and west in the short grass Great Plains to the foothills of the Rocky Mountains of Texas and New Mexico into the central grasslands in Canada. Its occurrence is rare in the northeast part of its range. It is seldom found outside its preferred habitat.",
    "Description": "Silky aster is distinctive in the wild due to the silky texture; no other American aster is sericeous throughout. It is a perennial herb growing from rhizomes. The stem is erect, sometimes branching.  It is sericeous (silky) throughout, giving the stem a silvery-grey appearance. Basal leaves are oblanceolate in shape and have petioles. Cauline leaves, those growing along the stem, are ovate to ovate-lanceolate in shape, with alternate attachment to stem, sessile, acuminate at the base, acute at the tip.  Leaf margins are entire, or smooth and lacking teeth or serration.  Leaf texture is sericeous adaxially (above) and abaxially (below), giving the leaves a silvery-grey appearance.\nCompared to other American asters, the flowers appear disproportionately large for the plant's size. The inflorescence is terminal, occurring at the top of the stem, and consists of a single head.  The involucral bracts are ovate to lanceolate in shape and sericeous. Ray flowers are blue and fertile.  Disc flowers are white, with stamens yellow to brown. The fruit is an achene.",
    "Conservation": "Symphyotrichum sericeum is listed as a rare species in Indiana, and as a threatened species in Michigan.\n\n\n== References =="
  }
}