{
  "url": "https://en.wikipedia.org/wiki/Symphyotrichum_laeve",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Symphyotrichum"
    },
    {
      "Species": "S. laeve"
    }
  ],
  "text": {
    "__SUMMARY__": "Symphyotrichum laeve (smooth blue aster, smooth aster, smooth-leaved aster, glaucous Michaelmas-daisy or glaucous aster) is a flowering plant native to Canada and the United States.",
    "Description": "Smooth aster is 20 to 70 cm (8 to 28 inches) tall. Its leaves are arranged alternately on the stems, and their shape varies between lanceolate, oblong-ovate, oblong-obovate, and ovate. They measure from 30 to 200 mm (1 1⁄4 to 7 3⁄4 inches) long and from 10 to 25 mm (3⁄8 to 1 inch) wide. They are usually hairless, and the leaf edges are entire or bluntly or sharply toothed (crenate or serrate), sometimes with smaller teeth (serrulate).The flower heads are arranged in clusters (panicles). Each flower head has 13 to 23 ray florets with pale to dark blue or purple petals (laminae), and 19 to 33 disc florets that start out yellow and eventually turn purplish-red. The whole flowerhead measures 1⁄2 to 1 inch (1.3 to 2.5 cm) across.The seeds are achenes with bristles at their tips (cypselae). Like the hairs on dandelion seeds, the bristles allow the seeds to be spread by the wind.",
    "Varieties": "There are four varieties: S. laeve var. laeve, S. laeve var. geyeri, S. laeve var. concinnum, and S. laeve var. purpuratum.",
    "Distribution and habitat": "Symphyotrichum laeve is found throughout North America. It is found naturally occurring in fields, open woods and along roadsides.  It grows in rocky or dry soil in full sun.",
    "Ecology": "Symphyotrichum laeve blooms in late summer and early fall.  It is pollinated by many native bees and attracts butterflies. It is a larval host for the pearly crescent butterfly (Phyciodes tharos).",
    "References": "",
    "External links": " Media related to Symphyotrichum laeve at Wikimedia Commons\n Data related to Symphyotrichum laeve at Wikispecies\nOntario Wildflowers"
  }
}