{
  "url": "https://en.wikipedia.org/wiki/Symphyotrichum_novi-belgii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Symphyotrichum"
    },
    {
      "Species": "S. novi-belgii"
    }
  ],
  "text": {
    "__SUMMARY__": "Symphyotrichum novi-belgii  also known as New York aster is the type species for Symphyotrichum, a genus of the family Asteraceae whose species were once considered to be Asters. This species grows in abandoned fields and wet meadows in eastern Canada and the northeastern United States. It is popularly known as \"Michaelmas daisy\".",
    "Distribution": "Native\n\nNearctic\n\nEastern Canada: New Brunswick, Newfoundland, Nova Scotia, Ontario, Prince Edward Island, Quebec\nNortheastern United States: Connecticut, Maine, Massachusetts, New Hampshire, New York, Rhode Island, Vermont\nSoutheastern United States: Delaware, Georgia, Maryland, North Carolina, South Carolina, VirginiaSource: GRIN",
    "Cultivation": "This is the largest group of Michaelmas daisies, with over 1,000 named cultivars.  They are valued for their late summer color in shades of blue, pink and white. They are best planted in an open, sunny position.  While extremely tough, they are susceptible to fungal infections, especially if conditions are not ideal.  The cultivar 'Fellowship' has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Etymology": "Novi-belgii means 'from New York', which was formerly named Novum Belgium ('New Belgium').",
    "References": "",
    "External links": "\"Symphyotrichum novi-belgii var. novi-belgii\". Natural Resources Conservation Service PLANTS Database. USDA. Retrieved 2008-06-08.\n\"Symphyotrichum novi-belgii\". Integrated Taxonomic Information System. Retrieved 6 June 2008.\nConnecticut Botanical Society: Symphyotrichum novi-belgii"
  }
}