{
  "url": "https://en.wikipedia.org/wiki/Symphyotrichum_subulatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Symphyotrichum"
    },
    {
      "Species": "S. subulatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Symphyotrichum subulatum (eastern annual saltmarsh aster or, in Britain and Ireland where it is naturalized, just annual saltmarsh aster) is an annual plant in the sunflower family Asteraceae, native to the eastern US and the Gulf coast to Texas.The species grows primarily in coastal salt marshes, although in the Ozarks it occurs as a non-marine weedy variety.",
    "Description": "Symphyotrichum subulatum is a tap-rooted individual that consists of a single erect stem that can reach up to 1 m in height. The stem, along with its thin green to dark green leaves, are both without hair. The sheathing base-blades of the leaves are ovulate and they consist of margins that are entire. The top of the stem extends into a raceme inflorescence with the flower head extending above. The heads open up into bright yellow corollas that are surrounded by ray florets in series of 1-3 with varying colors of white to lavender.",
    "Distribution": "This is a terrestrial species that will typically grow among grasses of any kinds.  They are most typically found in areas such as pond margins, sloughs, swamps, crop field margins, lawns, and roadsides. It is thought that they are especially prevalent in these areas because they are tolerant to saline soils and mowing. This particular species is native to the Americas , but it is very common across North America, Mexico, the West Indies, Bermuda, Central America, and South America.",
    "Uses": "Like other asters, S. subulatum is popular in landscaping and gardening due to its small conspicuous flower head which complements other larger flowers in a flower bed or arrangement. Many plant S. subulatum to attract butterflies and other pollinators to their flower beds or near their beehives.  S. subulatum is also used in short-grass meadow restoration in or near its native area.",
    "Varieties": "There are currently five different varieties that are identified of this species. The varieties are differentiated based on their chromosome number, ray lamina color and size, array shapes, number of series of ray florets, number of disc and ray florets, and multiple other characteristics.  The following are the identified varieties:\n\nSymphyotrichum subulatum vars. ligulatum\nSymphyotrichum subulatum vars. elongatum\nSymphyotrichum subulatum vars. parviflorum\nSymphyotrichum subulatum vars. subulatum\nSymphyotrichum subulatum vars. squamatumEach of these varieties exist in very distinct geographic areas from one another, but there are intermediates between the varieties found in locations between two of the varieties. An example of one such intermediate is a population with intermediate ray lamina size between vars. ligulatum and parviflorum that can be found in Southern Texas, New Mexico, Arizona, and northern Mexico. Another example is the intermediates between vars. elongatum and parviflorum and between vars. elongatum and subulatum occur in Florida. \n\n\n== References =="
  }
}