{
  "url": "https://en.wikipedia.org/wiki/Symphyotrichum_ericoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Symphyotrichum"
    },
    {
      "Subgenus": "Symphyotrichum subg. Symphyotrichum"
    },
    {
      "Section": "Symphyotrichum sect. Symphyotrichum"
    },
    {
      "Species": "S. ericoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Symphyotrichum ericoides (syn. Aster ericoides), known as white heath aster, white aster or heath aster, is a species of flowering plant in the family Asteraceae, native to much of North America, as well as northern Mexico. It has also been introduced to many areas beyond its native range.",
    "Description": "Heath aster is an herbaceous perennial with stems from 1 to 3 ft (0.3 to 0.9 m) tall. Its leaves are sessile (stalkless) and narrow, and become smaller towards the end of the stems and branches. It has white or rarely pinkish, daisy-like composite flowerheads with yellow centers that appear in late summer through fall (autumn). They are rather small, 1⁄3 to 1⁄2 inch (8 to 10 mm) across.",
    "Distribution": "Heath aster grows from Canada across much of the United States into the Mexican states of Coahuila and Nuevo León. Variety ericoides prefers open locations with sandy, gravelly, or disturbed soil.",
    "Varieties": "Heath aster has two varieties: Symphyotrichum ericoides var. ericoides, which spreads by underground rhizomes to form colonies, and S.. ericoides var. pansum, which is cespitose, remaining in a clump, and has corm-like caudices.",
    "Cultivation": "Confusingly, plants sold in the horticultural trade labeled as Aster ericoides, the old name of the plant, are almost invariably cultivars or hybrids involving the European garden plants Symphyotrichum dumosum, S. lateriflorum, S. pilosum or S. racemosum, a mistake that has apparently occurred continuously since the 19th century.\nAsters are tough plants, though they can be subject to fungal infections, especially if not planted in open, sunny conditions where the soil is not too damp. They are valued in the garden for providing late season flower colour in shades of blue, pink and white. The following cultivars of A. ericoides have gained the Royal Horticultural Society's Award of Garden Merit:",
    "See also": "List of Symphyotrichum species\n\n\n== References =="
  }
}