{
  "url": "https://en.wikipedia.org/wiki/Symphyotrichum_novae-angliae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Symphyotrichum"
    },
    {
      "Subgenus": "Symphyotrichum subg. Virgulus"
    },
    {
      "Species": "S. novae-angliae"
    }
  ],
  "text": {
    "__SUMMARY__": "Symphyotrichum novae-angliae (formerly Aster novae-angliae), the New England aster, hairy Michaelmas-daisy, or Michaelmas daisy, is a species of flowering plant in the aster family. It is a herbaceous perennial native to almost every area in North America east of the Rocky Mountains, but excluding the far north of Canada as well as some of the southern United States. It is host to caterpillars of the pearl crescent (Phyciodes tharos).Symphyotrichum novae-angliae was introduced to Europe in 1710; a common garden escape, it has naturalized along roadsides and on disturbed ground.",
    "Description": "The plant grows up to 120 cm (47 in) with a stout, hairy stem and clasping, lance-shaped leaves with entire margins. The abundant flower heads are showy with yellow disc florets at the center and ray florets that range from a deep purple or rose pink to rarely white.\nThis species inhabits a wide variety of habitats and soil types, though it does not tolerate strong shade.",
    "Uses among Native Americans": "The Cherokee use a poultice of the roots for pain, an infusion of the roots for diarrhea, and sniff the ooze from the roots for catarrh. They also take an infusion of the plant for fever. The Chippewa smoke the roots in pipes to attract game. The Iroquois use a decoction of the plant for weak skin, a decoction of the roots and leaves for fevers, the plant as a \"love medicine\", and an infusion of whole plant and rhizomes from another plant to treat mothers with intestinal fevers. The Meskwaki smudge the plant and use it to revive unconscious people, and the Prairie Potawatomi use it as a fumigating reviver.",
    "Cultivation": "Numerous cultivars have been developed. Moreover, as a result of its increased horticultural popularity, it has been introduced to many areas beyond its natural range, including Europe and several western US states.Over 70 cultivars of Symphyotrichum novae-angliae have been raised, although only about 50 survive in commerce today. There is less diversity of habit and flower than in novi-belgii, whose cultivars are often derived from hybrids. The novae-angliae cultivars grow to between 90 and 180 cm in height, with the notable exception of ‘Purple Dome’, at <60 cm.The cultivar 'Harrington’s Pink' has gained the Royal Horticultural Society’s Award of Garden Merit.",
    "Collections": "In the United Kingdom, there is one NCCPG national collection of Symphyotrichum novae-angliae.\n\n\n== References =="
  }
}