{
  "url": "https://en.wikipedia.org/wiki/Symphyotrichum_cordifolium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Symphyotrichum"
    },
    {
      "Species": "S. cordifolium"
    }
  ],
  "text": {
    "__SUMMARY__": "Symphyotrichum cordifolium, syn. Aster cordifolius (common names common blue wood aster, blue wood-aster or heartleaf aster), is a species of flowering plant in the family Asteraceae, native to eastern North America. An herbaceous perennial, it can be readily found along forest edges and in open areas, as well in urban areas and in cultivation. It sometimes produces a naturally occurring hybrid with S. puniceum named Symphyotrichum × tardiflorum where their ranges overlap. The composite flowers, which typically have bluish to rarely white ray florets and light yellow disc florets that eventually turn purple, emerge in August and persist into October.",
    "Distribution and habitat": "Symphyotrichum cordifolium is present in a wide area, from Manitoba in the north west, east to Nova Scotia and Maine, south to Georgia and Alabama and west to Oklahoma. It grows primarily in mesic sites with soils that are rocky to loamy, but generally rich, at heights ranging from sea level along the coastal plain up to 1,200 m (3,900 ft) in the Appalachians. It can be found on open wooded slopes, along the banks of streams, on moist ledges, in swampy woods, along the borders of beech–maple and oak–hickory forests, as well as in clearings, thickets and along roadsides and ditches. It can also be found in urban areas where it is occasionally encountered as a weed species.",
    "Cultivation": "Blue wood-aster is a tough plant which can cope with neglect. It is particularly valued for supplying late summer, autumn and even winter flower colour in the garden, in shades of blue, pink and white. Still widely referenced under its former name Aster cordifolius particularly in the British Isles, it shows strong similarities to plants in the genus Aster. Several cultivars have been selected for garden use, of which the following have achieved the Royal Horticultural Society's Award of Garden Merit:-\nA. cordifolius 'Sweet lavender'\nA. cordifolius 'Chieftain'\n'Little Carlow' (A. cordifolius hybrid)\n‘Photograph’ (A. cordifolius hybrid)",
    "References": "\n Media related to Symphyotrichum cordifolium at Wikimedia Commons\n Data related to Symphyotrichum cordifolium at Wikispecies"
  }
}