{
  "url": "https://en.wikipedia.org/wiki/Serpula_himantioides",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Serpulaceae"
    },
    {
      "Genus": "Serpula"
    },
    {
      "Species": "S. himantioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Serpula himantioides is a species of fungus that causes damage to timber referred to as dry rot. It is a basidiomycete in the order Boletales. It has been found on all continents except for Antarctica. Recent molecular work demonstrates that S. himantioides is a species complex including multiple cryptic lineages.",
    "Taxonomy": "The fungus was first described in 1818 by Elias Magnus Fries as Merulius himantioides. Petter Karsten transferred it to the genus Serpula in 1884.",
    "Host and symptoms": "Serpula himantioides is a fungal pathogen within the division Basidiomycota. It produces thin, resupinate (inverted), membranous fan-like basidiocarps that are brownish in color and appear as distinctive fruiting bodies on the exterior of the host.  S. himantioides prefers the moist wood of coniferous hosts such as fir, larch, spruce, and pine. It is the causal agent of butt rot disease, the symptoms of which include rotting the heartwood at base of tree, as well as damage to the tap root and cores of lateral roots, but standing trees show no signs of infection.  It also a common cause of timber rotting in buildings, which has made this pathogen difficult to differentiate from S. lacrymans because of their similarities. This disease often goes unnoticed initially due to a lack of any above ground symptoms of disease. Signs of the pathogen include basidiospores, and fungal masses that are generally dark brown and membranous in the center but become thin white mycelium towards edges of the mass. The brown cubical rot caused by S. himantioides resembles the rots of Phaeolus schweinitzii and S. lacrymans.",
    "Importance": "Serpula himantiodes is a pre-harvest pathogen that exerts economic impact on lumber supply. It is considered the wild sister species of S. lacrymans, the pathogen that causes dry rot in wooden building structures. S. himantioides is studied most frequently in the context of its relation to S. lacrymans.",
    "Disease cycle": "Serpula himantioides has a heterothallic tetrapolar mating system. This means it requires the growth and conjugation of two mating types, determined by the expression of one or more alleles of two unlinked mating loci, for sexual reproduction.",
    "Environment": "Serpula himantioides is commonly found in the wild, while S. lacrymans is rarely found in the wild and is generally found on lumber in buildings and construction.",
    "References": "",
    "External links": "Serpula himantioides  in Index Fungorum"
  }
}