{
  "url": "https://en.wikipedia.org/wiki/Lilium_concolor",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Lilium"
    },
    {
      "Species": "L. concolor"
    }
  ],
  "text": {
    "__SUMMARY__": "Lilium concolor (also known as morning star lily) is a species of flowering plant in the lily family which occurs naturally in China, Japan, Korea and Russia. Its relationship with other species is not clear, although it has some similarities to Lilium pumilum.",
    "History": "Lilium concolor was first introduced to Britain from Guangzhou, China by Charles Francis Greville in 1790. He cultivated the plant in his garden in Paddington. In the 1840s, it was introduced again from Shanghai by Robert Fortune .",
    "Botany": "Lilium concolor is a perennial lily that occurs at 350–2000 meters above sea level. It is stem-rooting, meaning it can grow adventitious roots above its bulbs and along the stems. Its stems are terete (cylindrical), nearly glabrous and smooth.  They have a reddish-green color and usually grow 30–50 cm tall with 1-5 flowers per stem. There is a purple pigmentation near the base of the stem.\nThe leaves are green, scattered and linear to lance-shaped with little hair on the margins and underneath. They are generally 3.5–7 cm long and 3–6 mm wide. The bulb is ovoid (egg-shaped) and is 2-3.5 cm tall and 2-3.5 cm in diameter. Their size is smaller than that of L. brownii. An individual bulb can grow and flower for a few years.The flowers are showy, star-shaped and glossy with an orange-yellow to scarlet color, although yellow color does rarely occur. They face upward and come in clusters of up to 10 in either raceme or umbel form. They have an unpleasant scent and are ephemeral (each flowers lasts for only a few days). They are hermaphrodite and are pollinated by bees. They produce small seeds. The tepals are spotted, oblanceolate and slightly woolly on the outside with a length of 3–4 cm.The style is shorter than the ovary and the stamens tend to converge toward the center, having the same color as the tepal. The stigma is slightly swollen, standing over the cylindric ovary. The perianth segments are 2.2-3.5 cm long.",
    "Botany-Varieties": "There are different varieties of Lilium concolor, some of which have very distinct characteristics.\n•\tL. concolor var. coridion – this variety has yellow flowers with brown spots. Its tepals are large compared to the other types. The flowers can face upward or outward and both forms can be found on the same stem.\n•\tL. concolor var. partheneion – this variety has red flowers with green and yellow streaks and black spots. It has small, ovoid bulbs with few scales.•\tL. concolor var. pulchellum – this variety has red-orange flowers with no spots, although sometimes it can have light and fine crimson-colored spots. It has wide tepals similar to var. coridion. It grows at 600–2170 meters above sea level and is found in Korea and Russia in addition to some regions of China.•\tL. concolor var. strictum – the only difference between this variety and the type species is that it has scarlet flowers with black spots.•\tL. concolor var.  megalanthum – this variety has relatively wider leaves that are 5–10 mm wide and grows at 500 meters above sea level.",
    "Distribution": "Lilium concolor is native to East Asia, especially China. It occurs in 11 provinces in China which include Inner Mongolia, Heilongjiang, Jilin, Liaoning, Hebei, Shanxi, Shaanxi, Henan, Shandong, western Hubei and rarely in northeast Yunnan. It consequently has a larger distribution range relative to other species of lilies that are seen in these regions. This plant grows in north of China in grassy mountain slopes, scrubs on rocky slopes, clearings in forests or edges of woodlands. It is found in great quantities on ridges to the north of the summit of Tai Shan in Shandong province at an altitude on 1532 meters, especially in open grassy areas. It is also found scattered among low bushes of Rhododendron micranthum and Spiraea pubescens. In addition it occurs in Japan, Korea and eastern Russia (Amur Krai, Primorye, Khabarovsk, and Zabaykalsky Krai). Additional environments in which this species grows include heavy limey soil, humus on carboniferous limestone, grassy slopes, sunny grasslands and moist places in forests, thickets and meadows.",
    "Uses": "",
    "Uses-Food and drinks": "Lilium concolor is cultivated in Japan as a food plant. The flowers, leaves, bulbs and roots are edible. Its bulb is sweet and cooling. It has starch and can be cooked and eaten as a vegetable similar to potatoes or used to make wine.",
    "Uses-Medicine": "The bulb has carminative, expectorant, sedative, antitussive, pectoral and tonic qualities. It is used for treatment of bronchial problems as well as uterine fluxes, choreic affections, ulcers and swellings. The flowers invigorate the blood and are used as poultice to cure sore, boils and foul ulcers.",
    "Uses-Horticulture": "Lilium concolor blooms from June to July and its seeds ripen from August to September. Similar to other lilies, it prefers a well-drained location with full sun, rotted organic matter and a cold period. It generally requires moderate to low amounts of moisture during the growing season.This plant prefers a pH range of 4.5 to 7 (mostly acidic), although there have been records that it can grow in either acidic or basic conditions. For instance it grows in two regions of China with different soil acidities. Tai Shan is granitic while Lao Shan has soluble limestone with mineral water springs. The plant requires full sunlight and cannot grow in shades. The seeds can be grown by winter sow in vented containers set up in a cold frame or unheated greenhouse. They should be stratified before last frost if sowing is done indoors. The seeds should be sown every year to maintain stocks. Chicken manure is effective as a fertilizer.",
    "Uses-Others": "The flower has essential oils and can be used to make perfume.\n\n\n== References =="
  }
}