{
  "url": "https://en.wikipedia.org/wiki/Lilium_humboldtii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Lilium"
    },
    {
      "Species": "L. humboldtii"
    }
  ],
  "text": {
    "__SUMMARY__": "Lilium humboldtii (Humboldt's lily) is a species of lily native to the US state of California and the Mexican state of Baja California. It is named after naturalist and explorer Alexander von Humboldt. It is native to the South High Cascade Range, High Sierra Nevada, south Outer South Coast Ranges, and the Santa Monica Mountains and others in  Southern California, growing at elevations from 600 metres (2,000 ft) to 1,200 metres (3,900 ft).",
    "Description": "Lilium humboldtii grows up to 6 feet (1.8 m) tall, with flowers that are maroon-spotted, golden-orange with dark red splotches, with orange to brown stamens. The plant flowers in June, with flowers growing in a pyramidal inflorescence. The flowers are on stout stems, which are sometimes brown-purple.  The subrhizomatous bulb is large, with yellowish-white scales, and grows very deep in the soil. The leaves grow in whorls, and are undulate, shiny, and oblanceolate. It is summer-deciduous, dying back after flowering in mid- to late summer.\nSubspeciesLilium humboldtii subsp. humboldtii - central California\nLilium humboldtii subsp. ocellatum - southern California, Baja CaliforniaBoth subspecies are on the California Native Plant Society Inventory of Rare and Endangered Plants of California and described as \"fairly endangered in California\".Albert Kellogg, unaware that the plant had already been named by Roezl and Leichtlin, gave it the name Lilium bloomerianum. For some time afterward, the name was still applied to the southern California Lilium humboldtii subsp. ocellatum.",
    "Cultivation": "Lilium humboldtii is sold as a garden bulb. It prefers dry summer dormancy, with no water after blooming, good drainage, and part shade. It was one of the parents, along with Lilium pardalinum, that produced the Bellingham hybrid lilies, which eventually resulted in the popular 'Shuksan' and 'Star of Oregon' lilies.",
    "References": "Harlow, Nora, Jakob, Kristin, and Raiche, Roger (2003) \"Wild Lilies, Irises, and Grasses\". University of California Press. ISBN 0-520-23849-4",
    "External links": "USDA Plants Profile: Lilium humboldtii\nTreatment from the Jepson Manual - Lilium humboldtii\nCalFlora Taxon Report: Lilium humboldtii\nLilium humboldtii - CalPhotos gallery\niucnredlist"
  }
}