{
  "url": "https://en.wikipedia.org/wiki/Lilium_speciosum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Lilium"
    },
    {
      "Species": "L. speciosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Lilium speciosum is an East Asian species of plants in the lily family. It is native to southern Japan and southern China, where it can be found at elevations of 600–900 metres (2,000–3,000 ft). It is sometimes called the Japanese lily though there are other species with this common name.\nLilium speciosum grows up to 1.2 metres (3 ft 11 in) tall and 0.3 metres (1 ft 0 in) wide, blooming from August to September in north temperate regions. The flowers are white to pink in colour, and strongly scented. It is later flowering than most other species. Many garden forms are in cultivation, and the species has been widely used for breeding of garden forms.\nLilium speciosum contains phenolic glycosides, such as 6′-O-feruloylsucrose and (25R,26R)-26-methoxyspirost-5-en-3β-ol 3-O-α-l-rhamnopyranosyl-(1→2)-β-d-glucopyranoside, and steroidal saponins.\nVarietiesLilium speciosum var. gloriosoides Baker -  China, Taiwan\nLilium speciosum var. speciosum - Japan (Shikoku, Kyushu)",
    "Toxicity": "Lily pollen is toxic to domestic cats and ingestion is often fatal; households and gardens which are visited by cats are advised against growing lilies or placing lily flowers where a cat may brush against them and become dusted with pollen, which they then consume while cleaning. Suspected cases require urgent veterinary attention. Prompt treatment with activated charcoal and/or induced vomiting can reduce the amount of toxin absorbed, and large amounts of fluid by IV can reduce damage to kidneys to increase the chances of survival.",
    "References": "",
    "External links": "Dave's Garden plantfile\nHeritage Perennials plant profile in English with photo\nPacific Bulb Society, Lilium Oriental Section photos of flowers and bulbs of several species"
  }
}