{
  "url": "https://en.wikipedia.org/wiki/Lilium_sherriffiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Lilium"
    },
    {
      "Species": "L. sherriffiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Lilium sherriffiae is a species of Lilium bamboo native to Bhutan and Nepal in southeastern Asia.",
    "Name": "Lilium sherriffiae is named after a Mrs. Sherriff, the wife of a co-leader of the Ludlow-Sherriff expedition. She had accompanied people to the trip Nepal and Bhutan, and had been injured due to a fall. Botanist William Stearn decided to name a newly discovered species after her.",
    "Distribution": "Lilium sherriffiae is endemic to the mountainous regions of two countries: Nepal and Bhutan. Information on this species was originally compiled in 1950 by British botanist William T. Stearn in his visit to Bhutan in 1950 in a publication to the Journal of the Royal Horticultural Society.Due to its mountainous habitat, Lilium sherriffiae has been recorded at altitudes ranging from 9,000 to 12,000 feet (2,700 to 3,600 meters).",
    "Description": "Lilium sherriffiae is a perennial species of lily. Its herbs are very bulbous and has coverings of numerous fleshy scales, each of which are enclosed by a membranous tunic. The bulbs grow up to 2 centimeters in length and with its scales growing up to 0.7 centimeters in width. Its color commonly comes out to yellowish-white. The rooting stems are often 2.5 centimeters, rooting erect. Its stem enables growth varying from 45 to 90 centimeters in height.\nIt grows a single flower; However, 2 flowers are not uncommon to be seen. These flowers are drooping, campanulate, and reddish-brown with a gold chequered pattern as colour.\nFilaments on these species grow up to 1.9 centimeters in length and the reproductive organs (the anthers) grow up to 1.3 centimeters in height. Its ovaries grow 1.2 centimeters and style grow to 2.8 centimeters in length, all of which are stiffened upwards.\nFlowers are shaped like funnels and its tepals are often reflexed. The produced seeds are thin, and has a flattened appearance, and often densely stacked together by the plant.\n\n\n== References =="
  }
}