{
  "url": "https://en.wikipedia.org/wiki/Lilium_regale",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Lilium"
    },
    {
      "Species": "L. regale"
    }
  ],
  "text": {
    "__SUMMARY__": "Lilium regale, called the regal lily, royal lily, king's lily, or, in New Zealand, the Christmas lily, is a species of plant in the lily family, with trumpet-shaped flowers. It is native to the western part of Sichuan Province in southwestern China, and cultivated elsewhere as an ornamental. It was introduced to England in 1903 by Ernest Henry Wilson.Lilium regale is a long-lived, stem-rooting bulbous plant. The leaves are borne at irregular intervals on the stem. Plants grow up to 2 meters high, though 1.2 to 1.5 meters is more common in the garden. The flowers are 14 cm long, funnel or trumpet shaped, white with yellow throat, flushed purple outside. Stamens are prominent. The flowers are strongly fragrant, especially at night.",
    "Cultivation": "The Royal Horticultural Society has given Lilium regale its Award of Garden Merit. It is among the easiest lilies to grow in most temperate climate gardens. It tolerates most soils, except ones prone to waterlogging. It may naturalise in suitable conditions. It can also be grown in large containers. The bulbs themselves are very hardy, but the shoots appear early in the season and may be damaged by frost. Plants can be raised from seed, and often flower in their second year. A serious pest is the Scarlet Lily Beetle, the larvae of which may cause complete defoliation. Stems may require staking to support the large blooms.Deer also frequently eat lily plants and fences as high as 8 feet may be needed to deter them.",
    "Toxicity": "",
    "Toxicity-Cats": "Lilium regale, like many in the genus, is toxic to cats, with ingestion causing potentially fatal renal failure. Households that are visited by cats are advised against keeping this plant or placing dried flowers where a cat may brush against them and thus become dusted with pollen, which is then consumed during cleaning. Suspected cases require urgent veterinary attention. Rapid treatment with activated charcoal and/or induced vomiting can reduce the amount of toxin absorbed, and large amounts of fluid by IV can reduce damage to kidneys to increase the chances of survival.\n\n\n== References =="
  }
}