{
  "url": "https://en.wikipedia.org/wiki/Lilium_philadelphicum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Lilium"
    },
    {
      "Species": "L. philadelphicum"
    }
  ],
  "text": {
    "__SUMMARY__": "Lilium philadelphicum, also known as the wood lily, Philadelphia lily, prairie lily, or western red lily, is a perennial species of lily native to North America.",
    "Distribution": "The plant is widely distributed in much of Canada from British Columbia to Quebec, and parts of the United States (Northeast and Great Lakes regions plus the Rocky and Appalachian Mountains).",
    "Description": "Lilium philadelphicum grows to a height of approximately 30 to 90 centimeters. It produces red or orange blooms between June and August.",
    "Description-Varieties": "Lilium philadelphicum var. andinum—western wood lily, native to Midwestern U.S., Great Plains, and Western U.S. regions. It is the floral emblem of the province of Saskatchewan in Canada, and is on the flag of Saskatchewan.",
    "Conservation": "Lilium philadelphicum is listed as an endangered species in Maryland, New Mexico, Tennessee and North Carolina.  Its status is a threatened species in Kentucky and Ohio.As the Saskatchewan provincial floral emblem, it is protected under the Provincial Emblems and Honours Act, and cannot be picked, uprooted or destroyed in any manner.",
    "Toxicity": "Cats are extremely sensitive to lily toxicity and ingestion is often fatal. Households and gardens that are visited by cats are strongly advised against keeping this plant or placing dried flowers where a cat may brush against them and become dusted with pollen that they then consume while cleaning. Suspected cases require urgent veterinary attention.Rapid treatment with activated charcoal and/or induced vomiting can reduce the amount of toxin absorbed (this is time-sensitive so in some cases vets may advise doing it at home), and large amounts of fluid by IV can reduce damage to kidneys to increase the chances of survival.",
    "Traditional uses": "The bulbs were eaten by some Native Americans.",
    "Gallery": "",
    "References": "",
    "External links": "University of Michigan at Dearborn: Native American Ethnobotany of Lilium philadelphicum"
  }
}