{
  "url": "https://en.wikipedia.org/wiki/Lilium_occidentale",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Lilium"
    },
    {
      "Species": "L. occidentale"
    }
  ],
  "text": {
    "__SUMMARY__": "Lilium occidentale is a rare North American species of lily known by the common name western lily. Its species name 'Occidentale' means 'western most' and refers to its location along the West Coast. It is native to northwestern California and southwestern Oregon. It grows in coastal prairie habitat, swamps and stagnant bogs with Drosera species, bluffs and sandy cliffs, and seaside spruce forests. This rare wildflower is limited in distribution and directly endangered by a number of environmental factors. It is a federally listed endangered species and it is listed as endangered by the states of California and Oregon.\nIt is found growing along a narrow 200 mile stretch of coast between Southern Oregon and Northern California usually within sight of the ocean. Its furthest northern distribution is Florence, Oregon to as far south as Eureka, California.\nLilium occidentale is a perennial herb sometimes exceeding two meters in height. It grows from a scaly, elongated bulb which may be nearly 10 centimeters long. The leaves grow in a series of whorls around the stem. They may be linear to oval in shape and over 20 centimeters long. The inflorescence bears up to 35 showy nodding lily flowers. The flower has 6 recurved tepals each up to 8 centimeters long, sometimes curled back into complete rings. The tepals are usually red to orange to yellow-green, generally bicolored with more red on the inside and more greenish yellow on the outer surfaces. They are often spotted. There are six stamens with large red anthers up to 1.4 centimeters long, and a pistil which may be more than 5 centimeters in length. The flower is pollinated chiefly by hummingbirds, including Allen's hummingbird (Selasphorus sasin).Threats to this species have included grazing and trampling by livestock, development and ranching, cranberry farming, genetic drift, vehicles and road maintenance, and horticultural collecting of the bulbs and flowers. New sprouts and shoots dry out quickly and are easily crushed. The invasion of trees into the plant's habitat, either by natural succession or deliberate planting and fire suppression, can alter the hydrology and soil structure enough to eliminate it. When the plant was listed as an endangered species in 1994, there were 2000 to 3000 individuals remaining.Lilium occidental grows easily from seed with stratification. It can be easily grown in an artificial type bog or other wetland setting providing its need for constant moisture during the growing season is met. (McRae). There is considerable hybridization with other native lilies, in particular L. columbianum, in areas where the two species grow in close proximity. At some locations the two species grow side-by-side, with Occidentale growing in low depressions (drainage ditches) that are clearly flooded during wet periods or periods of heavy rain, and columbianum growing just feet away on the steeper slope.(McRae). This leads to confusion with regards to \"true\" phenotype. One home owner near Eureka, California had literally hundreds growing in his garden.\nRegardless of its realitive easy of culture, Lilium occIdentale is a federally protected species under the Endangered Species Act and C.I.T.E.S (Convention on International Trade in Endangered Species of Wild Fauna and Flora) and therefore it is illegal to own or process any plant material (seed, bulbs, leaves, ETC), or sell seed or bulbs without proper documentation and approval of U.S. Fish & Wildlife. Violators face prosecution and a possible felony conviction for possession of undocumented plant material.\nOccidentale produces more nectar than any other American lily, which is not surprising given that hummingbirds are the primary pollinator.",
    "Toxicity": "",
    "Toxicity-Cats": "Cats are extremely sensitive to lily toxicity and ingestion is often fatal; households and gardens which are visited by cats are strongly advised against keeping this plant or placing dried flowers where a cat may brush against them and become dusted with pollen which they then consume while cleaning. Suspected cases require urgent veterinary attention. Rapid treatment with activated charcoal and/or induced vomiting can reduce the amount of toxin absorbed (this is time-sensitive so in some cases vets may advise doing it at home), and large amounts of fluid by IV can reduce damage to kidneys to increase the chances of survival.",
    "References": "",
    "External links": "Jepson Manual Treatment\nUSDA Plants Profile\nPhoto gallery"
  }
}