{
  "url": "https://en.wikipedia.org/wiki/Lilium_parryi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Lilium"
    },
    {
      "Species": "L. parryi"
    }
  ],
  "text": {
    "__SUMMARY__": "Lilium parryi, common name lemon lily, is a rare species of lily.Lilium parryi is native to the southwestern United States and northwestern Mexico where it grows in moist areas in mountain habitats. In California it is currently known from the San Bernardino and San Gabriel Mountains and a few remaining spots near Palomar Mountain to the south. It is the only true lily native to  Arizona, where a few populations can be found in the Huachuca, Chiricahua, and Santa Rita Mountains. In Mexico, it has been found in mountains in the states of Sonora and Baja California.Lilium parryi is a perennial herb growing erect to about 2 meters in height from a scaly, elongated bulb up to 11 centimetres (4 1⁄3 in) long. The leaves are generally linear in shape, up to 29 centimetres (11 1⁄2 in) long, and usually arranged in whorls around the stem. The inflorescence is a raceme bearing up to 31 large, showy, bright lemon yellow flowers. The trumpet-shaped, fragrant flowers have six curling tepals up to 11 centimetres (4 1⁄3 in) long, sometimes with a few reddish spots. There are six stamens tipped with large anthers up to 1.4 centimetres (1⁄2 in) long. The pistil may be 10 centimetres (4 in) long. The flowers are pollinated by hawkmoths, especially Hyles lineata and Sphinx perelegans.Threats to this species include grazing, recreation, natural flooding and human alterations in water regimes, and horticultural collecting of the bulbs and flowers.\nLilium parryi was named for Charles Christopher Parry (28 August 1823 – 20 February 1890), a British-American  botanist and mountaineer.\nIdyllwild, California, hosts the Lemon Lily Festival, which celebrates this species.",
    "References": "",
    "External links": "Calflora Database: Lilium parryi (lemon lily)\nJepson Manual Treatment of Lilium parryi\nUSDA Plants Profile for Lilium parryi (lemon lily)\nUC Photos gallery: Lilium parryi"
  }
}