{
  "url": "https://en.wikipedia.org/wiki/Lilium_superbum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Lilium"
    },
    {
      "Species": "L. superbum"
    }
  ],
  "text": {
    "__SUMMARY__": "Lilium superbum is a species of true lily native to the eastern and central regions of North America. Common names include Turk's cap lily, turban lily, swamp lily, lily royal, or American tiger lily. The native range of the species extends from southern New Hampshire, Massachusetts, and New York, west to Illinois, Missouri, and Arkansas, and south to Georgia, Alabama, Mississippi, and Florida.",
    "Description": "Lilium superbum grows from 3–7 feet (0.91–2.13 m) high with typically three to seven blooms, but exceptional specimens have been observed with up to 40 flowers on each stem. It is capable of growing in wet conditions. It is fairly variable in size, form, and color. The color is known to range from a deep yellow to orange to a reddish-orange \"flame\" coloring with reddish petal tips. The flowers have a green star at their center that can be used to distinguish L. superbum from the Asiatic \"tigerlilies\" that frequently escape from cultivation.",
    "Uses": "The roots were a food source for Native Americans, and the flowers provide nectar for hummingbirds and larger insects.",
    "Status": "It is listed as endangered in Florida, New Hampshire, Alberta and Saskatchewan and threatened in Kentucky, and exploitably vulnerable in New York.",
    "Etymology": "The common name is derived from the reflexed shape of the flower petals, which presumably resemble a type of hat worn by early Turkish people.",
    "Toxicity": "",
    "Toxicity-Cats": "Cats are extremely sensitive to lily toxicity and ingestion is often fatal; households and gardens which are visited by cats are strongly advised against keeping this plant or placing dried flowers where a cat may brush against them and become dusted with pollen which they then consume while cleaning. Suspected cases require urgent veterinary attention. Rapid treatment with activated charcoal and/or induced vomiting can reduce the amount of toxin absorbed (this is time-sensitive so in some cases vets may advise doing it at home), and large amounts of fluid by IV can reduce damage to kidneys to increase the chances of survival.",
    "Traditional uses": "The bulbs were made into soups by some Native Americans.",
    "References": "",
    "External links": "USDA Plants Profile for Lilium superbum (turk's-cap lily)\nMissouri Botanical Garden, Kemper Center for Home Gardening: Turkscap lily (Lilium superbum)\nLady Bird Johnson Wildflower Center Native Plant Information Network−NPIN: Lilium superbum (Turk's-cap lily) — with horticultural info."
  }
}