{
  "url": "https://en.wikipedia.org/wiki/Lilium_martagon",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Lilium"
    },
    {
      "Species": "L. martagon"
    }
  ],
  "text": {
    "__SUMMARY__": "Lilium martagon (martagon lily or Turk's cap lily) is a Eurasian species of lily. It has a widespread native region extending from Portugal east through Europe and Asia as far east as Mongolia.\nVarietiesNumerous names have been proposed at the levels of subspecies and varieties. Only two are recognized by the World Checklist.\nLilium martagon var. martagon - from Portugal to Mongolia\nLilium martagon var. pilosiusculum Freyn - Russia, Kazakhstan, Xinjiang, Mongolia",
    "Cultivation": "Horticulturally it is in Division IX (true species). It is stem-rooting, growing between 1 metre (3 ft 3 in) and 2 metres (6 ft 7 in) tall. The flower colour is typically a pink-purple, with dark spots, but is quite variable, extending from near white to near black. The flowers are scented. Numerous flowers are borne on each plant, and up to 50 can be found on vigorous plants. The green stems can be flushed with purple or red and the leaves are elliptic to inverse lanceolate, mostly in whorls, up to 16 centimetres (6.3 in) long and often lightly hairy underneath.This plant has gained the Royal Horticultural Society's Award of Garden Merit.Lilium martagon was used in hybridising with L. hansonii at the end of the 19th century by Mrs RO Backhouse of Hereford, England.",
    "Name": "The name Turk's cap lily, also applied to a number of other species, comes from the characteristic reflexed shape of the petals. The specific epithet martagon is a Turkish word which also means turban or cap.It is also named as lily of Istanbul or Sultan lily or dragon lily.",
    "Toxicity": "",
    "Toxicity-Cats": "Lilium martagon, like many in the genus, is highly toxic to cats and ingestion often leads to fatal renal failure; households and gardens which are visited by cats are strongly advised against keeping this plant or placing dried flowers where a cat may brush against them and become dusted with pollen which they then consume while cleaning. Suspected cases require urgent veterinary attention. Rapid treatment with activated charcoal and/or induced vomiting can reduce the amount of toxin absorbed (this is time-sensitive so in some cases vets may advise doing it at home), and large amounts of fluid by IV can reduce damage to kidneys to increase the chances of survival.",
    "References": "",
    "External links": " Media related to Lilium martagon at Wikimedia Commons\n Data related to Lilium martagon at Wikispecies"
  }
}