{
  "url": "https://en.wikipedia.org/wiki/Lilium_pardalinum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Lilium"
    },
    {
      "Species": "L. pardalinum"
    }
  ],
  "text": {
    "__SUMMARY__": "Lilium pardalinum, also known as the leopard lily or panther lily, is a flowering bulbous perennial plant in the lily family, native to Oregon, California, and Baja California. It usually grows in damp areas. Its range includes California chaparral and woodlands habitats and the Sierra Nevada.Typically L. pardalinum grows to about 2 metres (6.6 ft) high; the tallest and most vigorous plants can reach up to 2.5 metres (8.2 ft).  The bulbs are small, and many are usually clustered together on a rhizomatous stock. The flowers are Turk's-cap shaped, red-orange, with numerous brown spots, usually flowering in July.\n\nSubspeciesLilium pardalinum subsp. pardalinum Kellogg -- leopard lily - southern California, Baja California\nLilium pardalinum subsp. pitkinense (Beane & Vollmer) Skinner -- Pitkin Marsh lily - northwestern California\nLilium pardalinum subsp. shastense (Eastw.) Skinner -- Shasta lily - Oregon, northern California\nLilium pardalinum subsp. vollmeri (Eastw.) Skinner -- Vollmer's lily - southwestern Oregon, northwestern California\nLilium pardalinum subsp. wigginsii (Beane & Vollmer) Skinner -- Wiggins' lily - southwestern Oregon, northwestern CaliforniaThe subspecies Pitkin Marsh lily, Lilium pardalinum subsp. pitkinense, is federally listed as an endangered species.",
    "Cultivation": "L. pardalinum is cultivated by specialty plant nurseries as an ornamental plant, for use in native plant gardens and wildlife gardening; as well as providing height and colour in the flower border and for cut flowers.",
    "References": "",
    "External links": " Media related to Lilium pardalinum at Wikimedia Commons\n Data related to Lilium pardalinum at Wikispecies\nJepson Manual Treatment: Lilium pardalinum\nUSDA Plants Profile: Lilium pardalinum (leopard lily)\nLabs1.eol.org"
  }
}