{
  "url": "https://en.wikipedia.org/wiki/Lilium_mackliniae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Lilium"
    },
    {
      "Species": "L. mackliniae"
    }
  ],
  "text": {
    "__SUMMARY__": "Lilium Mackliniae, the Shirui lily or Shirui lily, is a rare Indian species of plant found only in the upper reaches of the Shirui hill ranges in the Ukhrul district of Manipur, India, at an elevation of 1,730–2,590 metres (5,680–8,500 ft) above sea level. It is located near the boundary of Myanmar to the east, Shirui village in the west, Choithar village in the south and Sihai village in the north.\nThis shade-loving lily has pale bluish-pink petals but has seven colours when observed through a microscope. In the wild, it flowers in the monsoon months of June and July. They are seasonal flowering plants and at their best in May and June when it blooms. The peak season of its bloom is May 15 to June 5. The height of the plant is 1–3 feet (0.30–0.91 m). and has one to seven flowers per plant.",
    "Description": "",
    "Description-Flower": "They blossom in Spring specifically May 15 - June 5. The plants are .3-.91m (1–3 ft) in height with 1-7 flowers per plant. It has pale blue-pink petals, but when observed through a microscope has seven colors. They are ivory on the inside and occasionally are colored a pale pink as well. The outside can be a reddish-purple as well. It is a trumpet-shaped flower which hangs downward.",
    "Description-Cultivation": "There are many ways to cultivate the flowers. They grow well in humus soil that remains moist and is sheltered from direct summer sunlight. They can be grown as bulbs and seeds.The seeds need to be covered with compost about 5mm deep and need to be in a cool, but well-lit space. Artificial heat can prevent germination and they only germinate in the Spring after they've been chilled or frozen in the winter. They can be grown in small pots and then repotted or planted outside. This is because the area in which they are from, Ukhrul, has wet summers and cold, dry winters.",
    "Significance": "It was believed that the plant can only be grown on the tops of the Shirui Hill as the British attempted to move it, but it wasn't working. Also, the Ukhrul Village believe that a princess lived on the hill with her lover Shirui and after she died, she still waits for him and the flower comes from the soil she is buried from. Another legend is that the daughter of goddess Philava named Lily protects these hills. The third story is that the two lovers jumped from the cliffs to their death and thus came the flower. The flower is called Kashong Timrawon traditionally and is believed to represent kindness, protection, prosperity, and a happy life.",
    "Uses": "The lily has medicinal properties which is used in treating skin and stomach problems.",
    "History": "The flower was discovered when Frank Kingdon-Ward came to Manipur with his wife (the daughter of a Bombay high court judge) for botanical research, in 1946. They set up base at Ukhrul in a building which they called “Cobweb cottage alias Bug bungalow”. Frank made the exciting “discovery” of Siroi lily, and named it after his wife Jean Macklin; it was discovered in 1946. At the time, it received the Prestigious Merit Prize in 1948 by Royal Horticultural Society Flower.The Indian Postal Department commemorated the Lily with a postage stamp and it is the State flower of Manipur.",
    "Conservation Efforts": "Intense tourism, waste and plastic dumping, plucking, and uprooting of the plant has resulted in it becoming endangered. It has also been invaded by the bamboo invasive species. As such there have been multiple efforts made in order to help revitalize the flower. First in 1982, The Siroi National Park was established and covered an area of .41 sq km of where the lily naturally grows.A postal stamp was issued by the Indian Postal Department to commemorate this flower.\nOn 13 October 2013 Shajin Jinks, the head of the Department of Environment and Heritage of Goa, led an expedition to the Shiroi Hills to raise awareness to protect this endangered heritage.\nThe Shirui Lily Festival has been started in May 2017, for the first time in history, to increase awareness of the rare flower and its value to the world. The festival is going to be celebrated every year in Ukhrul town as well as Shirui village in Manipur.\nOn Feb 19, 2015 the National Institute of Bio-resources and Sustainable Development launched a campaign to redevelop the habitat of the Siroi Lily. They will grow the flowers in the lab and distribute them to nurseries elsewhere to be planted and cultivated.",
    "References": "\nAbout Shirui Lily Festival\nShiRock"
  }
}