{
  "url": "https://en.wikipedia.org/wiki/Lilium_candidum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Lilium"
    },
    {
      "Species": "L. candidum"
    }
  ],
  "text": {
    "__SUMMARY__": "Lilium candidum, the Madonna lily, is a plant in the true lily family. It is native to the Balkans and Middle East, and naturalized in other parts of Europe, including France, Italy, and Ukraine, and in North Africa, the Canary Islands, Mexico, and other regions. It has been cultivated since antiquity, for at least 3,000 years, and has great symbolic value since then for many cultures. It is susceptible to several virus diseases common to lilies, and especially to Botrytis fungus.  One technique to avoid problems with viruses is to grow plants from seed instead of bulblets.",
    "Description": "It forms bulbs at ground level, and, unlike other lilies, grows a basal rosette of leaves during winter, which die the following summer. A leafy floral stem, which generally grows 1.2 metres (3 ft 11 in) tall, but exceptionally 2 metres (6 ft 7 in) tall, emerges in late spring and bears several sweetly and very fragrant flowers in summer. The flowers are pure white and tinted yellow in their throats.",
    "Taxonomy": "It is commonly known as the Madonna lily,",
    "In culture": "Madonna lilies are depicted in the fresco titled \"Prince of the Lilies\" in the ruins of the ancient Minoan palace of Knossos.\nSome translations of the Bible identify the Hebrew word Shoshannah as \"lily\" in the Song of Songs: \"As the lily among thorns, so is my love among the daughters.\" (Song of Songs, 2:2 (KJV)) Customarily it is translated as \"rose\". For example, Abraham ibn Ezra described it as a white flower, which has a good fragrance, and has a six petaled flower and six stamens. But its identity is uncertain, because it typically grows in montane places and not in valleys as the phrase \"the lily of the valleys\" would have it.The Bible describes King Solomon's Temple as adorned with designs of Madonna lilies on the columns, and on the brazen Sea (Laver).The lily symbolizes purity for Roman Catholics. Medieval depictions of the Blessed Virgin Mary, especially at the Annunciation, often show her with these flowers in her hands or nearby. Additionally, Saint Joseph is frequently depicted with them to stress the Catholic belief in his chaste marriage with Mary, whom the Church teaches was always a virgin.The French adopted the symbol of the fleur de lis, which is can be described as a stylized Madonna lily, however the shape of this symbol more accurately resembles that of a flag iris or Iris florentina. The lily appears on ancient coins from Yehud Medinata, as well as on medieval banners from Syria in the time of Saladin. The first time it appears in a Western context is in a stone carving decorating the refectory of the Hospitaller compound at Akko, possibly indicating the link to its adoption by the House of Valois-Anjou.",
    "Toxicity": "Cats are extremely sensitive to the toxicity of the plant and ingestion is often fatal; households and gardens which are visited by cats are strongly advised against keeping this plant or placing dried flowers where a cat may brush against them and become dusted with pollen which they then consume while cleaning. Suspected cases require urgent veterinary attention. Rapid treatment with activated charcoal and/or induced vomiting can reduce the amount of toxin absorbed (this is time-sensitive so in some cases vets may advise doing it at home), and large amounts of fluid by IV can reduce damage to kidneys to increase the chances of survival.",
    "Gallery": "",
    "References": "\n\n== External links =="
  }
}