{
  "url": "https://en.wikipedia.org/wiki/Lilium_auratum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Lilium"
    },
    {
      "Species": "L. auratum"
    }
  ],
  "text": {
    "__SUMMARY__": "Lilium auratum (山百合 yamayuri; literally \"mountain lily\") is one of the true lilies.  It is native to Japan and is sometimes called the golden rayed lily of Japan or the goldband lily.",
    "Description": "The flower colour is typically white with gold radial markings and orange spots, but variations in flower colour and markings are known. For example, the variety platyphyllum which bears a gold stripe along the tepals but lacks spots. The strongly scented flowers are the largest of any lily species and the largest plants, which can reach 2.5 metres (8 ft), can carry up to twenty of these.\nIt has been used widely in breeding and many of the more spectacular modern cultivars are derived in part from this species.",
    "Cultivation": "This lily does well in plain or acidic soil; rich or fertilised soil will kill the plant. Bulbs should be planted in a hole three times their size in both depth and width in a well-drained area. The best position for this plant is one where its top will receive sunlight while its base remains shaded.\nThis lily can be cultivated by seed, but for faster reproduction scaling is recommended. Its life span (around 3 or 4 years) is significantly less than that of its descendants, so reproducing this plant is important for gardeners.",
    "Chemistry": "L. auratum contains phenolic glycerides such as 1,2-O-diferuloylglycerol, 1-O-feruloyl-2-O-p-coumaroylglycerol, 1-O-p-coumaroyl-2-O-feruloylglycerol, 1-O-feruloylglycerol, 1,3-O-diferuloylglycerol, 1-O-feruloyl-3-O-p-coumaroylglycerol and 1-O-p-coumaroylglycerol.",
    "Toxicity": "",
    "Toxicity-Cats": "Cats are extremely sensitive to lily toxicity and ingestion is often fatal; households and gardens which are visited by cats are strongly advised against keeping this plant or placing dried flowers where a cat may brush against them and become dusted with pollen which they then consume while cleaning. Suspected cases require urgent veterinary attention. Rapid treatment with activated charcoal and/or induced vomiting can reduce the amount of toxin absorbed (this is time-sensitive so in some cases vets may advise doing it at home), and large amounts of fluid by IV can reduce damage to kidneys to increase the chances of survival.\n\n\n== References =="
  }
}