{
  "url": "https://en.wikipedia.org/wiki/Lilium_polyphyllum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Lilium"
    },
    {
      "Species": "L. polyphyllum"
    }
  ],
  "text": {
    "__SUMMARY__": "== Description ==\nEven though Lilium polyphyllum was discovered over one and a half centuries ago, it has not been scientifically studied until recently as an endangered species. Some common names for L. polyphyllum include white Himalayan lily and many-leaved lily. There are also multiple synonyms for this species that includes Lilium punctatum Jacquem and Lilium polyphyllum var. uniflorum Boiss. It is a rare species that flowers in June and July and are used by the local people in northern India for temple offerings and home decorations for a day because it has an unpleasant smell that keeps it from staying inside homes overnight.The bulb is typically white, long and narrow and forms longs roots that can grow deep into the soil about 60 cm. Its stem is stiff and grow to be about 2–4 feet tall with leaves that are small and lance shaped. The petals are a white or light pink color with dark pink or purple scattered spots. Its anthers are large and a yellow to orange color. The flowers and bulbs of this species can be used for medicinal purposes.",
    "Distribution": "White Himalayan lily is found in the Himalayas, a mountain range in Asia that runs from Afghanistan to Nepal with an elevation of 1,800-3,700 m. L. polyphyllum is hardly present in China, but is restricted to the northern region of a few countries: Tibet, Nepal, Pakistan, and the Wanga Valley in the northwestern Himalaya Mountains. It is specifically found in the Hunza Valley of Pakistan, which borders four countries: Russia, Afghanistan, China, and India. In India, this species is limited to three states where there are few wild habitats and a narrow number of lilies: Jammu and Kashmir, Himachal Pradesh, and Uttarakhand.",
    "History": "The white Himalayan lily was discovered by Dr. Royle in 1839 in northern India. In 1871, this species first flowered at the Royal Botanic Garden Edinburgh in the United Kingdom. Two years later, G. Maw was the first person to flower this lily in England. An issue of “The Garden” published an article in January 24, 1874 where the writer noted that L. polyphyllum flowers in June at an elevation of 6,500 feet. No photographs had existed until more than thirty-eight years after it was discovered. In the early 1900s, Elgin T. Gates found this species in the northern region of Pakistan at an elevation of 10,000 feet above sea level in the Hunza valley. In 1974, an Indian journalist noted that it flowered in India in June at an elevation of 2,100 meters.",
    "Medicinal uses": "The bulb of this species has medicinal properties that are used the modern pharmaceutical industry. These include:\nas an aphrodisiac to stimulate sexual desire\nas a galactagogue, which is a medicine to promote the secretion of milk in women who are pregnant\nas an expectorant that promotes the secretion of milk in women who are pregnant\nas a diuretic that increases urination\nas an antipyretic that counteracts fevers\nas a revitalizing tonic",
    "References": "",
    "External links": "https://wcsp.science.kew.org/namedetail.do?name_id=279876\nhttps://www.rhslilygroup.org/RHS_LilyYrbk_1512.pdf\nhttps://www.flowersofindia.net/catalog/slides/White%20Himalayan%20Lily.html\nhttps://upload.wikimedia.org/wikipedia/commons/4/41/L.polyphylium.2.jpg"
  }
}