{
  "url": "https://en.wikipedia.org/wiki/Lilium_henryi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Lilium"
    },
    {
      "Species": "L. henryi"
    }
  ],
  "text": {
    "__SUMMARY__": "Lilium henryi (Chinese: 湖北百合; pinyin: Húběi bǎihé; literally: 'Hubei lily'), sometimes called Tiger Lily or Henry's lily, is a native lily of the mountains of central China (Provinces of Guizhou, Hubei, Jiangxi). The flowers are orange, spotted black, and unscented. The petals are recurving (bent backwards), and eventually resemble those of the more widespread Turk's-cap lily (though not when young).",
    "Cultivation": "Typically it grows to about 1.5 m high in the wild, but vigorous cultivated plants can reach up to 2.5 m. It is likely to bend towards the light, and hence may need staking. It is useful as a garden ornamental plant for its long lasting flowers, its textured petals, and it is more tolerant than most lilies of lime in the soil. Henry's lily is easy to propagate from bulb scales.\nIt was introduced into cultivation in Europe by Augustine Henry, and was named after him.",
    "Toxicity": "",
    "Toxicity-Cats": "Cats are extremely sensitive to lily toxicity and ingestion is often fatal; households and gardens which are visited by cats are strongly advised against keeping this plant or placing dried flowers where a cat may brush against them and become dusted with pollen which they then consume while cleaning. Suspected cases require urgent veterinary attention. Rapid treatment with activated charcoal and/or induced vomiting can reduce the amount of toxin absorbed (this is time-sensitive so in some cases vets may advise doing it at home), and large amounts of fluid by IV can reduce damage to kidneys to increase the chances of survival.",
    "References": "",
    "External links": "Pacific Bulb Society, Asiatic Section D-K photos of several species including Lilium henryi\nThe Lily Garden\nDave's Garden Plant Files"
  }
}