{
  "url": "https://en.wikipedia.org/wiki/Lilium_iridollae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Lilium"
    },
    {
      "Species": "L. iridollae"
    }
  ],
  "text": {
    "__SUMMARY__": "Lilium iridollae is a species of Lilium or lily. It is a perennial forb. This species is considered one of five known Lilium species native to specific sites in the United States' southeast region.  In 1940, this species was discovered by Mary Henry in its habitat. She named the lily in reference to a \"pot of gold at the end of the rainbow\".Lilium iridollae is the most demanding of specific conditions, that is one reason why this lily has been elusive to many enthusiasts. In general, the southeastern region of the United States is not considered \"lily growing country\" since it has warm winter temperatures and high humidity which are not suitable conditions for garden lilies.",
    "Common names": "Lilium iridollae is more commonly known by these two names: pot-of-gold lily and panhandle lily. In Florida and Alabama, Lilium iridollae is referred by panhandle lily. In North Carolina, South Carolina, and Virginia, Lilium iridollae is referred to as pot-of-gold lily.",
    "Distribution": "Lilium iridollae grows along streams in wet pine woodlands and in pitcher plant bogs in the southeastern United States. It is mainly found in Florida, North Carolina, South Carolina, Alabama, and Virginia. This species has become endangered in Florida and threatened in North Carolina.The balance of the habitat of this endangered plant, Lilium iridollae, is reliant on episodic, naturally occurring fires caused by lightning strikes. The fires reduce competition from other plants and release nutrients and organic substance from burned peat moss and leaves into the acidic, nutrient-poor soil. Lilium iridollae’s sensitivity to changes in drainage patterns and water quality make them predominantly susceptible to disturbances in its ecosystem. For example, they might be overgrazed by livestock and urban development in nearby areas.",
    "Description": "The flower stalk may grow to be 6 feet tall, but more often they are a foot or two shorter. The individual flower stalks only create one solitary flower that hangs downward from the stem. Each flower is about 3-4 inches wide. The colors of the flowers ranges from a pale yellow to a rich orange. The petals on the flower are recurved that causes them to touch each other over the back of the stem while the stamens and the stigma hang downward in the open space. In addition, the petals also have heavy brownish-black spots. The flowers are non-fragrant.",
    "Pollination": "Lilium iridollae and many other related species are pollinated mostly by large swallowtail butterflies.  In addition, this plant is also attractive to bees and/or birds. When pollination occurs, a large seed capsule ultimately develops that can contain many hundreds of seeds.",
    "How they grow": "Lilium iridollae are deciduous and they return to its bulb stage in late fall. Near early spring, brand new leaves form and they develop into a basal rosette immediately. In late spring, the basic rosette begins to elongate. Then by mid- to late-July they being to flower.Seed is light brown and delayed-hypogeal without stratification in 1–2 months.\nThere are often situations where Native lilies neglect to flower if the conditions are not right. In that case, they might spend years appearing each spring as a basal rosette of leaves.  In addition, young plants, in optimal conditions, take more than two years to develop into a flower from a seed because they mature at a slow pace.",
    "Similar or related rare species": "Lilium iridollae is closely related to Lilium superbum or referred by common names such as Turk’s Cap Lily, Turban Lily, Swamp lily or American Tiger Lily. Lilium superbum has dark orange, non-fragrant flowers with purple spots. It has leaves in 6 - 10 whorls on a 6 - foot stem.\n\nLilium michauxii or Carolina Lily is another species similar to Lilium iridollae.  Lilium michauxii has flowers that resemble flowers of Turk’s Cap Lily, but the differences are that the flowers are fragrant and the stem is only 2 – 3 feet tall. In addition, the leaves are broadly lance-shaped.",
    "Protection and management": "Since Lilium iridollae has become an endangered and threatened species there are ways to protect and manage them. One way is to protect streams from siltation or sedimentation during logging and road construction. In addition, avoid logging on slope forests. Furthermore, avoid draining and filling wetlands. Since wildfires benefit Lilium iridollae, we should avoid placing firebreaks in ecotones. The wildfires should be allowed to burn into edges of streamside forests. Lastly, eradicate feral hogs because they can be harmful.",
    "Gallery": "",
    "References": "",
    "External links": "http://www.efloras.org/florataxon.aspx?flora_id=1&taxon_id=242101733\nhttp://www.rhslilygroup.org/RHS_LilyYrbk_1512.pdf\nhttp://www.efloras.org/object_page.aspx?object_id=41599&flora_id=1"
  }
}