{
  "url": "https://en.wikipedia.org/wiki/Lilium_longiflorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Lilium"
    },
    {
      "Species": "L. longiflorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Lilium longiflorum (Japanese: テッポウユリ, Teppōyuri), often called the Easter lily, is a plant endemic to both Taiwan and Ryukyu Islands (Japan). Lilium formosana, a closely related species from Taiwan, has been treated as a variety of Easter lily in the past. It is a stem rooting lily, growing up to 1 m (3 ft 3 in) high. It bears a number of trumpet shaped, white, fragrant, and outward facing flowers.",
    "Features": "Plants tend to grow from about 50 cm (20 in) to 1 m (3 ft 3 in) tall. They have long oval leaves and the vein enters the horizontal direction. From April to June, the plant's flowering season, it produces pure white flowers on top of the stem. The stem has a cylindrical shape, with a diameter of about 5 cm (2.0 in).",
    "Cultivation": "A variety of it, L. longiflorum var. eximium, native to the Ryukyu Islands, is taller and more vigorous. It is extensively cultivated for cut flowers. It has irregular blooming periods in nature, and this is exploited in cultivation, allowing it to be forced for flowering at particular periods, such as Easter. However, it can be induced to flower over a much wider period. This variety is sometimes called the Bermuda lily because it has been much cultivated in Bermuda.",
    "Use in Eastertide": "Lilium longiflorum is known as the Easter lily because in Christianity, it is a symbol of the resurrection of Christ, which is celebrated during Eastertide. The \"lily has always been highly regarded in the Church\", as Jesus Himself referenced the flower, saying \"Consider the lilies how they grow: they toil not, they spin not; and yet I say unto you, that Solomon in all his glory was not arrayed like one of these\" (Luke 12:27). Moreover, according to pious legend, \"after Jesus' death and resurrection, some of these beautiful flowers were found growing in the Garden of Gethsemane, where Jesus went to pray the night before His crucifixion. Legend has it that these flowers sprung up where drops of Jesus' sweat fell as he prayed\". In many Christian churches, the chancel is adorned with Easter lilies throughout the Paschal season. A poem of the early 1900s titled Easter Lilies by S.R. Allen, delineates this custom:\n\nSomewhere while the Easter lilies Swing their perfumed censers white, Softened rays of sunlight falling In lines aslant, and warm, and bright, Shall gild the altar, nave and chancel;Rest with tender roseate ray On the font, enwreathed with lilies For baptismal rites today. Another pilgrim on the journey From the cradle to the tomb, Shall receive a name and blessing While the Easter lilies bloom.",
    "History": "From the 1890s to the early 1920s, there was a thriving export trade of bulbs from Bermuda to New York. A disease affected the Bermuda lilies: this was identified by Lawrence Ogilvie. In 1903, USDA Agricultural Research Services (ARS) started to distribute disease free plant materials and seeds. The agency also started a breeding program, and released one of the first dwarf cultivars for potted-plant production in 1929. Prior to USDA's effort, lily bulbs were mostly imported from Japan before the 1940s. The supply of bulbs was suddenly cut off after the attack on Pearl Harbor and Easter lilies became extremely valuable in the United States.\nCurrently, nearly all Easter lily bulbs used in North America are grown on coastal bottom lands in northwestern California and southwestern Oregon, particularly in the town of Smith River, California.",
    "Chemistry": "The Easter lily is a rich source of steroidal glycosides. It also contains bitter principles such as 3,6′-diferuloylsucrose.",
    "Toxicity": "Some Lilium species are toxic to cats. This is known to be so especially for L. longiflorum, though other Lilium and the unrelated Hemerocallis can also cause the same symptoms. The true mechanism of toxicity is undetermined, but it involves damage to the renal tubular epithelium (composing the substance of the kidney and secreting, collecting, and conducting urine), which can cause acute renal failure. Veterinary help should be sought, as a matter of urgency, for any cat that is suspected of eating any part of a lily – including licking pollen that may have brushed onto its coat.",
    "References": "",
    "Further reading": "Vidali, Luis; Hepler, Peter K. (1997). \"Characterization and localization of profilin in pollen grains and tubes ofLilium longiflorum\". Cell Motility and the Cytoskeleton. 36 (4): 323–338. doi:10.1002/(SICI)1097-0169(1997)36:4<323::AID-CM3>3.0.CO;2-6. ISSN 0886-1544. PMID 9096955.\nHolm, Preben Bach (1977). \"Three-dimensional reconstruction of chromosome pairing during the zygotene stage of meiosis in Lilium longiflorum (thunb.)\". Carlsberg Research Communications. 42 (2): 103–151. doi:10.1007/BF02906489. ISSN 0105-1938.\nReiss, Hans-Dieter; Herth, Werner (1979). \"Calcium ionophore A 23187 affects localized wall secretion infqu hoeegion of pollen tubes of Lilium longiflorum\". Planta. 145 (3): 225–232. doi:10.1007/BF00454445. ISSN 0032-0935. PMID 24317727.",
    "External links": "www.the-genus-lilium: Lilium longiflorum\nLilium longiflorum in Flora of China"
  }
}