{
  "url": "https://en.wikipedia.org/wiki/Lilium_pensylvanicum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Lilium"
    },
    {
      "Species": "L. pensylvanicum"
    }
  ],
  "text": {
    "__SUMMARY__": "Lilium pensylvanicum is an Asian plant species of the family Liliaceae. Sometimes called the Siberian lily, it is native to a cold climate and needs frost in the winter. It is found in the wild form in Siberia, the Russian Far East, Mongolia, northeast China, Korea and Hokkaidō.The Latin name is misleading due to an error by the botanist John Bellenden Ker.",
    "Description": "Lilium pensylvanicum reaches a height of 30–70 centimetres (12–28 in) and has a width up to 25 cm (10 in). The stem is hard, smooth and straight, the leaves linear to lanceolate, 4–5 cm (1.6–2.0 in) long and 3–4 millimetres (0.12–0.16 in) wide. The plant flowers in June and July with one to six upright, dish-shaped flowers. The flower consists of six tepals curving backward from the center. The seeds mature from August to September. The bulb is roundish with a diameter of about 2 cm (0.79 in).",
    "Distribution in Japan": "Lilium pensylvanicum is abundant in the wild form in the Notsuke Peninsula. Near the city of Betsukai, during July, in the \"gardens of the flock of gruyas\" there may be seen many photographers looking for the best snapshots of the flowering of the ezosukashiyuri, as this species is known in Japanese. The city Koshimizu, on the island of Hokkaidō, is known as the city of the ezosukashiyuri flowers. In the Ainu language, the flowers are called masarorunpe and that is also the traditional Ainu oil lamp made from a large mussel shell and supported on a three-forked stick.",
    "Cultivation": "Lilium pensylvanicum is very undemanding and is easily cultivated. It is sensitive only in relation to drought. Thus the plant is popular in European and American gardens.",
    "References": "",
    "External links": " Media related to Lilium pensylvanicum at Wikimedia Commons"
  }
}