{
  "url": "https://en.wikipedia.org/wiki/Lilium_grayi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Lilium"
    },
    {
      "Species": "L. grayi"
    }
  ],
  "text": {
    "__SUMMARY__": "Lilium grayi (Gray's lily, Orange bell lily, Roan lily) is a perennial plant that is endemic to the eastern US states of North Carolina, Virginia, and Tennessee, growing in moist, acid soil in the Appalachian mountains on higher elevation meadows, bogs, and seeps. The plant was introduced to Royal Botanic Gardens, Kew in 1890 and was featured in the Kew Bulletin in 1892.",
    "Taxonomy": "The species was named to honor Asa Gray, an eminent American botanist of the mid-19th century who discovered Lilium grayi in 1840 in the Appalachian mountains on Roan Mountain. At the time, Gray wasn't sure that it was a unique species, thinking that it might be a variety of Lilium canadense. He found more plants there in 1879 on a trip with Charles Sprague Sargent. Sereno Watson, curator at the Gray Herbarium of Harvard University, found several differences from Lilium canadense, confirming that it was a distinct species, and named the plant in honor of his colleague.",
    "Description": "Lilium grayi reaches 2 to 5 ft (0.61 to 1.52 m) tall. The 2 to 3 in (5.1 to 7.6 cm) leaves are lanceolate to oblong-lanceolate and carried around the stem in whorls. The 2.5 in (6.4 cm) reddish-orange bell-shaped flowers bloom in early summer and are carried on several umbels in a tiered style. Sepals and petals have purple spots.Lilium grayi is closely allied to Lilium canadense, the Canada lily, and was originally thought to be that plant. L. grayi tends to have smaller flowers that are less pendulous, more open at bottom, and more suddenly narrowed at the apex.",
    "Habitat": "Lilium grayi is native to mountainous regions in only three U.S. states: North Carolina, Virginia, and Tennessee. It grows in sandstone and acidic soils, meadows, open areas near summits, forest meadows, and bluff outcrops. It grows in full sunlight.  Habitat is threatened by overgrazing by cattle, European wild boars, and rabbits. Increase of tree canopy also decreases available open habitat. The plant has also been reduced by illegal collecting and is susceptible to fungal infections.",
    "Gallery": "",
    "References": "",
    "External links": "Center for Plant Conservation\nFlora of North America\nThe International Plant Names Index\nUnited States Department of Agriculture Plants Profile"
  }
}