{
  "url": "https://en.wikipedia.org/wiki/Coccothrinax_spirituana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Arecales"
    },
    {
      "Family": "Arecaceae"
    },
    {
      "Genus": "Coccothrinax"
    },
    {
      "Species": "C. spirituana"
    }
  ],
  "text": {
    "__SUMMARY__": "Coccothrinax spirituana is a fan palm which is palm endemic to central Cuba. Populations have been found in Sancti Spíritus and Ciego de Ávila provinces. Its leaves are ash-grey in colour on their upper and lower surfaces, a characteristic which is not found in other members of the genus. The species was described in 2017. Specimens of the palm were collected in Sancti Spíritus Province in 1975 and 1995.",
    "Description": "Coccothrinax spirituana is a small, thornless, single-stemmed palm that reaches a height of 3–5 metres (10–16 ft). The stems are 12–15 centimetres (5–6 in) in diameter. The stems of younger trees are covered with old leaf sheaths, but they become bare in older individuals. The leaf sheaths, which wrap around the trunk of the palm, are 50–55 centimetres (20–22 in) long, the petioles are 58–58 centimetres (23–23 in) and the central segments of the leaf blade are 50–70 centimetres (20–28 in) long. The leaf blades are bluish silver or ash-grey, a feature which is absent from other members of the genus Coccothrinax.",
    "Taxonomy": "Coccothrinax has a circum-Caribbean distribution, with most of its diversity in species endemic to the islands of Cuba and Hispaniola. The genus is considered \"taxonomically difficult\", and in need of a complete taxonomic treatment. Thirty-eight of the 39 accepted species of Coccothrinax in Cuba are endemic to the island; one species, C. fragrans is also found on the island of Hispaniola. Coccothrinax spirituana was first collected in 1975 and planted in the Cuban National Botanic Garden and referred to as Coccothrinax \"azul\" or Coccothrinax sp. \"blue leaves\". Further collections were made in 1995 and 2015; the species was formally described in 2017 by Cuban botanists Celio E. Moya Lopez and Raúl Verdecia Pérez based on samples collected by Verdecia in 2015.",
    "Distribution": "Coccothrinax spirituana is endemic to Cuba and grows in Cuban cuabales, a dry, evergreen scrub on serpentine soils. Moya and colleagues described it as being known from two populations - one in Sancti Spíritus Province, and another the neighbouring Ciego de Ávila Province, while Brett Jestrow and colleagues describe as being known from a single population in Sancti Spíritus Province.\n\n\n== References =="
  }
}