{
  "url": "https://en.wikipedia.org/wiki/Coccothrinax_jimenezii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Arecales"
    },
    {
      "Family": "Arecaceae"
    },
    {
      "Genus": "Coccothrinax"
    },
    {
      "Species": "C. jimenezii"
    }
  ],
  "text": {
    "__SUMMARY__": "Coccothrinax jimenezii is a fan palm which is endemic to the island of Hispaniola in the Caribbean. First formally described in 2013, the species is only known from two small populations, and is considered critically endangered.",
    "Description": "A slender palm, Coccothrinax jimenezii can grow to be 5 metres (16 ft) high. Its leaves have sheathing leaf bases which wrap around the stem. These leaf sheaths are 11–13 centimetres (4.3–5.1 in) and lack spines. The petiole length can range from 20 to 42 centimetres (7.9 to 16.5 in), but is usually 33 to 34 centimetres (13.0 to 13.4 in) long. The leaf leaves are palmately compound, is made up of 21–28 leaf segments which are 24–33 centimetres (9.4–13.0 in) long and 1–2 centimetres (0.39–0.79 in) wide and covered with whitish hairs. The entire leaf is 51–77 centimetres (20–30 in) long.",
    "Taxonomy": "Coccothrinax has a circum-Caribbean distribution, with most of its diversity in species endemic to the islands of Cuba and Hispaniola. The genus is considered \"taxonomically difficult\", and in need of a complete taxonomic treatment. Of the 39 accepted species of Coccothrinax in Cuba, 38 are endemic to the island; one species, C. fragrans is also found on the island of Hispaniola. Coccothrinax jimenezii was formally described in 2013 based on specimens collected by Dominican botanists Ricardo García & Milcíades Mejía in 2010, and named in honour of Dominican botanist Francisco Jiménez Rodríguez.Based on DNA microsatellite markers the Haitian and Dominican populations appear to be sufficiently different that Brett Jestrow and colleagues recommended that the two populations should be managed separately for conservation purposes, and that individuals should not be transferred from one population to the other.",
    "Distribution": "C. jimenezii is known from two sites – on the shore of Lago Enriquillo in the Dominican Republic and near the Baie des Gonaïves, near Gonaïves, Haiti. As of 2015 the Dominican population consisted of 16 adults and two juveniles, while the Haitian population consisted of 43 individuals, most of which were juveniles.",
    "Conservation": "Only two populations of C. jimenezii are known, and neither of them are considered secure. The population in the Dominican Republic lies within a protected area – Parque Nacional Lago Enriquillo e Isla Cabrito – the level of this hypersaline lake has been rising, and the population is at risk of inundation.García and Mejía did not assign a conservation status to the species in their description because they did not know the status of the population in Haiti beyond a single collection from 1985. An expedition organised to find additional individuals in Haiti located a second population. The Haitian population is not protected, and the leaves are heavily harvested to make brooms; Brígido Peguero and colleagues found only one individual in the Haitian population with a full set of mature leaves. Based on these findings, C. jimenezii was classified as critically endangered by Jestrow and colleagues in 2015.\n\n\n== References =="
  }
}