{
  "url": "https://en.wikipedia.org/wiki/Coccothrinax_jamaicensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Arecales"
    },
    {
      "Family": "Arecaceae"
    },
    {
      "Genus": "Coccothrinax"
    },
    {
      "Species": "C. jamaicensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Coccothrinax jamaicensis, the silver thatch or Jamaican silver thatch, is a fan palm believed to be endemic to  Jamaica. A slender palm growing up to 8 metres (26 ft) tall, it grows in coastal areas on limestone or sand.",
    "Description": "Coccothrinax jamaicensis is a single-stemmed, slender palm with a trunk that is 6–8 metres (20–26 ft) tall and normally 6.4–20 centimetres (2.5–7.9 in) but occasionally 5 centimetres (2.0 in) in diameter. The leaves, which are 80–140 centimetres (31–55 in) in diameter, are divided into 35–38 segments. The undersides of the leaves are silvery in colour due to a dense scaly layer. The petiole is usually 50–59 centimetres (20–23 in) long, but occasionally just 48 centimetres (19 in). The flowers are whitish and strongly scented. The fruit are small, about 6.9–9.5 millimetres (0.27–0.37 in) in diameter, and are purple-black when they are mature.",
    "Taxonomy": "The genus Coccothrinax is considered \"taxonomically difficult\", and in need of a complete taxonomic treatment. Its diversity is primarily in the Greater Antilles—most species are found in Cuba which has 39 species, or Hispaniola, with 11. Unlike its Greater Antillean neighbours, Jamaica supports only a single species, C. jamaicensis. While the species has been reported from Providencia and Swan Island in the western Caribbean, Jestrow and colleagues consider these reports to be in need of validation, and consider the species to be a Jamaican endemic as does the World Checklist of Selected Plant Families.Jamaican Coccothrinax were originally placed in C. argentata, but American botanist Liberty Hyde Bailey transferred them to C. fragrans. American botanist Robert W. Read concluded that Jamaican Coccothrinax, while variable, did not fit into either species, and described a new species, C. jamaicensis, to include the species. Andrew Henderson and colleagues (1995) considered C. jamaicensis to be a synonym of C. argentata, but Rafaël Govaerts accepted it as a valid species, as did systematists working on Caribbean palms.",
    "Habitat": "Coccothrinax jamaicensis grows in areas near the coast from sea level to almost 460 metres (1,500 ft) above sea level primarily on limestone and in sandy areas just inland from the beach. It is a typical component of dry limestone forests.",
    "Uses": "The leaves of C. jamaicaensis are used to weave hats, baskets, bags and brooms.\n\n\n== References =="
  }
}