{
  "url": "https://en.wikipedia.org/wiki/Coccothrinax_crinita",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Arecales"
    },
    {
      "Family": "Arecaceae"
    },
    {
      "Genus": "Coccothrinax"
    },
    {
      "Species": "C. crinita"
    }
  ],
  "text": {
    "__SUMMARY__": "Coccothrinax crinita (guano barbudo, guano petate, old man palm, palma petate) is a palm which is endemic to Cuba.  Like other members of the genus Coccothrinax, C. barbadensis is a fan palm (i.e. it has fan-shaped palmate leaves).",
    "Description": "Like most palms these trees are single-stemmed, between 2 and 10 metres tall with stems 8 to 20 centimetres in diameter. This tree appears wider because of the thatch or wool like fibers on its trunk. This plant has flowers that are small, light yellow, and not showy.  These tiny flowers usually cluster on a long stalk that droops down from the canopy; this display can be showy.  After these flowers are produced and pollinated, black and purple fruits will appear.  These fruits are fleshy, 0.7–2 cm in diameter, and only come in the summer.",
    "Subspecies": "Two subspecies are recognised: Coccothrinax crinita subsp. brevicrinis Borhidi & O.Muñiz and C. crinita subsp. crinita. The \"short hair old man palm\" (subsp. brevicrinis), has shorter and less dense leaf sheath fibers covering the trunk, it can be found in central Cuba.",
    "Ecology": "Coccothrinax crinita usually grows in seasonally flooded savannas up to 500m in size; occasionally in hilly areas. Also, it grows in moist and well-drained soils, preferably serpentine soils or soils with low nitrogen, potassium, and phosphorus. In habitat, this tree takes an extremely long time to grow; on average it will take 10 years for this tree to grow 5 feet, but it can grow up to 20 feet (range is 10–20 ft). The main pollinator is the wind and fruits are dispersed by mammals like the Coccothrinax argentata species.",
    "Cultivation and uses": "Coccothrinax crinita is frequently planted as an ornamental palm and the leaves are used for thatch. This tree is very easy to maintain and prefers growing in partial or full sunlight. It must have well drained, moist, non-clay soils, but it can tolerate basic soils, drought, and growing by the ocean. This palm can withstand temperatures as low as 20 degrees Fahrenheit when mature and sheds its oldest thatch in windy conditions. There are many uses for this palm, including using its fibers for pillows, the trunk for shelter, and the leaves for bowls. All of these uses have played a role in the rarity of this plant, as well as the destruction of its habitat. The species is now critically endangered with only 60 – 130 trees left on the island of Cuba.",
    "References": "",
    "External links": "IUCN Red List: Coccothrinax crinita\nGardendesign.com:  Coccothrinax crinita\nFlorida-palm-trees.com: Coccothrinax crinita\nhttp://zipcodezoo.com/Plants/C/Coccothrinax_crinita/\nhttp://www.learn2grow.com/plants/coccothrinax-crinita-ssp-crinita/\nhttp://www.rarepalmseeds.com/pix/CocBre.shtml\nhttps://web.archive.org/web/20141211151916/http://www.virtualherbarium.org/palms/psdispersal.html"
  }
}