{
  "url": "https://en.wikipedia.org/wiki/Boa_constrictor_occidentalis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Boa"
    },
    {
      "Species": "B. constrictor"
    },
    {
      "Subspecies": "B. c. occidentalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Boa constrictor occidentalis, also commonly known as the Argentine boa, is a subspecies of large, heavy-bodied, nonvenomous, constricting snake. Boa constrictor occidentalis is a member of the family Boidae, found in the subtropical temperate west of Argentina and Paraguay, although some members have been reported to exist in Bolivia as well.",
    "Description": "",
    "Description-Size and weight": "The Boa constrictor occidentalis subspecies experiences sexual dimorphism with females being greater in size and weight. Adult males average a length of 180 cm (5.9 ft) whereas adult females average a length of 205 cm (6.73 ft), though some members have been found to reach as long as 4 m (13.13 ft).\nMale members of this subspecies on average weigh 4.06 kg (8.95 lb). Female members are much heavier, weighing at an average of 6.13 kg (13.5 lb).Male Argentine boa generally have longer tails in order to contain the hemipenes as well as having longer pelvic spurs that the male uses to grip onto the female and stimulate during copulation.",
    "Description-Coloring": "Boa constrictor occidentalis possess a wide range of scale coloration ranging from black specimens with a high rate of contrasting white to specimens exhibiting varying degrees of burnt-orange to red.  This species usually possesses a grey belly and a dark line running from the neck to the tip of its snout, as well as from the eyes to the neck. Young members of this species commonly exhibit a pink hue that darkens as they reach sexual maturity.",
    "Description-Scalation": "Boa constrictor occidentalis possesses 242-251 ventral scales, 64-87 dorsal scales, 21-22 supralabial scales, and 45 subcaudal scales.",
    "Distribution and habitat": "Boa constrictor occidentalis are an exclusively New Worlds subspecies and is found in Argentina, between the Andes Mountains and the Parana River, Paraguay, and reportedly Bolivia. It is endemic in the Gran Chaco region.  It has the largest distribution of all neotropical boas. Boa constrictor occidentalis can be found in 13 of the 23 provinces of Argentina and has been estimated to have a historical extent of occurrence that covers approximately 15% of the country's mainland territory which is about 42.3 million ha. It's southernmost limit of distribution in South America rests at 33° 20' S latitude, in the province of San Luis, Argentina.Boa constrictor occidentalis prefers wetlands such as rain forests due to the high humidity and moderate temperatures. Boa constrictor occidentalis prefers temperatures of 80-85 degrees Fahrenheit with nighttime temperatures of 78 degrees, though they are capable of tolerating temperatures down to 65-70 degrees Fahrenheit. This subspecies commonly associates with Viscacha (Lagostomus maximus) burrows, preying on the rodents and using their burrows as refuge. Though mostly terrestrial, this subspecies sometimes live in and near trees that they climb for hunting and perching. During the day, it will shelter itself within tree hollows, old logs, and, as previously mentioned, animal burrows.  Boas can persist in environments that have been degraded so long as woody plants and scattered trees are present to meet the subspecies' needs.\nThe habitat that Boa constrictor occidentalis resides in reaches an altitude of 900–1000 m above sea level, with rainfall of 250–900 mm. Though very rare, it has been reportedly found at elevations above 1000 m or in areas with rainfall in excess of 900 mm.",
    "Behavior": "Boa constrictor occidentalis are nocturnal and are usually independent, not interacting with other members of its subspecies except during mating seasons. They are known to be a very docile but can become very aggressive when it becomes frightened or nervous, and are known to hiss during these situations.Boa constrictor occidentalis enjoy soaking in water and as such live in wetlands and near bodies of water such as streams, ponds, rivers, etc.",
    "Behavior-Hunting and diet": "Boa constrictor occidentalis is an opportunistic hunter, feeding on small animals, birds, and rodents. This subspecies is very active at night, climbing on trees to ambush prey.  As per its species, the Boa constrictor occidentalis kills prey by constriction. It ambushes prey, grasping the prey using its mouth and large teeth, proceeding to wrap its coils around the body of the prey, exerting high amounts of external pressure that stop blood flow to the brain, quickly killing the prey.",
    "Behavior-Reproduction and Development": "Boa constrictor occidentalis reproduction is strongly seasonal within both sexes. Females are reproductive between April to August during the dry season. During this dry season 50% of adult females and 64% of adult male are reproductive. Boa constrictor occidentalis undergo mating aggregations during the dry seasons for reproduction usually consisting of one adult female and one to three adult males. Clutches range between ten to forty live young and average around 25 live young. Boa constrictor occidentalis is ovoviviparous. Gestation periods last between 5–8 months and is dependent on the environmental temperature. They are born fully independent and experience little change in coloration as they develop, with the only major change being a fading of color. Young boas tend to be arboreal in nature, but as they grow larger and heavier, they become more terrestrial. Boa constrictor occidentalis reach sexual maturity around 2–3 years. Young Boa constrictor occidentalis will shed their skin up to 9 times a year if intensely fed. As the subspecies reaches sexual maturity, this shedding process slows down to  four to five sheds per year.",
    "Captivity": "Boa constrictor occidentalis is a common subspecies found in the pet trade. Due to their status as a threatened subspecies on the CITES Appendix I, heavy restrictions have been implemented on the exporting of Argentine boas. While in captivity, life expectancy of an Argentine boa ranges between 20–30 years, though some have been known to live longer, up 40 years. When in captivity, Argentine boas are fed mice, rats, rabbits, and even small birds.",
    "Conservation": "Boa constrictor occidentalis is considered a threatened subspecies. Boa constrictor occidentalis is incapable of occupying grass or crop dominated landscapes without there being a more complex spatial matrix that includes patches of woody vegetation. The species is subject to strong hunting and capture pressures for both its skin and for the pet trade. Intense farming and cattle raising has severely modified its habitat. Because of these environmental pressures over the past 90 years, its original range has been severely reduced to only a fraction of what it was originally.\nBoa constrictor occidentalis is the only Boa constrictor subspecies listen on the CITES (Convention on International Trade in Endangered Species of Wild Fauna and Flora) Appendix I. CITES names animals considered threatened with extinction.\n\n\n== References =="
  }
}