{
  "url": "https://en.wikipedia.org/wiki/Candoia_carinata",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Candoia"
    },
    {
      "Species": "C. carinata"
    }
  ],
  "text": {
    "__SUMMARY__": "Candoia carinata, known commonly as the Pacific ground boa or the Pacific keel-scaled boa, is a species of snake in the family Boidae.",
    "Distribution and habitat": "The species C. carinata is found in Indonesia, New Guinea, and the Bismarck Archipelago.",
    "In captivity": "Candoia carinata is popular as a pet in Indonesia, where it is known by the common name monopohon (pohon means tree in the Indonesian language).",
    "Subspecies": "",
    "Subspecies-Candoia carinata carinata (Schneider, 1801)": "While the nominotypical subspecies, C. c. carinata, may be occasionally found in trees, this Papuan snake is most often found terrestrially.",
    "Subspecies-Candoia carinata paulsoni (Stull, 1956)": "Males of C. c. paulsoni are smaller and lighter than females, and show spurs. Males are 0.9–1.0 m (35–39 in) long, and 300–400 g (11–14 oz) in weight. Females are generally 1.2–1.4 m (47–55 in) in length and weigh 1.0–1.2 kg (2.2–2.6 lb). The colour varies from dark brown to auburn, with distinct patterns, though there is also the \"paulsoni santa isabella \", which is coloured white.",
    "Etymology": "The subspecific name, paulsoni, is in honour of Swedish herpetologist John Paulson.",
    "References": "",
    "Further reading": "Boulenger GA (1893). Catalogue of the Snakes in the British Museum (Natural History). Volume I. Containing the Families ... Boidæ ... London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xiii + 448 pp. + Plates I-XXVIII. (Enygrus carinatus, pp. 107–109).\nSchneider JG (1801). Historiae Amphibiorum naturalis et literariae Fasciculus Secundus continens Crocodilos, Scincos, Chamaesauras, Boas, Pseudoboas, Elaps, Angues, Amphisbaenas et Caecilias. Jena: F. Frommann. vi + 374 pp. + Plates I-II. (Boa carinata, new species, pp. 261–263). (in Latin)."
  }
}