{
  "url": "https://en.wikipedia.org/wiki/Corallus_hortulanus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Corallus"
    },
    {
      "Species": "C. hortulanus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Amazon tree boa, macabrel, Cook's tree boa, common tree boa, garden tree boa.Corallus hortulanus is a non-venomous boa species found in South America. No subspecies are currently recognized.",
    "Description": "Adults grow to an average of 5 and 6.5 feet (1.5–2 m) in length. This species exhibits an immense variety of colors and patterns. The basic color can be anywhere from black, brown, or gray, to any shade of red, orange, yellow, or many colors in between. Some are totally patternless, while others may be speckled, banded, or saddled with rhomboid or chevron shapes. Some reds will have yellow patterns, some yellows red or orange patterns. Generally, there are two color 'phases' that are genetically inherited, but are not ontogenic as with the emerald tree boa,C. caninus and the green tree python, Morelia viridis. The 'garden phase' refers to boas with drab coloration, mostly brown or olive, with varied patterning, while the 'colored phase' refers to animals with combinations of red, orange, and yellow coloring.",
    "Geographic range": "Found in South America in southern Colombia east of the Andes, southern Venezuela, Guyana, Suriname, French Guiana, Amazonian Brazil, Costa Rica Ecuador, Peru, and Bolivia.\nThe type locality given is \"America.\"Typically found below 300 m elevation.",
    "Behavior": "These animals are notorious for being very aggressive, although the extent of such varies. These animals also have very long needle-like teeth, which makes their bite quite painful. However, these snakes tend to give some warning of being inclined to bite, and will usually give fairly gentle bites (which can still draw blood) unless they are given reason to give a full strike.\nAn aggravated tree boa might whip its tail and release a foul smelling liquid, commonly referred to as \"musk\", that is difficult to remove. This is a similar tactic seen in different animals from skunks to insects.\nThe aggression may be exaggerated by handling at night.  Amazon tree boas are nighttime hunters, and may exhibit food aggression at this time. Warm, moving hands can be mistaken for prey, possibly eliciting a bite. It is uncommon for a constrictor to strike and constrict the handler, as they would a food item, unless the snake is very agitated.\nThese snakes are quite slim and don't have the mass of some of their other constrictor cousins such as the terrestrial python, boa and rat/corn snake species. Prospective owners however should be advised that while the snake is quite lightweight and slender in comparison to some other species, it is still an undomesticated animal capable of causing injury. It has the ability to resist being moved by anchoring itself to the local surroundings, and, if agitated, striking to defend itself. Male snakes also have pelvic spurs (vestigial leg bones) on the ventral aspect of the body adjacent to the vent and may use these for self defense. The spurs, incidentally, are also used to assist in mating.\nA good tip to protect oneself from bites is to wear think gloves over the hands; this can shield the heat of the hands and therefore the snake may be less likely to strike without a heat-emitting target.",
    "See also": "List of boine species and subspecies\nBoinae by common name\nBoinae by taxonomic synonyms",
    "References": "",
    "Further reading": "",
    "External links": "Corallus hortulanus at the Reptarium.cz Reptile Database. Accessed 14 July 2008."
  }
}