{
  "url": "https://en.wikipedia.org/wiki/Corallus_ruschenbergerii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Corallus"
    },
    {
      "Species": "C. ruschenbergerii"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Central American tree boa, common tree boa, Trinidad tree boa.Corallus ruschenbergerii is a nonvenomous boa species endemic to lower Central America and northern South America. No subspecies are currently recognized.",
    "Etymology": "The specific name, ruschenbergerii, is in honor of William Ruschenberger, who was a United States Navy surgeon.",
    "Description": "Corallus ruschenbergerii is one of the largest members of the genus Corallus with adults reaching up to 2 metres (6 ft 7 in) in total length (including tail). The colors are typically shades of yellow, brown or gray, although populations on Trinidad and Tobago are often a patternless pure bronze.",
    "Geographic range": "C. ruschenbergerii is found in Lower Central America in southwestern Costa Rica (south of 10° N) and Panama, including Isla del Rey, Isla Contadora, Isla de Cébaco and Isla Suscantupu. In South America it occurs in Colombia east of the Andes, north of the Cordillera Central and north of the Cordillera Oriental, northern Venezuela north of the Cordillera de Mérida and in the drainage of the Río Orinoco, north and west of the Guiana Shield, east of the Orinoco Delta. It is also found on Isla Margarita, Trinidad and Tobago. The type locality given is \"Panama\".",
    "Habitat": "C. ruschenbergerii is a relatively common species found in wide range of habitats from near sea level to about 1,000 m (3,300 ft) above sea level: mangroves, riparian forests, wet and dry lowland forests, tree-lined savanna, and palm groves. It is nocturnal.",
    "Feeding": "The primary diet of C. ruschenbergerii consists of rodents and other small mammals, as well as birds and bats.",
    "Captivity": "Still fairly rare in captivity, C. ruschenbergerii is only recently becoming more common in the United States.",
    "See also": "List of boine species and subspecies\nBoinae by common name\nBoinae by taxonomic synonyms",
    "References": "\n\n== Further reading =="
  }
}