{
  "url": "https://en.wikipedia.org/wiki/Corallus_caninus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Corallus"
    },
    {
      "Species": "C. caninus"
    }
  ],
  "text": {
    "__SUMMARY__": "Corallus caninus, commonly called the emerald tree boa, is a non-venomous boa species found in the rainforests of South America. Since 2009 the species Corallus batesii has been distinguished from C. caninus.",
    "Description": "Adults grow to about 6 feet (1.8 m) in length. They have highly developed front teeth that are likely proportionately larger than those of any other non-venomous snake.The color pattern typically consists of an emerald green ground color with a white irregular interrupted zigzag stripe or so-called 'lightning bolts' down the back and a yellow belly. The bright coloration and markings are very distinctive among South American snakes. Juveniles vary in color between various shades of light and dark orange or brick-red before ontogenetic coloration sets in and the animals turn emerald green (after 9–12 months of age). This also occurs in green tree python (Morelia viridis), a python species in which hatchlings and juveniles may also be canary yellow or brick-red. As opposed to popular belief, yellow juveniles (as in the green tree python) do not occur in the emerald tree boa.\nSome herpetologists have considered whether they should be classified as a new species based on locality. The name recently suggested for this morphological variant, is Corallus batesii [Henderson]. Specimens from the Amazon River basin tend to grow the largest, are much more docile than their Northern relatives and attain lengths of 7–9 feet (2.1–2.7 m), while the overall average size is closer to 6 feet (1.8 m). Those from the southern end of their range in Peru tend to be darker in color. Amazon Basin specimens generally have an uninterrupted white dorsal line, whereas the white markings in specimens from Guyana and Surinam (known as \"Guyana Shield\" or \"Northern\" emerald tree boas) are quite variable. The snout scales in Amazon Basin specimens are also much smaller than in their Northern, Southern and Western counterparts found, for example, in Surinam, Venezuela, Bolivia, and French Guiana. Hybrid forms between the Northern Shield Corallus caninus and the Amazon Basin form are also known to exist.\nC. caninus appears very similar to the green tree python (Morelia viridis) from southeast Asia and Australia. Only very distantly related, this is an example of convergent evolution. Physical differences include the head scalation and the location of the heat pits around the mouth.",
    "Etymology": "The specific or subspecific name, batesii, is in honor of Henry Walter Bates, an English naturalist and explorer, for whom Batesian mimicry is also named.",
    "Geographic range": "Found in South America in the northern region of Colombia, Brazil, and from Venezuela to Suriname and the Guianas within the so-called Guiana Shield. The type locality given is \"Americae.\" The 'Basin' species, as the name suggests, is only found along the basin of the Amazon River, in southern Suriname, southern Guiana, southern Venezuela to Colombia, Peru and Brazil and in the surrounding jungles of the Amazon River.",
    "Diet": "The diet consists primarily of small mammals, but they have been known to eat some smaller bird species as well as lizards and frogs. Due to the extremely slow metabolism of this species, it feeds much less often than ground dwelling species and meals may be several months apart.\nPreviously, it had been thought that the primary diet consisted of birds. However, studies of the stomach contents of this species indicate that the majority of its diet consists of small mammals. Juvenile and neonates have also been known to feed on small lizards and frogs, particularly glass frogs (observation made by Henderson et al.).",
    "Reproduction": "C. caninus is ovoviviparous, with females producing an average of between 6 and 14 young at a time, sometimes even more. Litters exceeding these numbers are extremely rare. Newly born juveniles have a distinctive brick-red to orange coloration and gradually go through an ontogenetic color change over a period of 12 months, gradually turning to full emerald green.",
    "See also": "List of boine species and subspecies\nBoinae by common name\nBoinae by taxonomic synonyms",
    "References": "",
    "Further reading": "",
    "External links": "Corallus caninus at the Reptarium.cz Reptile Database. Accessed 4 July 2008.\nCorallus.com: Emerald Tree Boa at Corallus Dot Com. Accessed 4 July 2008.\nAmazon Basins LLC. Accessed 4 July 2008.\nCorallus caninus. Accessed 8 August 2008.\nEmerald Tree Boa, Beautiful Green Pet Snake"
  }
}