{
  "url": "https://en.wikipedia.org/wiki/Corallus_cropanii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Corallus"
    },
    {
      "Species": "C. cropanii"
    }
  ],
  "text": {
    "__SUMMARY__": "Corallus cropanii, or Cropan's tree boa, is a species of boa, a snake in the family Boidae. The species is endemic to the state of São Paulo, Brazil. Like all boas, it is  not venomous. No subspecies are currently recognized. Until 2017, no specimen of this snake had been seen alive since 1953 and only five dead specimens had been collected since then, but in late January, 2017, an adult female Cropan's tree boa measuring 1.7 m (5.6 ft) was captured by locals in Ribeira who brought it to herpetologists from the Butantan Institute and the University of São Paulo Museum of Zoology, who radio-tagged and released the animal to learn more about the species' behavior.",
    "Etymology": "The specific name, cropanii, is in honor of Italian geologist Ottorino de Fiore, Baron of Cropani.",
    "Description": "C. cropanii has dorsal scales in more than 30 rows, but fewer than 36 rows, at midbody. It has deep sensory pits on most or all upper labials.",
    "Behavior": "C. cropanii is very rare. Only between three and six known specimens had ever been collected before the capture in 2017, and virtually nothing was known about its natural history. It has been confirmed recently from the specimen found in Ribeira (and radio-tagged) that Cropan's tree boa is often arboreal.",
    "Geographic range": "C. cropanii is found only on or near the coastal plain at 40–45 m (131–148 ft) elevation in the municipalities of Miracatu, Pedro de Toledo, and Santos, in São Paulo, Brazil. The type locality given is \"Miracatu, State of São Paulo, Brazil\".",
    "See also": "List of boine species and subspecies\nBoinae by common name\nBoinae by taxonomic synonyms",
    "References": "",
    "Further reading": "",
    "External links": "Corallus cropanii at the Reptarium.cz Reptile Database. Accessed 14 July 2008."
  }
}