{
  "url": "https://en.wikipedia.org/wiki/Epicrates_fordii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Chilabothrus"
    },
    {
      "Species": "C. fordii"
    }
  ],
  "text": {
    "__SUMMARY__": "Chilabothrus fordii, known commonly as Ford's boa or the Haitian ground boa, is a species of snake in the family Boidae.",
    "Geographic range": "C. fordii is found on the island of Hispaniola (Dominican Republic and Haiti), and on the islets of Île de la Gonâve, Isla Saona, and Île à Cabrit in the Gulf of Gonâve.",
    "Etymology": "The specific name, fordii, is in honor of South African-born George Henry Ford, artist at the British Museum (Natural History), \"whose merits in herpetology are well known by his truly artistical [sic] drawings\".",
    "Description": "Chilabothrus fordii is a medium-sized snake. Adults may attain a total length of 74 cm (29 1⁄8 in), which includes a tail 12.5 cm (4 7⁄8 in) long.\nDorsally it has a ground color that is pale olive, yellowish, or reddish, overlaid by a series of transverse dark brown blotches, which are oval or kidney-shaped, with blackish borders. Some of these blotches may merge to form a wide wavy stripe in some places. Ventrally it is yellowish, with small brown spots.\nThe smooth dorsal scales are arranged in 33-43 rows. Ventrals 250-265; anal plate entire; subcaudals 70-80 also entire.\nOn the dorsal surface of the head, the large frontal contacts the supraoculars; the remainder is covered by small irregular plates. There are 13 or 14 upper labials, without labial pits.",
    "Subspecies": "Three subspecies are recognized as being valid, including the nominate race.\n\nChilabothrus fordii fordii (Günther, 1861)\nChilabothrus fordii agametus Sheplan & Schwartz, 1974\nChilabothrus fordii manototus Schwartz, 1979Nota bene: A trinomial authority in parentheses indicates that the subspecies was originally described in a genus other than Chilabothrus.\n\n\n== References =="
  }
}