{
  "url": "https://en.wikipedia.org/wiki/Epicrates_cenchria",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Epicrates"
    },
    {
      "Species": "E. cenchria"
    }
  ],
  "text": {
    "__SUMMARY__": "Epicrates cenchria is a boa species endemic to Central and South America. Common names include the  rainbow boa, and slender boa. A terrestrial species, it is known for its attractive iridescent/holographic sheen caused by structural coloration. Nine subspecies are currently recognized, including the nominate subspecies described here.",
    "Distribution and habitat": "E. cenchria is found in lower Central America (Costa Rica and Panama), and farther south into South America it occurs east of the Andes roughly reaching northern Argentina (in the provinces: Chaco, Córdoba, Corrientes, Formosa, Salta, Santiago del Estero and Tucumán).",
    "Captivity": "Despite requiring very specific humidity and heat, this species is commonly found in the pet trade. \nDuring the 1980s and early 1990s, substantial numbers were exported from Suriname. Today, however, far fewer are exported, and most offered for sale are captive bred. Due to their need for high humidity in a captive environment, they should be considered of intermediate difficulty for snake owners, but as long as that is provided they can thrive in captivity. Younger specimens will often bite because of natural defensive instincts, but tend to calm down as they become used to handling.",
    "Subspecies": "",
    "Etymology": "The subspecific name, barbouri, is in honor of American herpetologist Thomas Barbour.The subspecific name, gaigeae, is in honor of American herpetologist Helen Beulah Thompson Gaige.",
    "Gallery": "",
    "See also": "List of boine species and subspecies\nBoinae by common name\nBoinae by taxonomic synonyms",
    "References": "",
    "External links": "Epicrates cenchria at the Reptarium.cz Reptile Database. Accessed 10 July 2008.\n \"Aboma\" . Collier's New Encyclopedia. 1921.",
    "Further reading": "Boulenger GA (1893). Catalogue of the Snakes in the British Museum (Natural History). Volume I., Containing the Families ... Boidæ ... London: Trustees of the British Museum (Natural History). xiii + 448 pp. + Plates I-XXVIII. (Epicrates cenchris, pp. 94-96).\nFreiberg M (1982). Snakes of South America. Hong Kong: T.F.H. Publications. 189 pp. (Epicrates cenchria, pp. 87-88, 125-127 + photographs on pp. 18-19, 22-23, 45).\nLinnaeus C (1758). Systema naturæ per regna tria naturæ, secundum classes, ordines, genera, species, cum characteribus, dierentiis, synonymis, locis. Tomus I. Editio Decima, Reformata. Stockholm: L. Salvius. 824 pp. (Boa cenchria, new species, p. 215). (in Latin)."
  }
}