{
  "url": "https://en.wikipedia.org/wiki/Epicrates_chrysogaster",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Chilabothrus"
    },
    {
      "Species": "C. chrysogaster"
    }
  ],
  "text": {
    "__SUMMARY__": "Chilabothrus chrysogaster, commonly known as the Turks Island boa or the Southern Bahamas boa, is a species of snake found in the Southern Bahamas (Inagua, Crooked Island and Acklins) and the Turks and Caicos Islands. Local names include rainbow boa (not to be confused with Epicrates cenchria, the \"real\" rainbow boa), Bahamas cat boa, rainbow snake, and fowl snake. Like all boids, it is not a venomous species.",
    "Subspecies": "Chilabothrus chrysogaster has three subspecies:\nChilabothrus chrysogaster chrysogaster (Cope, 1871) – Turks Island boa – Turks and Caicos Islands\nChilabothrus chrysogaster relicquus (Barbour & Shreve, 1935) – Southern Bahamas boa – Bahamas (Great Inagua)\nChilabothrus chrysogaster schwartzi (Buden, 1975) – Southern Bahamas boa – Bahamas (Crooked and Acklins)Nota bene: A trinomial authority in parentheses indicates that the subspecies was originally described in a genus other than Chilabothrus.",
    "Etymology": "The subspecific name, schwartzi, is in honor of American herpetologist Albert Schwartz.",
    "Description": "Turks Island boas are nocturnal, and actively forage for lizards, birds, and rodents. They prefer either tropical dry forest habitat or scrub vegetation with plenty of large, flat rocks. Adults reach a maximum size of over 70 inches (180 cm) or more, but more often they are around 32 inches (81 cm) long.\nThere are three color morphs of this species: spotted, striped, and no-pattern. The spotted version seems to be the most common, followed by striped and finally the very uncommon no-pattern snakes, which are mostly solid gray with a few dark markings. Juveniles are orange or red and long and thin. Rarely, some adults will retain the juvenile coloration.",
    "Threats": "There are three primary threats to this species:\n1) Introduced predators. Turks Island boas are extremely vulnerable to predation by cats and rats. House cats can likely decimate or exterminate populations of boas on small islands.\n2) Human persecution. People are often afraid of snakes and will kill them on site, mistakenly believing that they are venomous, harmful, or demonic entities.\n3) Habitat loss. The Turks and Caicos Islands are being rapidly developed. Boas must compete with people for habitat and suitable places to live. Because they are very slow moving, snakes are easily killed when trying to cross the roads that run through their habitat. They cannot dodge passing cars, and a road through their habitat can drastically reduce reproductive adults in a population.",
    "Distribution and habitat": "In the Bahamas the Turks Island boa is found on Inagua, Crooked Island and Acklins. In the Turks and Caicos Islands, it is found on 10 islands, 9 of which are on the Caicos Bank. Boas are occasionally still found on Providenciales, though this population has likely been decimated in the last 30 years and is in danger of extirpation. Though originally reported from Grand Turk, the Turks Island boa now appears to be only found on islands on the Caicos Bank and a few of the Turks Cays.",
    "References": "",
    "Further reading": "Cope ED (1871). \"Eighth Contribution to the Herpetology of Tropical America\". Proc. Amer. Philos. Soc. 11 [1870]: 553-559.\nMattison, Chris (2007). The New Encyclopedia of Snakes. Princeton, New Jersey: Princeton University Press.\nMcDiarmid RW, Campbell JA, Touré TA (1999). Snake Species of the world, A Taxonomic and Geographic Reference, Volume 1. Washington, District of Columbia: Herpetologists’ League. 511 pp.\nEpicrates chrysogaster at the Reptarium.cz Reptile Database. Accessed 8 Mar 2008.\nReynolds, R. Graham (2009). \"Snakes of the Turks and Caicos Islands\". Brochure for the National Environmental Centre, Providenciales.\nReynolds, R. Graham (2009). \"Turks Island Boa\". Reptiles of the Turks and Caicos Islands."
  }
}