{
  "url": "https://en.wikipedia.org/wiki/Epicrates_cenchria_maurus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Epicrates"
    },
    {
      "Species": "E. maurus"
    }
  ],
  "text": {
    "__SUMMARY__": "Epicrates maurus is a species of non-venomous constrictor in the family Boinae, commonly found in the Amazon region of South America. The common name is Colombian rainbow boa. While a terrestrial species, with its moderate size and weight it has a semi-arboreal life. Rainbow boas are known for their attractive iridescent sheen on their scales in the sunlight.",
    "Description": "Size and weight- The Colombian rainbow boa is the smallest of the rainbow boas, reaching lengths of 3 to 5 feet on average. There is a clear sexual dimorphism between male and female, with females being significantly larger in both length and girth.\nColoring- Generally uniform brown in color with large dark edged vertebral rings and light centers forming saddles, there may also be a slightly off-center 'S' pattern. Through a process called metachrosis, rainbow boas exhibit a day-to-night color change. Primarily noticed in that their pattern will become lighter--almost silver--and have a molted silver sides and bottom. Although individuals of abnormal colors and patterns exist--for example those that exhibit pigmentation disorders such as albinism, they are very rare in the wild and are often found in captivity where these mutations are often bred.\n\n\t\t\nThese pictures provide a good example of the day-to-night color change;\nboth pictures are of the same snake. Pictures were taken 3.2 hours apart.",
    "Distribution and habitat": "This sub-species, being the northernmost rainbow boa, is found in rainforests and drier coastal clearings in its range; southern Central America, Trinidad & Tobago and northern South America.  More semi-arboreal when young, rainbow boas may climb into trees and shrubs to forage and avoid land predators, however, they become mostly terrestrial with age.",
    "Behavior": "Rainbow boas, like all boas in the family Boidae, are non-venomous snakes that subdue their prey with constriction. Like most Boids, they have special heat-sensing pits on their faces that allow them to detect the body heat of their warm-blooded prey. While nocturnal, they may bask during the day when night-time temperatures are low. They are active at dawn and dusk and feed on small mammals, birds and lizards using their heat-sensing abilities to hunt in the low light. Most rainbow boas will never need a prey item larger than a large rat,  as with most snakes, rainbow boas can expand their jaw to allow the consuming of items larger than the jaw would normally open (see snake skull). Wild rainbow boas may bite when they feel threatened, as a defense. This bite can be painful, but is not dangerous. Care must still be taken against infection. Like all snakes, when in a shed cycle they will be more unpredictable and irritable due to the added stress of shedding and clouded sight.",
    "Reproduction": "Rainbow boas are solitary, associating only to mate. Boas are polygynous and ovoviviparous, thus males may mate with multiple females and give birth to live young. Females invest considerable maternal energy in their offspring since their young develop within the mother's body. The young are able to develop in a thermo-regulated, protected environment and they are provided with nutrients. Young are born fully developed and independent within minutes of birth.",
    "Reproduction-Parthenogenesis": "Reproduction in snakes is almost exclusively sexual. Males ordinarily have a ZZ pair of sex determining chromosomes and females a ZW pair.  However, it was recently shown that E. maurus is capable of reproducing by facultative parthenogenesis resulting in production of WW female progeny.  The WW females were likely produced by terminal automixis (see diagram), a type of parthenogenesis in which two terminal haploid products of meiosis fuse to form a zygote, which then develops into a daughter progeny.  This is only the third genetically confirmed case of consecutive virgin births of viable offspring from a single female within any vertebrate lineage.",
    "Captivity": "This sub-species does very well in captivity and is considered by many to be the easiest of all the Epicrates cenchria sp., to maintain, requiring slightly less humidity than the Brazilian variant. They primarily feed on mice and rats. Commonly categorized as an 'Intermediate'  species to keep by reptile distributors and breeders in the pet trade, they become quite tame with regular handling. The species \"Epicrates cenchria\" and primarily the sub-species E. c. cenchria (Brazilian Rainbow) and E. c. maurus (Colombian Rainbow) are growing in popularity and are widely bred in captivity with very few being imported. Breeders are attempting to produce a variety of different color and pattern \"Morphs\" through selective breeding. This is done by encouraging the dominant and recessive genes that code for proteins involved in chromatophore development, maintenance, or function.\nIn January, 2015, a six-foot Epicrates maurus \"slithered out of the toilet in an office restroom in downtown San Diego,\" California; it was uncertain as to who may have been its owner.",
    "See also": "List of boine species and subspecies\nBoinae by common name\nBoinae by taxonomic synonyms\nSnake\n\n\n== References =="
  }
}