{
  "url": "https://en.wikipedia.org/wiki/Epicrates_inornatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Chilabothrus"
    },
    {
      "Species": "C. inornatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Puerto Rican boa or  yellow tree boa (Chilabothrus inornatus) is a species of slender, terrestrial, viviparous boa with a dark brown coloration. It grows to about 1.8–2.7 m (5 ft 11 in–8 ft 10 in) in total length. It feeds on small mammals, birds, and lizards.",
    "Distribution and habitat": "The Puerto Rican boa is endemic to the island of Puerto Rico. It is more common in the karst region on the northwestern tip of the island.",
    "Feeding behavior": "The boa feeds by seizing the prey in its jaws, wrapping several coils around the victim, and then constricting until the prey has suffocated. The prey is then swallowed head first. The feeding habits of the very young are unknown. However, locals claim they eat small lizards, other small vertebrates and some insects.\nSince the karst region in which the Puerto Rican boa lives usually has many caves, the boa has the opportunity to feed on bats. It was previously unknown how the boa managed to capture the bats in flight. Observations revealed that boas hang at the opening of the cave, waiting until bats fly out of it. Then they grab a bat with their jaws before killing it via constriction.",
    "Reproduction": "Pregnant females give birth to about 23-26 live boas.",
    "Current status": "Historic records, some dating back to the 18th century, indicate that during the first few centuries of Spanish colonization in Puerto Rico the boa was relatively abundant, and oil produced from the snake's fat was utilized extensively as an export. Impacts to the boa resulting from the oil trade were undoubtedly heightened by a concurrent reduction of habitat. Deforestation of the island began during this period and continued until, by the early 20th century, very little natural forest remained. When an expedition from the U.S. Natural Museum visited Puerto Rico in 1900, the boa had become so rare that no specimens could be collected. Predation by the mongoose, introduced into Puerto Rico in the 20th century, has been postulated as a further cause for the boa's present status, but there is no direct evidence to support this idea. There is an indication that the boa has recovered somewhat in recent years, although not to the degree that protective measures can be dropped. To prevent its extinction, a few conservation efforts have done, including a conservation area for it in Bosque Estatal San Patricio in Guaynabo.",
    "See also": "List of amphibians and reptiles of Puerto Rico\nFauna of Puerto Rico\nList of endemic fauna of Puerto Rico",
    "References": "",
    "Further reading": "Reinhardt JT. 1843. \"Bheskrivelse af nogle nye Slangearter \". Danske Vidensk. Selsk. Afhandl. 10: 233-279. (Boa inornata, pp. 253–257, plate i, figures 21-23).\nReynolds, RG; Niemiller, ML; Hedges, SB; Dornburg, A; Puente-Rolón, A; Revell, LJ (2013). \"Molecular phylogeny and historical biogeography of West Indian boid snakes (Chilabothrus)\". Molecular Phylogenetics and Evolution. 68 (3): 461–470. doi:10.1016/j.ympev.2013.04.029. PMID 23669009.\nStejneger L. 1902. Herpetology of Porto Rico. Washington, District of Columbia: United States National Museum. pp. 549–724. (Epicrates inornatus, pp. 688–692, figures 148-152)."
  }
}