{
  "url": "https://en.wikipedia.org/wiki/Epicrates_subflavus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Chilabothrus"
    },
    {
      "Species": "C. subflavus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Jamaican boa, yellow snake (Chilabothrus  subflavus) (locally known as Nanka from the Asante dialect  for snake: Onanka.) is a non-venomous boa species endemic to Jamaica. No subspecies are currently recognized.",
    "Description": "The Jamaican boa is golden green around the head and along the anterior section of the body, with black zigzag crossbars, becoming black toward the posterior end of its body. The snake's body is quite long, up to 2 metres (6 feet 7 inches) in total length.",
    "Distribution and habitat": "Found in Jamaica, including Goat Island. The type locality given is \"Jamaica\". Moist limestone forests.",
    "Conservation status": "This species is classified as Vulnerable (VU) on the IUCN Red List of Threatened Species with the following criteria: A2ce (v2.3, 1994). A species is listed as such when the best available evidence indicates that a population decline of 20% is expected within the next ten years or three generations, whichever is the longer, due to a decline in the quality and area of occupancy. It is therefore considered to be facing a high risk of extinction in the wild. Year assessed: 1996.Their natural habitat is being destroyed, which is forcing them into inhabited areas, where they are captured and killed. Some measures have been taken to afford these animals some protection:\n\nListed as a Protected species under the Wild Life protection Act (1945).\nListed on Appendix I of CITES.\nHunting in Forest reserves is also prohibited under the Forest Act (1996).",
    "See also": "List of boine species and subspecies\nBoinae by common name\nBoinae by taxonomic synonyms",
    "References": "",
    "Further reading": "Stejneger, L. 1901. A New Systematic Name for the Yellow Boa of Jamaica. Proc. U.S. National Museum 23: 469-470.",
    "External links": "Video - Yellow Boa at Windsor Cave (2014) - Jamaican Caves Organisation - 408 MB mp4.\nEpicrates subflavus at the Reptarium.cz Reptile Database. Accessed 7 July 2008."
  }
}