{
  "url": "https://en.wikipedia.org/wiki/Goodenia_ovata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Goodeniaceae"
    },
    {
      "Genus": "Goodenia"
    },
    {
      "Species": "G. ovata"
    }
  ],
  "text": {
    "__SUMMARY__": "Goodenia ovata, commonly called the hop goodenia, is a flowering plant endemic to Australia. It grows in all states except Western Australia and the Northern Territory, near the coast as well as in drier inland areas. The plant is usually a fast-growing groundcover, though upright shrubby forms also exist. As a shrub it grows to about 2 m high. Goodenia ovata has glossy green ovate (oval) shaped leaves, and yellow flowers. It flowers for most of the year, but especially from October till March.",
    "Taxonomy": "James Edward Smith  named the species. The species name ovata refers to the oval leaves.",
    "Description": "Goodenia ovata is a shrub that can reach 2 m (7 ft) high, with either an upright or spreading habit. The leaves are oval and slightly sticky, measuring 3–8 cm in length by 1–4 cm across. They have serrated margins and sit on 3 cm long petioles.",
    "Distribution and habitat": "Goodenia ovata grows on medium-nutrient clay soils derived from shale, as well as siltstone and sandstone, in areas of good drainage in a partly-shaded location in moist eucalypt forests alongside Themeda australis and under such trees as turpentine (Syncarpia glomulifera)  or blackbutt (Eucalyptus pilularis), or in open forest under swamp oak (Casuarina glauca), forest red gum (Eucalyptus tereticornis), thin-leaved stringybark (E. eugenioides), or woollybutt (E. longifolia).",
    "Ecology": "The flowers are pollinated by insects, including native bees, honeybees, and hoverflies.The Meadow Argus butterfly is uses Goodenia spp. as a host plant.Goodenia ovata shrubs are killed by bushfire and regenerate from seed afterwards.",
    "Cultivation": "In cultivation, the species prefers a situation in part shade and with some moisture. It copes with a range of soil types and tolerates moderate frost. Fast-growing, it can be used as a \"filler\" plant in the garden. It is readily propagated by cuttings.\n\n\n== References =="
  }
}