{
  "url": "https://en.wikipedia.org/wiki/Goodenia_paniculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Goodeniaceae"
    },
    {
      "Genus": "Goodenia"
    },
    {
      "Species": "G. paniculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Goodenia paniculata, commonly known as branched goodenia, is a small plant found in eastern Australia. It is usually found in swampy or moist situations, often on sand by the coast. It may also be seen on the ranges in places such as the Blue Mountains. The specific epithet paniculata refers to flower panicles. However, the flowers form on racemes not panicles.\nThis plant was collected by David Burton in Sydney in the eighteenth century. It first appeared in scientific literature in the Transactions of the Linnean Society of London in 1794, published by the eminent English botanist, James Edward Smith. Karel Domin described Goodenia rosulata from Queensland in 1929, which has since been regarded as synonymous with this species.Goodenia paniculata is a herbaceous plant which reaches 50 cm (20 in) in height. Its leaves appear near the base of the plant and are obovate to oblanceolate in shape with serrated (toothed) margins, and measure 1.4 to 10 cm (0.5–4 in) long, and 0.6–1 cm (0.2–0.4 in) wide. Appearing from October to April, the flowers rise above the base on an 8 cm (2.5 in) high bare stalk.The habitat is freshwater wetland or swampy habitat on clay, silty or sandy soils, and it has been known to grow in soils with pH as low as 2.5. The plant community it grows in is heath or woodland, dominated by such trees as thin-leaved stringybark (Eucalyptus eugenioides), broad-leaved red ironbark (E. fibrosa), forest red gum (E. tereticornis), woollybutt (E. longifolia) and white feather honeymyrtle (Melaleuca decora), and shrubs such as prickly-leaved paperbark (M. nodosa), Deane's paperbark (M. deanei), and tantoon (Leptospermum polygalifolium).The flowers are pollinated by insects.",
    "References": "\n Media related to Goodenia paniculata at Wikimedia Commons"
  }
}