{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_inermis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. inermis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes inermis  is a tropical pitcher plant endemic to Sumatra. The specific epithet inermis is Latin for \"unarmed\" and refers to the upper pitchers of this species, which are unique in that they completely lack a peristome.",
    "Botanical history": "Nepenthes inermis was first collected on September 7, 1918, by H. A. B. Bünnemeijer on Mount Talang, at an altitude of 2,590 metres (8,500 ft) above sea level. Two further collections were made by Bünnemeijer on Bukit Gombak on November 16, 1918, at 2,300 metres (7,500 ft) and 2,330 metres (7,640 ft) A fourth specimen was taken on April 26, 1920, from an elevation of 1,800 metres (5,900 ft) on Mount Kerintji. This final specimen, Bünnemeijer 9695, was later designated as the lectotype of N. inermis by Matthew Jebb and Martin Cheek.\n\nNepenthes inermis was first illustrated in an issue of De Tropische Natuur published in 1927. A year later, B. H. Danser formally described N. inermis in his seminal monograph \"The Nepenthaceae of the Netherlands Indies\". He wrote: \"This new species is easily distinguishable from all others by the peculiar pitchers without peristome and with very narrow lid. Probably it is most nearly related to N. Bongso.\"Several of the specimens collected by Bünnemeijer were labeled with the local vernacular names galoe-galoe antoe and kandjong baroek. Danser noted that these originate from the Minangkabau language and are also used to refer to other species, but stated that their meaning was not clear to him.In 1986, Mitsuru Hotta and Rusjdi Tamin included plant material belonging to N. dubia and N. inermis in their description of N. bongso. In a 1993 study of Nepenthes prey and pitcher infauna, the same authors, together with M. Kato and T. Itino, identified N. inermis from Mount Gadut as N. bongso. Despite this taxonomic confusion, N. bongso differs considerably in pitcher morphology from N. inermis and is not easily confused with it.",
    "Description": "Nepenthes inermis is a climbing plant. The stem, which may be branched, reaches 7 metres (23 ft) in length and is up to 0.5 centimetres (0.2 in) in diameter. It is cylindrical-triangular in cross section. Internodes are up to 10 centimetres (4 in) long.\n\nLeaves are sessile and coriaceous. The lamina is lanceolate-spathulate in form. It may be up to 12 centimetres (5 in) long and 3 centimetres (1.2 in) wide. It has an acute or obtuse apex and is gradually attenuate towards the base, which clasps the stem and is not decurrent. Three longitudinal veins are present on either side of the midrib. Pinnate veins are reticulate. Tendrils can be up to 15 centimetres (6 in) long and may or may not have a curl.Rosette and lower pitchers are rarely produced. They are infundibular in the lower two-thirds to three-quarters, and ovoid above. They are distinctly constricted just below the peristome. Terrestrial pitchers grow to 8 centimetres (3 in) in height and 3 centimetres (1.2 in) in width. Fringed wings are usually absent, but may be present in the upper part. The pitcher mouth is round and horizontal, and raised slightly towards the rear. The peristome is cylindrical, up to 0.3 centimetres (0.12 in) wide, and bears indistinct teeth. The lid or operculum is ovate and lacks appendages. An unbranched spur (less than 0.4 centimetres (0.16 in) long) is inserted at the base of the lid.\n\nThe unusual upper pitchers of N. inermis are larger than its lower pitchers, growing to 9 centimetres (3.5 in) in height and 5 centimetres (2 in) in width. They gradually or abruptly arise from the ends of the tendrils, forming a 1–2 centimetres (0.4–0.8 in) wide curve. They are tubular to infundibular in the lower two-thirds with laterally appressed pitcher walls. As in N. dubia, there is almost no gap between the walls in mature pitchers. The upper part of the pitcher is widely infundibular throughout. Wings are reduced to ribs in upper pitchers. The mouth is round and either horizontal or slightly raised at the front and rear. The inner surface of the pitcher is often said to be glandular throughout with no waxy zone, but one source states that the waxy zone is merely reduced. Mature upper pitchers are generally considered to completely lack a peristome, a trait that is unique to this species, although one source gives a peristome width of 0.7 millimetres (0.03 in) for an 8 centimetres (3 in) tall upper pitcher (the inner portion of the peristome is said to account for 20% of its total cross-sectional surface length, the lowest proportion among studied species). The lid is very long, narrow, and cuneiform. It is never reflexed beyond 90 degrees relative to the mouth.Nepenthes inermis has a racemose inflorescence. The peduncle may be up to 5 centimetres (2 in) long. The rachis grows to 15 centimetres (6 in) in length, although it is usually shorter in female inflorescences. Pedicels are bracteolate and up to 0.8 centimetres (0.3 in) long. Sepals are oblong-lanceolate and up to 0.3 centimetres (0.12 in) long.Young parts of the plant, such as developing pitchers, are covered in a dense indumentum. However, most hairs are caducous and mature parts are virtually glabrous. An exception to this are the hairs on the ovary and some other parts of the inflorescence, which may be persistent.The stem, inflorescence and tendrils are characteristically purplish-red in most plants. The lamina is green, often with a red midrib. Pitchers are yellowish-green. Danser described the colour of herbarium specimens as \"blackish in all parts\".",
    "Ecology": "Nepenthes inermis is endemic to a number peaks in the Barisan Mountains that line the western side of Sumatra. More specifically, it is known only from the Indonesian provinces of West Sumatra and Jambi. The species has an altitudinal distribution of 1,500–2,600 metres (4,900–8,500 ft) above sea level. It usually grows as an epiphyte in mossy forest, but also occurs terrestrially in stunted upper montane vegetation above 2,000 metres (6,600 ft).Substantial populations of this species are present on Mount Talang, Mount Gadut, and Mount Belirang. Nepenthes inermis is particularly abundant on the western slopes of the latter, where it grows terrestrially. It has also been recorded from Mount Gadang in West Sumatra.The conservation status of N. inermis is listed as Vulnerable on the 2006 IUCN Red List of Threatened Species.",
    "Carnivory": "Nepenthes inermis produces extremely thick mucilaginous pitcher liquid. It is so viscous that if a pitcher is held upside down, the fluid will pour out, forming an unbroken stream several metres in length. This fluid coats the entire inner surfaces of the pitchers in a thin film. The pitchers of N. inermis function not only as pitfall traps but also as flypaper traps, with the sticky inner walls trapping flying insects above the surface of the fluid. The fluid also acts as a lubricant, allowing prey items to easily slide down into the bottom of the pitcher cup.The upper pitchers of N. inermis are frequently tipped over during downpours. The rainwater that accumulates in them is lost, but the extremely viscous fluid, together with the laterally appressed walls, ensure that the contents is retained. No longer holding heavy rainwater, the pitchers quickly spring back to an upright position. A similar trapping method may be employed by related species such as N. dubia, which also produce very viscous pitcher fluid.Nepenthes inermis pitchers mostly trap flying insects, particularly those of the two fly suborders: Nematocera and Brachycera. However, they do not normally contain invertebrate pitcher infauna.It has been suggested that glands on the lid secrete compounds that intoxicate visiting insects, such that they lose their footing and fall into the pitcher.",
    "Related species": "Nepenthes inermis belongs to a group of closely related montane Sumatran species that includes N. dubia, N. flava, N. jacquelineae, N. jamban, N. talangensis, and N. tenuis. These species are characterised by infundibular upper pitchers and highly viscous pitcher fluid.\nNepenthes inermis is thought to be most closely related to N. dubia. However, it is easily distinguished from that species as it completely lacks a peristome in its upper pitchers unlike the latter.  The pitchers are also usually green, while those of N. dubia tend to be yellow to orange in colour.In 2001, Charles Clarke performed a cladistic analysis of the Nepenthes species of Sumatra and Peninsular Malaysia using 70 morphological characteristics of each taxon. The following is part of the resultant cladogram, showing \"Clade 1\", which has 51% bootstrap support. Its most strongly supported subclade is the sister pair of N. inermis and N. dubia, having 95% support.\nIn his description of the Bornean species N. campanulata, botanist Shigeo Kurata suggested that it may be closely related to N. inermis. However, other taxonomists disagree with this hypothesis. While these two species are similar in general stature and pitcher morphology, they are not only separated by great geographical distance, but also occur in completely different habitats; N. campanulata is a lowland species endemic to limestone substrates, whereas N. inermis usually grows as an epiphyte at elevations of 1,500–2,600 metres (4,900–8,500 ft).",
    "Natural hybrids": "",
    "Natural hybrids-Nepenthes × pyriformis": "Nepenthes inermis is known to hybridise with N. talangensis on the upper slopes of Mount Talang, where the two species grow sympatrically. N. talangensis was only described as a distinct species in 1994. Prior to this it was placed within N. bongso and some of the older literature identifies this hybrid as N. bongso × N. inermis.Nepenthes inermis × N. talangensis has been the subject of taxonomic confusion in the past. In an article published in 1973 on the Nepenthes of Borneo, Singapore, and Sumatra, Shigeo Kurata incorrectly identified specimens of this hybrid  as belonging to N. dubia.In 1997, Matthew Jebb and Martin Cheek published their monograph \"A skeletal revision of Nepenthes (Nepenthaceae)\", in which they referred to N. dubia plant material from Mount Talang (Kurata s.n. SING). Charles Clarke later identified Kurata s.n. as representing N. inermis × N. talangensis.\nThe natural hybrid is similar to N. dubia, but can be distinguished on the basis of several stable characters. The hybrid has a wider pitcher lid that is never relfexed beyond 90 degrees and the pitcher cup is not appressed in the lower parts as in N. dubia. In addition, the mouth of N. inermis × N. talangensis is raised towards the back as opposed to being horizontal.In 2001, Kurata described this hybrid as a new species, N. pyriformis. Clarke rejected this interpretation in his monograph Nepenthes of Sumatra and Peninsular Malaysia, published the same year. Clarke found that the type specimen of N. pyriformis, Kurata & Mikil 4230 NDC, matches the appearance of N. inermis × N. talangensis \"in most respects\".",
    "Natural hybrids-Other hybrids": "Where their ranges overlap, N. inermis is also known to hybridise with N. singalana and N. spathulata.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Photographs of N. inermis"
  }
}