{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_×_harryana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. .mw-parser-output .noitalic{font-style:normal}× harryana"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes × harryana (; after Harry Veitch, head of the well known horticultural firm of Veitch & Sons) is the natural hybrid between N. edwardsiana and N. villosa. Its two parent species are very closely related and so N. × harryana, which is intermediate in form, may be difficult to distinguish from either of them.",
    "Botanical history": "Nepenthes × harryana was first described by Frederick William Burbidge in 1882. Burbidge wrote of it as follows:\nApart from these I found an intermediate between N. villosa and N. Edwardsiana, also epiphytic on Casuarina. This is, I believe, unnamed ; if so, I should like it to be called Nepenthes Harryana. Now, if a dried pitcher of N. Edwardsiana be examined, the upper four-fifths of it will be seen to be membranous, the lower part leathery and hard ; in N. villosa nearly all is hard and leathery except about half-an-inch below the hardened rim of the urns ; in N. Harryana about one-third is hard, and two-thirds soft or membranous below the rim. The edge of the pitcher mouths in these three kinds is quite distinct from those of all others, as shown in my sketches.\n\n[...]\n\nSir Joseph Hooker, in Linn. Trans., vol. xxii., suggested that N. villosa and N. Edwardsiana might be forms of the same species. This is not so, however, they are quite distinct in zone on the mountain, and in habit of growth also, and in colour. Then N. Harryana is a hybrid no doubt, which shows they have distinct sexual characters.\nJohn Muirhead Macfarlane agreed with Burbidge's hybrid hypothesis and described the plant as such in his monograph of 1908, \"Nepenthaceae\". B. H. Danser, in his 1928 revision, wrote that N. × harryana could be a hybrid as Macfarlane suggested or a form of N. villosa together with N. edwardsiana. Favouring the latter interpretation, he synonymised both taxa with N. villosa.",
    "Identification": "Nepenthes × harryana can be distinguished from N. villosa on the basis of its pitcher morphology. The pitchers of the hybrid are more cylindrical than those of N. villosa, whereas the indumentum is more dense than that of N. edwardsiana. The hip of the pitcher cup, which is found just below the peristome in N. villosa and in the lower quarter of N. edwardsiana pitchers, is located around the middle of N. × harryana pitchers. However, N. villosa plants from Mount Tambuyukon are easier to confuse with this hybrid, as they produce pitchers that may be elongated slightly above the hip.Nepenthes × harryana is known from a ridge above the Upper Kolopis River and from two locations along the Kinabalu summit trail; several specimens grow between Pondok\nLowii and Pondok Mempening. Since N edwardsiana does not grow along the summit trail, it cannot be confused with this hybrid there.",
    "References": "\n\n== Further reading =="
  }
}