{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_vogelii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. vogelii"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes vogelii  is a tropical pitcher plant endemic to Borneo. It is thought to be most closely related to N. fusca.",
    "Botanical history": "The first known collection of N. vogelii was made in 1961 on Mount Api in Gunung Mulu National Park by forest botanist J. A. R. Anderson. The material, labelled as N. fusca, was deposited at the Sarawak Forestry Department herbarium. In 1969, botanist Shigeo Kurata examined this specimen and noted that it did not fall within the known variation exhibited by N. fusca.\n\nNepenthes vogelii was formally described in 2002 by Andre Schuiteman and Eduard Ferdinand de Vogel. The description was published in the botanical journal Blumea and is based on a single cultivated specimen, A.Vogel, A.Schuiteman & T.Roelfsema 981037 (SAR). This specimen was collected as a seedling in the Kelabit Highlands of Sarawak in 1997 and subsequently raised to maturity by Art Vogel, botanist and former conservatory manager of the Hortus Botanicus Leiden. Nepenthes vogelii is named in his honour.Some time prior to its description, N. vogelii entered cultivation through Ch'ien Lee's Malesiana Tropicals plant nursery under the name \"Nepenthes spec. 4\".Few specimens of this species are deposited in herbaria, likely due to its epiphytic growth habit, which makes it hard to find without the aid of binoculars.",
    "Description": "Rosette and lower pitchers are cylindrical throughout and have a small horizontal mouth. Unusually, they lack ventral wings. The lid is broadly triangular and lacks appendages. Pitchers are yellowish with dark speckles and a striped peristome.Upper pitchers are generally infundibular, although their shape may vary from narrowly funnel-shaped to distinctly bulbous in the upper portion. This bulbous portion corresponds to the upper waxy zone of the inner surface.",
    "Ecology": "Despite only being recorded from several scattered localities, N. vogelii appears to be more widespread in Borneo than previously thought. Initially believed to be endemic to northern Sarawak, it is now known from southern Sabah and West Kalimantan. The species has an altitudinal distribution of 1000 to 1500 m above sea level.Nepenthes vogelii typically occurs as an epiphyte in submontane or tall lower montane forest. The type specimen was found growing terrestrially among moss in wet kerangas forest. The plant was sympatric with N. stenophylla and N. veitchii. Despite this, no natural hybrids involving N. vogelii have been recorded.On Mount Mulu, N. vogelii occurs in a narrow altitudinal band (1200 to 1500 m) where its distribution does not overlap with those of the likewise epiphytic N. fusca and N. hurrelliana, which grow below 1200 m and above 1500 m, respectively.",
    "Related species": "Nepenthes vogelii belongs to the loosely defined \"N. maxima complex\", which also includes, among other species, N. boschiana, N. chaniana, N. epiphytica, N. eymae, N. faizaliana, N. fusca, N. klossii, N. maxima, N. platychila, and N. stenophylla.Nepenthes vogelii is thought to be most closely related to N. fusca. It differs from that species in having much smaller pitchers and lacking appendages on the underside of the lid. In addition, the lid of N. vogelii is broadly triangular as opposed to the narrowly triangular lid of N. fusca. The colour of the pitchers—light cream with dark speckles—is also distinctive. These features also distinguish it from N. burbidgeae and N. stenophylla.Nepenthes vogelii shows close affinities to N. platychila. However, unlike the lower pitchers of N. vogelii, those of N. platychila bear wings and have a relatively wide peristome.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "WildBorneo: Nepenthes vogelii"
  }
}