{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_edwardsiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. edwardsiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes edwardsiana , or the splendid pitcher-plant, is a carnivorous tropical pitcher plant endemic to Mount Kinabalu and neighbouring Mount Tambuyukon in Sabah, Malaysian Borneo. It is considered one of the most spectacular of all Nepenthes, producing some of the largest pitchers and the most highly developed peristome ribs of any species in the genus.",
    "Botanical history": "The type specimen of N. edwardsiana was collected on Mount Kinabalu in 1858 by  Hugh Low and Spenser St. John. Designated as Low s.n., the specimen is deposited at the Royal Botanic Gardens, Kew.Nepenthes edwardsiana was formally described in 1859 by Joseph Dalton Hooker. Hooker named the species after George Edwardes, Governor of the Crown Colony of Labuan, at the request of his friend Hugh Low. Hooker's original description and illustration were reproduced in Spenser St. John's Life in the Forests of the Far East, published in 1862. St. John wrote the following account of N. edwardsiana on Mount Kinabalu:\nAs we ascended, we left the brushwood and entered a tangled jungle, in which few of the trees were large. The spur of the mountain became very narrow, sometimes not much wider than the path, and was greatly encumbered at one part by the twining stems of the Nepenthes Edwardsiana. This handsome plant was not, however, much diffused along the spur, but confined to a space about a quarter of a mile in length, and climbed upon the trees around, with its fine pitchers hanging from all the lower boughs. We measured one plant and it was twenty feet in length, quite smooth, and the leaves of a very acute shape at both ends. It is a long, cylindrical, finely-frilled pitcher, growing on every leaf; one we picked measured twenty-one inches and a half long, by two and a half in breadth. They swell out a little towards the base, which is bright pea green, the rest of the cylinder being of a brilliant brick-red colour. Its mouth is nearly circular, the border surrounding it being finely formed of thin plates about a sixth of an inch apart, and about the same in height, and both of a flesh colour; the handsome lid is of a circular shape. The dried specimen forwarded to Dr. Hooker only measured eighteen inches. The plant is epiphytal, growing on casuarinas (species nova). The pitchers of the young creepers precisely resemble those of the older ones, except in size.\nAlfred Russel Wallace made brief mention of N. edwardsiana in his famous work The Malay Archipelago, first published in 1869: \"Another, Nepenthes Edwardsiania, has a narrow pitcher twenty inches long; while the plant itself grows to a length of twenty feet\".In subsequent years, N. edwardsiana was featured in a number of publications by eminent botanists such as Friedrich Anton Wilhelm Miquel (1870), Joseph Dalton Hooker (1873), Frederick William Burbidge (1882, 1897), Odoardo Beccari (1886), William E. Dixon (1888), Ernst Wunschmann (1891), Otto Stapf (1894), Harry James Veitch (1897), Jacob Gijsbert Boerlage (1900), William Botting Hemsley (1905), and Elmer Drew Merrill (1921).However, most of these publications made only passing mention of N. edwardsiana. The first work to include significant taxonomic revisions was that of Günther Beck von Mannagetta und Lerchenau in 1895, \"Die Gattung Nepenthes\". Beck was the first to unite N. edwardsiana and N. villosa, considering the former a variety or form of the latter. He also published the name Nepenthes edgeworthii based on a specimen collected in Borneo by Heinrich Gustav Reichenbach. The specimen, Herb.Reichenbach s.n., is deposited at the University of Vienna herbarium (WU). Beck, like all subsequent authors, considered N. edgeworthii to be conspecific with N. edwardsiana.\n\nNepenthes edwardsiana was formally reinstated as a valid species in John Muirhead Macfarlane's 1908 monograph, which included a revised description and illustration of the species. Macfarlane also wrote about N. edwardsiana in the Journal of the Linnean Society in 1914 and The Standard Cyclopedia of Horticulture in 1919.B. H. Danser treated N. edwardsiana in synonymy with N. villosa in his seminal monograph, \"The Nepenthaceae of the Netherlands Indies\", published in 1928. The work included a revised Latin diagnosis and botanical description of N. villosa. Eight years later, Hermann Harms once again elevated N. edwardsiana to species status. This treatment was supported by Shigeo Kurata in 1976 and has not been challenged since.\nA similar taxon from Mount Trusmadi was long considered to be N. edwardsiana. It was described in 1987 as N. edwardsiana subsp. macrophylla by Johannes Marabini. A decade later, Matthew Jebb and Martin Cheek recognised it as a separate species (N. macrophylla) in their monograph on the genus. This interpretation has been followed by subsequent authors.",
    "Description": "Nepenthes edwardsiana is a climbing plant. The stem can attain a length of 15 m and is up to 10 mm in diameter. Internodes are up to 35 cm long and circular in cross section.\n\nLeaves are coriaceous and petiolate. The lamina is truly lanceolate in shape and may be up to 30 cm long by 7 cm wide. It has an acute-obtuse apex that is occasionally acuminate. The base of the lamina is gradually or abruptly contracted at the petiole. The petiole is canaliculate and up to 15 cm long. It is generally winged and bears a partly amplexicaul sheath that clasps the stem for two-thirds to three-quarters of its circumference. One to three longitudinal veins are present on either side of the midrib. Pinnate veins are indistinct. Tendrils are generally between one and two times as long as the lamina and grow to 35 cm in length.\n\nThe pitcher base is bulbous to ovoid, with the pitcher cup becoming cylindrical in the upper two-thirds to three-quarters. The pitchers are some of the largest in the genus, sometimes exceeding 50 cm in height and 15 cm in width, although they are usually around 30 cm high. Wings at the front of the pitcher cup are either greatly reduced or absent altogether. On the inner surface of the pitcher, the glandular region is present in the bulbous portion. The mouth is elongated into a neck and has an oblique insertion. The peristome is cylindrical and up to 30 mm wide. It bears very highly developed teeth and ribs, the latter reaching 20 mm in diameter. The pitcher lid or operculum is cordate, up to 8 cm wide, and lacks appendages. An unbranched spur up to 20 mm long is inserted near the base of the lid. Pitchers range in colour from light yellow to dark red. The inner surface of the pitcher is usually white, contrasting sharply with the rich colouration of the outer surface. Most parts of the pitcher are very flexible, including the peristome ribs, with only the pitcher base, where the digestive zone is located, being rigid.Nepenthes edwardsiana has a racemose inflorescence. The peduncle may be up to 30 cm long, whereas the attenuate rachis reaches 20 cm in length. Pedicels are one-flowered, up to 25 mm long, and do not possess a bract. Sepals are round to elliptic in shape and up to 5 mm long. A study of 100 pollen samples taken from a herbarium specimen (Sands 3651, collected at an altitude of 2600 m) found the mean pollen diameter to be 34.4 μm (SE = 0.5; CV = 7.7%).Most parts of the plant bear an indumentum of very short hairs, although it is not conspicuous.Nepenthes edwardsiana varies relatively little across its range; consequently, no infraspecific taxa have been described.",
    "Ecology": "",
    "Ecology-Habitat and distribution": "Nepenthes edwardsiana is endemic to the highland slopes of Mount Kinabalu and the eastern side of neighbouring Mount Tambuyukon in Sabah, Borneo. On Mount Kinabalu, this species has been recorded from the Marai Parai plateau, East Ridge, Upper Kolopis River, and an area below the Kambarangoh Telekom station (below Pondok Lowii). Nepenthes edwardsiana has an altitudinal distribution of 1500–2700 m above sea level.Anthea Phillipps and Anthony Lamb note that plants growing in the Racemobambos bamboo forest on Mount Tambuyukon produce some of the longest and finest pitchers, having a pronounced waist and ranging in colour from pink to reddish-orange. On the Marai Parai plateau of Mount Kinabalu, N. edwardsiana grows amongst shrubs up to 5 m high. Pitchers on these plants rarely exceed 30 cm. The species does not grow along the Kinabalu summit trail and so very few visitors to the park manage to see it. A specimen is kept at the \"Mountain Garden\" near Kinabalu Park Headquarters.Mount Kinabalu was only formed around 1 million years ago and during the last ice age, around 20,000 to 10,000 years ago, it had an ice cap on its summit. As such, it appears that N. edwardsiana is a relatively recent species in evolutionary terms.Contrary to the observations of Frederick William Burbidge, N. edwardsiana grows not only as an epiphyte, but also occurs terrestrially on moss-covered rocks. It typically grows amongst ridge-top vegetation in dense mossy forest. The natural habitat of N. edwardsiana is constantly moist as the slopes are often enveloped in clouds. Despite generally occurring epiphytically, N. edwardsiana seems to grow mostly in areas with ultramafic soils, although it has also been recorded from sandstone substrates.",
    "Ecology-Threats and conservation status": "The El Niño climatic phenomenon of 1997 to 1998 had a catastrophic effect on the Nepenthes species of Mount Kinabalu. The dry period that followed severely depleted some natural populations. Forest fires broke out in 9 locations in Kinabalu Park, covering a total area of 25 square kilometres and generating large amounts of smog. Hugo Steiner recalls being unable to find any pitchers of N. edwardsiana during a trip to Kinabalu in March 1999. During the El Niño period, many plants were temporarily transferred to the park nursery. These were later replanted in the \"Nepenthes Garden\" in Mesilau. Since then, Ansow Gunsalam has established a nursery close to the Mesilau Lodge at the base of Kinabalu Park to protect the endangered species of that area, including N. edwardsiana.The conservation status of N. edwardsiana is listed as Vulnerable on the 2006 IUCN Red List of Threatened Species. The species has also been classified as Vulnerable by the World Conservation Monitoring Centre. However, Charles Clarke notes that since all known populations of N. edwardsiana lie within the boundaries of Kinabalu National Park and are inaccessible to collectors, they \"are unlikely to become threatened in the foreseeable future\". Taking this into account, Clarke suggests a revised assessment of Conservation Dependent based on the IUCN criteria.",
    "Related species": "Nepenthes edwardsiana is most closely related to N. macrophylla and N. villosa. There has been much taxonomic confusion surrounding the status of these three taxa.",
    "Related species-Changing taxonomic status": "Joseph Dalton Hooker, who described both N. edwardsiana and N. villosa, noted the similarity between the two species as follows:\nThis most remarkable plant [N. villosa] resembles that of edwardsiana in so many respects, especially in the size, form and disposition of the distant lamellae of the mouth, that I am inclined to suspect that it may be produced by young plants of that species, before it arrives at a stage when the pitchers have elongated necks.\nGünther Beck von Mannagetta und Lerchenau was the first to treat N. edwardsiana in synonymy with N. villosa when he published his monograph on the genus in 1895.In his 1908 monograph, John Muirhead Macfarlane treated the two taxa as distinct species, writing: \"Examinatione microscopica probatur, illas species distinctas esse\". This was probably based on the scientific view at the time, which held that plants differing anatomically cannot be forms of the same species.B. H. Danser united the species \"[w]ith some hesitation\" under N. villosa in his 1928 monograph \"The Nepenthaceae of the Netherlands Indies\". He suggested that N. villosa is a stunted form of N. edwardsiana from higher altitudes, which flowers at a \"juvenile stage of development\". Danser acknowledged that the indumentum of N. villosa is more dense than that of N. edwardsiana, but noted that it \"is a difference only of degree\".In 1936, Hermann Harms once again split the two species. In Nepenthes of Mount Kinabalu, published in 1976, Shigeo Kurata supported this interpretation based on field observations and reference to the type descriptions.Nepenthes macrophylla was originally described in 1987 as a subspecies of N. edwardsiana by Johannes Marabini. It was later elevated to species status by Matthew Jebb and Martin Cheek. This interpretation was supported by Charles Clarke, who noted that N. edwardsiana and N. villosa \"have more in common\" than N. edwardsiana and N. macrophylla.",
    "Related species-Species differences": "Nepenthes edwardsiana and N. villosa differ in a number of morphological features. The peristome of N. villosa is more intricate and its pitchers are not elongated above the hip, unlike those of N. edwardsiana. In N. edwardsiana, the apex of the lamina is usually acute, compared to the typically emarginate apex found in N. villosa. As noted by Danser, the indumentum of these species also differs, with N. villosa being densely hirsute throughout and N. edwardsiana having an inconspicuous covering of very short hairs. The two taxa can also be distinguished on the basis of their floral morphology; the pedicels of N. villosa have a filiform bract, while those of N. edwardsiana do not.Additionally, N. edwardsiana and N. villosa differ considerably in their altitudinal distributions. The latter species generally occurs at ultrahighland elevations (2300–3240 m), whereas N. edwardsiana is found between 1500 and 2700 m. Where their altitudinal distributions overlap, they are still identifiable as distinct species.\n\nNepenthes edwardsiana differs from N. macrophylla in the structure of its peristome. Although highly developed, the peristome ribs and teeth of N. macrophylla are considerably shorter than those of either N. edwardsiana or N. villosa. The pitcher mouth of N. macrophylla is distinctive in that it rises gradually towards the lid, while at the same time not forming a pronounced neck. In addition, the mouth of this species has a much more oblique insertion than its relatives. Nepenthes macrophylla is also distinguished by its broad, ovate lid. The lower pitchers of N. edwardsiana and N. macrophylla are quite similar in shape, although in the latter species the hip is always positioned in the upper portion of the pitcher cup. The upper pitchers of these species are more distinct, with those of N. macrophylla being more ovoid and less elongated. As its name suggests, N. macrophylla has very large leaves and these may be twice as long as those of N. edwardsiana or N. villosa.Whereas N. edwardsiana and N. villosa are restricted to the Kinabalu area, N. macrophylla is only found near the summit of Mount Trusmadi.Botanists Matthew Jebb and Martin Cheek suggest that N. edwardsiana is related to N. mira, a species endemic to Palawan in the Philippines.",
    "Natural hybrids": "Natural hybrids involving N. edwardsiana appear to be relatively rare and only three have been recorded to date. N. burbidgeae × N. edwardsiana and N. edwardsiana × N. rajah have received little attention in the scientific literature, but N. edwardsiana × N. villosa has been known since the 19th century and was initially described as a separate species, N. harryana.",
    "Natural hybrids-N. edwardsiana × N. villosa": "Nepenthes × harryana is the natural hybrid between N. edwardsiana and N. villosa. Its two parent species are very closely related and so N. × harryana, which is roughly intermediate in form, may be difficult to distinguish from either of them.It was originally described as a species in 1882 by Frederick William Burbidge. John Muirhead Macfarlane was the first to realise its hybrid origin and described it as such in his monograph of 1908. B. H. Danser wrote that N. × harryana might be a hybrid as Macfarlane suggested, or a form of N. villosa together with N. edwardsiana.Nepenthes × harryana can be distinguished from N. villosa on the basis of its pitcher morphology. The pitchers of the hybrid are more cylindrical than those of N. villosa, whereas the indumentum is more dense than that of N. edwardsiana. The hip of the pitcher cup, which is found just below the peristome in N. villosa and in the lower quarter of N. edwardsiana pitchers, is located around the middle of N. × harryana pitchers. However, N. villosa plants from Mount Tambuyukon are easier to confuse with this hybrid, as they produce pitchers that may be elongated slightly above the hip.Nepenthes × harryana is known from a ridge above the Upper Kolopis River and from two locations along the Kinabalu summit trail. Since N edwardsiana does not grow along the summit trail, it cannot be confused with this hybrid there. Burbidge wrote that N. edwardsiana, N. × harryana, and N. villosa \"are quite distinct in zone of the mountain\".",
    "Cultivation": "Nepenthes edwardsiana is very rare in cultivation and little information has been published on its growing requirements. Generally speaking, it is an alpine plant that requires highland conditions to grow well.In 2004, professional horticulturist Robert Sacilotto wrote a summary of measured tolerances of highland Nepenthes species, based on experiments conducted between 1996 and 2001. Out of all of the studied species, N. edwardsiana proved to be the most challenging. Cotyledon-stage seedlings showed a 100% mortality rate when exposed to the following conditions: relative humidity constantly over 90%, water droplets present on the leaves, soil conductivity over 45 microsiemens, and soil pH above 6. However, several plants grew well in a substrate consisting of 50% perlite, 30% Sphagnum moss, 10% peat moss chunks, and 10% fir bark. A top dressing of live Sphagnum was found to provide a good anchoring point for developing roots. Humidity levels of 65 to 85% appeared to be optimal, although more mature plants over 1 year old were able to tolerate exposure to relative humidity in the range of 90 to 99% for up to three days. The highest growth rate was exhibited by plants that experienced warm days, with temperatures of 21 to 29 °C (70 to 84 °F), and cool nights, with temperatures of 13 to 16 °C (55 to 61 °F). The seedlings grew very slowly during the first 8 months, but their growth rate increased significantly after they reached approximately 2 cm in diameter. The plants were grown under High Pressure Sodium lamps. Optimal light intensity seemed to be in the region of 7500-9100 lx (700-850 fc). Soil with a pH of 4.8 to 5.4 and conductivity of less than 24 microsiemens produced the best results. Dried fruit fly larvae of the species Drosophila melanogaster were fed to the plants once their pitchers reached around 3 mm in height. As the pitchers increased in size, they were fed with ants (Acanthomyops sp.).",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Nepenthes edwardsiana at ARKive\n\"Nepenthes edwardsiana\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA)."
  }
}