{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_fusca",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. fusca"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes fusca , or the dusky pitcher-plant, is a tropical pitcher plant endemic to Borneo. It is found throughout a wide altitudinal range and is almost always epiphytic in nature, primarily growing in mossy forest.\nThe specific epithet fusca is derived from the Latin word fuscus, meaning \"dark brown\" or \"dusky\", and refers to the colour of the pitchers.",
    "Botanical history": "The first known collection of N. fusca was made by Frederik Endert on October 12, 1925, from Mount Kemul in East Kalimantan, at an elevation of 1500 m. It was discovered during an expedition to central Borneo by the Forest Research Institute of Bogor (then known as Buitenzorg), on which Endert also made the only known collection of N. mollis. The N. fusca specimen, designated as Endert 3955, includes male floral material and is deposited at Herbarium Bogoriense (BO), the herbarium of the Bogor Botanical Gardens. Endert wrote about this pitcher plant in a detailed 1927 account of the expedition, although he misidentified it as N. veitchii.Nepenthes fusca was formally described in 1928 by Dutch botanist B. H. Danser in his seminal monograph \"The Nepenthaceae of the Netherlands Indies\". Danser based his description solely on Endert 3955, citing no other specimens. He wrote of N. fusca:\nThis new species is, together with N. Veitchii and N. stenophylla, very nearly related to N. maxima, but can not be confounded with any of these species. According to Endert it grew in the forest on a narrow, stony mountain ridge covered with humus, and was not rare.\n\nBotanist Jan Schlauer has noted differences between the type specimen of N. fusca and Sabah plants referred to this species, even interpreting plants illustrated in Kurata's Nepenthes of Mount Kinabalu as representing N. stenophylla (as distinct from N. fallax). Matthew Jebb does not consider these differences significant enough to merit distinction at the species level. He suggests that the type specimen consists of intermediate lower and upper pitchers as opposed to true forms of either, making them appear atypical.Much of this taxonomic uncertainty stems from the fact that N. fusca has not been recollected from the type locality and many similar plants have been lumped under this taxon. Matthew Jebb and Martin Cheek attempted to resolve this confusion in their 1997 monograph by interpreting N. fusca as a widespread and variable species.",
    "Botanical history-Subspecies": "Two subspecies of N. fusca have been described, neither of which is presently thought to represent the species:\n\nNepenthes fusca subsp. apoensis J.H.Adam & Wilcock ex Jebb & Cheek (1997) nom.nud. [=N. stenophylla]\nNepenthes fusca subsp. kostermansiana J.H.Adam & Wilcock ex Jebb & Cheek (1997) nom.nud. [=N. epiphytica]Both were originally coined by J. H. Adam and C. C. Wilcock and subsequently published in Jebb and Cheek's 1997 monograph, \"A skeletal revision of Nepenthes (Nepenthaceae)\". As these names were published without an adequate description, they are both considered nomina nuda. The former is likely based on Chai 35939, a specimen collected from Mount Apo. Schlauer considers it synonymous with N. fallax, a taxon that is in turn considered conspecific with N. stenophylla by most authors.Nepenthes fusca subsp. kostermansiana was named from the herbarium material Kostermans 21495, which was collected by André Joseph Guillaume Henri Kostermans on October 25, 1963, at 1000 m altitude along the Kelai River on Mount Nyapa (Njapa), Berau Regency, East Kalimantan. It is deposited at the National Herbarium of the Netherlands in Leiden. This taxon was initially thought to fall within the variability of N. fusca, but in 2011 it was described as a distinct species, N. epiphytica, with Kostermans 21495 designated as its holotype.",
    "Botanical history-Nepenthes maxima": "Nepenthes maxima, a species native to Sulawesi, New Guinea, and the Maluku Islands, was once thought to extend to Borneo as well. Some authors even wrote that it was widespread on the island. This confusion stemmed from the likeness of N. fusca and N. maxima, and from apparently mislabelled seeds collected by Charles Curtis. Curtis was not meticulous in recording where he located individual plants; although it was originally believed that he collected N. curtisii (now considered synonymous with N. maxima) in Borneo, botanist Charles Clarke points out that he also visited Sulawesi on the same trip, and N. maxima is common there.Matthew Jebb and Martin Cheek resolved this confusion in their 1997 monograph by referring a number of Bornean plants identified as N. maxima to N. fusca, thereby excluding the former from the island.",
    "Botanical history-Nepenthes zakriana": "In 1996, J. H. Adam and C. C. Wilcock described Nepenthes curtisii subsp. zakriana. Ten years later, Adam and Hafiza A. Hamid elevated it to species status as Nepenthes zakriana (, not /ˌzækriˈænə/). The authors described the taxon as a Sabah endemic growing at elevations of 1200 to 1500 m.Adam and Hafiza wrote that N. zakriana \"consistently differed from Nepenthes fusca by prominent raised midribs, extended beyond apex forming an apical glandular appendages on lower lid surface of both upper and lower pitchers; and basal half portion of the midrib developed in nail-shaped glandular crest\". However, a number of authors soon voiced their doubts as to whether N. zakriana merited species status and in Pitcher Plants of Borneo by Anthea Phillipps, Anthony Lamb, and Ch'ien Lee, these features were considered to fall within the natural variability of N. fusca.",
    "Botanical history-Nepenthes sp. A": "In his 1997 monograph, Nepenthes of Borneo, Charles Clarke lists the undescribed taxon \"Nepenthes sp. A\", which has been recorded from Gunung Mulu National Park in Sarawak. It bears a close resemblance to N. fusca and may be conspecific with it, although its colouration is unusual for the species. The pitchers of this plant match J. H. Adam and C. C. Wilcock's description of N. faizaliana, but the latter is now known to have a round lid (as opposed to narrowly triangular in N. fusca and \"Nepenthes sp. A\"), suggesting that these two taxa are not closely related. Clarke proposes that this taxon might fall under Jebb and Cheek's more inclusive concept of N. fusca, but retains it as an undescribed species because it remains poorly known.\"Nepenthes sp. A\" was first illustrated in a 1988 article by Anthea Phillipps and Anthony Lamb, where it was considered an undescribed species.",
    "Description": "Nepenthes fusca is a climbing plant. The stem may attain a length of 10 m and is up to 8 mm in diameter. Internodes are circular in cross section and up to 7 cm long.The leaves of this species are petiolate and coriaceous in texture. The lamina or leaf blade is obovate-oblong in shape and measures up to 15 cm in length by 6 cm in width. Its apex is acute to obtuse and may even be slightly peltate. The base of the lamina is gradually attenuate towards the petiole. The petiole (≤4 cm long) is grooved lengthwise and bears a pair of narrow wings that form a semi-amplexicaul sheath around the stem. Up to 3 longitudinal veins are present on either side of the midrib, although they are indistinct. Pinnate veins are numerous. Tendrils measure up to 5 cm in length.Rosette and lower pitchers are cylindrical throughout. They usually grow to 20 cm in height by 4 cm in width, although exceptional specimens up to 28 cm have been recorded. A pair of fringed wings (≤5 mm wide) runs down the ventral surface of the pitcher and bears fringe elements measuring up to 10 mm and spaced 6 mm apart. The glandular region is restricted to the lower portion of the pitcher's inner surface. The glands are small, overarched, and occur at a density of 600 to 650 per square centimetre. The waxy zone is reduced. The pitcher mouth is positioned horizontally at the front, becoming elongated into a neck at the rear. The peristome is flattened and expanded (≤12 mm wide), but bears only indistinct teeth (≤0.3 mm long). The inner portion of the peristome accounts for around 51% of its total cross-sectional surface length. The pitcher lid or operculum is very narrowly ovate in shape and has a distinctive basal crest on its lower surface. An unbranched spur measuring up to 10 mm in length is inserted near the base of the lid.\n\nUpper pitchers differ markedly in shape, being narrowly infundibular in the lower two-thirds and becoming widely infundibular above. They are similar in size to their lower counterparts, typically measuring up to 18 cm, with some larger forms reaching 26 cm. The tiny digestive glands are overarched and number 1500 to 2000 per square centimetre. The pitcher lid is very narrowly triangular with the margins and apex curved downwards. In aerial pitchers, the wings are reduced to ribs.\n\nNepenthes fusca produces a compact racemose inflorescence. The peduncle is up to 6 cm long, while the rachis is not known to exceed 10 cm. Partial peduncles are one- or two-flowered, up to 8 mm long, and lack a bract. Sepals are elliptic and up to 4 mm long. A study of 120 pollen samples taken from the type specimen (Endert 3955) found the mean pollen diameter to be 34.8 μm (SE = 0.6; CV = 9.1%).Developing parts of the plant bear an indumentum of long, brown hairs. However, most of these disappear during the normal course of development, and mature parts only have a sparse covering of short, brown hairs.",
    "Ecology": "Nepenthes fusca is endemic to Borneo, where its range stretches from Central Kalimantan to northwestern Sabah. It has been recorded from Brunei, Indonesia (Kalimantan), and Malaysia (Sabah and Sarawak). The species has a wide altitudinal distribution and is typically found at elevations of 1200 to 2500 m above sea level. However, N. fusca has occasionally been reported from lowland hills down to 600 m and in Sarawak it has been found at only 300 m in hill forest.Nepenthes fusca is most commonly found as an epiphyte in shady mossy forest on ridge tops, where it may grow 10 to 15 m off the ground. This makes it particularly difficult to find and often the only evidence of its presence are dead pitchers that have fallen to the forest floor. In this respect, it can be considered the \"ecological equivalent\" of N. bongso from Sumatra. More rarely, N. fusca grows terrestrially in exposed sites near montane forest or along logging roads. It is often sympatric with species such as N. reinwardtiana, N. stenophylla, and N. tentaculata, and natural hybrids with all of these have been recorded.",
    "Ecology-Locations": "The species has been recorded from numerous mountains across Borneo. It can be found at several sites on Mount Kinabalu, including Kambarangoh, the Marai Parai plateau, the mountain's East Ridge, and the Bambangan River at around 1500 m. It also grows on the side of the road connecting the park headquarters and the power station, at an elevation of around 1550 m, despite being frequently cut back as part of road maintenance. This is one of the few places where N. fusca can be easily seen by visitors. These roadside plants were greatly affected by the El Niño climatic phenomenon of 1997 to 1998. The resulting dry period severely depleted the population, such that \"almost all the plants were destroyed\". Nearby plants from more sheltered locations fared better and appeared to have recovered by the following year. A number of N. fusca plants have also been transplanted to the Mesilau nature trail.Nepenthes fusca can be viewed along the road leading to the disused Mamut Copper Mine, adjacent to Mount Kinabalu. There it is sympatric with N. macrovulgaris, N. stenophylla, and the natural hybrid N. fusca × N. stenophylla; N. burbidgeae grows a short distance away. The species also occurs on nearby Mount Tambuyukon.On Mount Trusmadi, N. fusca has been observed growing epiphytically on Eleocarpus trees at an elevation of almost 1800 m. A lone plant growing on a ridge top at 1962 m was found to have a small bush frog (probably Philautus aurantium) in one of its partly dried, 15 cm-long pitchers. Scattered plants have also been recorded from a rocky clearing at c. 1592 m, growing alongside Gleichenia truncata ferns and bamboo orchids; these plants have rather unremarkable red-speckled but otherwise plain green pitchers, though unusually the stem and underside of the midrib are almost black.The species is abundant on Mount Alab, the highest peak of the Crocker Range, where a number of colour variants have been documented, including one with wholly green lower pitchers save for red mottling on the interior and underside of the lid. An atypical yellow form grows on Mount Lumarku in southwestern Sabah. Other notable locations include the Kimanis–Keningau Road that runs through the Crocker Range and the summit area of Mount Apo Dari (where it grows at 1500 m).On Mount Mulu in Sarawak, N. fusca (found below 1200 m) appears to occupy a discrete altitudinal zone from N. vogelii (1200–1500 m) and N. hurrelliana (above 1500 m), both of which are also epiphytes. In the Hose Mountains of central Sarawak, N. fusca is typically found growing as an epiphyte in lower montane forest at 700–1200 m. It is also an uncommon inhabitant of roadside embankments there.",
    "Ecology-Conservation status": "Nepenthes fusca is classified as Vulnerable on the 2006 IUCN Red List of Threatened Species, based on an assessment carried out in 2000. This agrees with an informal assessment made in 1997 by Charles Clarke, who also classified the species as Vulnerable based on the IUCN criteria. However, Clarke noted that since substantial populations of N. fusca lie within the boundaries of national parks, they \"are unlikely to become threatened in the foreseeable future\". Taking this into account, he suggested a revised assessment of Conservation Dependent. The IUCN status is at odds with an assessment by the World Conservation Monitoring Centre, which classified N. fusca as \"not threatened\", its lowest conservation status.Habitat destruction is considered to be the greatest threat to the species's survival in the wild. Plant poaching is of far lesser concern, as this species is not particularly sought after in the carnivorous plant hobby and its epiphytic habit makes it largely inaccessible to collectors.",
    "Related species": "Among the closest relatives of N. fusca are the Bornean species N. epiphytica, N. hurrelliana, N. platychila, N. stenophylla, and N. vogelii. More broadly, it belongs to the loosely defined \"N. maxima complex\", which also includes N. boschiana, N. chaniana, N. eymae, N. faizaliana, N. klossii, and N. maxima. The enigmatic N. mollis, which some authors have suggested is conspecific with N. hurrelliana, may also be closely allied.\nThe lower pitchers of N. hurrelliana are distinctive, but the upper ones bear a close resemblance to those of N. fusca. Of the Bornean pitcher plant flora, only these two species have such a narrowly triangular lid. The upper pitchers of N. hurrelliana differ in having a horizontal mouth that rises abruptly into a long neck at the back and in having a hirsute basal crest on the underside of the lid.Nepenthes hurrelliana is particularly similar to a form of N. fusca from the southern portion of the Crocker Range in Sabah. This form exhibits a wider peristome, longer neck, and a more triangular lid than most other examples of the species. However, the peristome is still not as well developed as in N. hurrelliana and the plant lacks the dense indumentum of the latter. Furthermore, N. hurrelliana differs in the distribution of nectar glands on the lower surface of its lid.The first known collection of N. vogelii, made in 1961, was labelled as N. fusca. In 1969, botanist Shigeo Kurata examined this specimen and noted that it did not fall within the known variation exhibited by N. fusca. Nevertheless, the species remained undescribed until 2002. Nepenthes vogelii differs in having much smaller pitchers and lacking appendages on the underside of the lid. In addition, the lid of N. vogelii is broadly triangular as opposed to the narrowly triangular lid of N. fusca. The colour of the pitchers—light cream with dark speckles—is also distinctive.Nepenthes faizaliana also bears a resemblance to N. fusca. In their description of the former, J. H. Adam and C. C. Wilcock distinguished these taxa on the basis of inflorescence structure, the size of the glandular region on the inner surface of upper pitchers, and the development and characteristics of the indumentum. Nepenthes fusca also differs in having a very narrow pitcher lid, as opposed to the orbicular lid of N. faizaliana.Nepenthes platychila, another closely allied species, differs from N. fusca in having a much wider peristome and lid, and lacking appendages on its lower lid surface. Nepenthes fusca is also thought to be closely related to Sulawesi's N. eymae, and N. maxima, which is widespread in Sulawesi, New Guinea, and the Maluku Islands.",
    "Natural hybrids": "Due its widespread distribution throughout Borneo, N. fusca forms natural hybrids with a relatively large number of other species. However, like N. fusca itself, these are often hard to find due to the species's epiphytic growth habit.",
    "Natural hybrids-N. burbidgeae × N. fusca": "Nepenthes burbidgeae × N. fusca has been known since at least the early 1980s, when it was found during an expedition to Sabah.",
    "Natural hybrids-N. fusca × N. lowii": "This hybrid was initially identified by Charles Clarke as a cross between N. chaniana (known as N. pilosa at the time) and N. lowii. However, in their 2008 book, Pitcher Plants of Borneo, Anthea Phillipps, Anthony Lamb and Ch'ien Lee pointed out that the plants exhibit influences of N. fusca, such as a triangular lid and an elongated neck. The authors noted that both N. fusca and N. lowii are common on the summit area of Mount Alab where this plant is found, whereas N. chaniana is rare. Another possible parent species, N. stenophylla, is apparently absent from the site.This cross was originally discovered by Rob Cantley and Charles Clarke on Bukit Batu Buli in Sarawak. Clarke later found larger plants of this hybrid in the Crocker Range of Sabah, particularly near the summit of Mount Alab. More recently a single plant has been recorded from Mount Trusmadi. The pitchers of this cross have a slight constriction in the middle and range in colour from green to dark purple throughout.This hybrid differs from N. fusca in the presence of bristles on the underside of the lid. Conversely, it has a dense indumentum on the stem and at the margins of the lamina, compared to the virtually glabrous stem and leaves of N. lowii. It also differs from N. lowii in having a more developed peristome, which is circular in cross section. While lower pitchers of N. lowii have prominent teeth, those of N. fusca × N. lowii are indistinct. In addition, a glandular appendage is present on the underside of the lid, a trait inherited from N. fusca.\nNepenthes fusca × N. lowii is difficult to confuse with its putative parent species, but is somewhat similar to N. chaniana × N. veitchii. The latter hybrid can be distinguished on the basis of its peristome, which is wider, more flared, and less cylindrical. In addition, this hybrid has a less ovate lid, which lacks the bristles characteristic of N. lowii, and a denser indumentum covering the stem and leaves.",
    "Natural hybrids-N. fusca × N. reinwardtiana": "A putative cross between N. fusca and N. reinwardtiana has been recorded. Nepenthes naquiyuddinii is generally thought to be a heterotypic synonym of N. reinwardtiana, but may also represent this hybrid, as both putative parent species grow in close proximity to it.",
    "Natural hybrids-N. fusca × N. stenophylla": "This hybrid is known from the eastern slopes of Mount Trusmadi, where it grows in lower montane forest. Both N. fusca and N. stenophylla are common in this area. It has also been recorded from the Mamut copper mine. It more closely resembles N. stenophylla, but differs in the shape of the lid, which is more oval-shaped.",
    "Natural hybrids-N. fusca × N. tentaculata": "Nepenthes fusca × N. tentaculata was discovered by Linus Gokusing near the summit of Mount Alab, where it grows in upper montane forest at elevations of around 1800 to 2000 m. It is sympatric with both parent species, which are abundant in the area.",
    "Natural hybrids-Other hybrids": "Natural crosses with N. platychila, N. rajah, and N. veitchii have also been recorded.\nThe pitchers of N. hurrelliana are roughly intermediate in appearance between those of N. fusca and N. veitchii. This has led to speculation regarding the lineage of this species, with a number of authors suggesting a possible hybridogenic origin. However, N. hurrelliana is distinct from the natural hybrid N. fusca × N. veitchii and most authors now regard it as a valid species.",
    "Cultivation": "Little information has been published on the growing requirements of N. fusca. In 2004, professional horticulturist Robert Sacilotto wrote an article for the Carnivorous Plant Newsletter, summarising measured tolerances of several highland Nepenthes species based on experiments conducted between 1996 and 2001.Sacilotto found N. fusca to be tolerant of a wide range of conditions; with the exception of plants not treated with fungicides, no test groups showed a survival rate of less than 75%. Nepenthes fusca was found to tolerate temperatures in the range of 10 to 38 °C (50 to 100 °F). A nighttime drop in temperature below 21 °C (70 °F) was necessary for good growth; plants that were not exposed to such a drop grew poorly and produced fewer pitchers. The experiments suggested that N. fusca grows best when relative humidity is in the range of 65 to 90%.The species seemed to do best in growing media with a high proportion of organic matter (such as a mixture consisting of 10% peat moss chunks, 30% perlite, and 60% of any combination of Sphagnum moss and fir bark). Soil with a slightly acidic pH of 4.5 to 5.0 produced the best results. Optimal soil conductivity appeared to lie between 10 and 45 microsiemens.An illuminance of 6400–8600 lx (600–800 fc) proved to be optimal when plants were grown under sunlight, high pressure sodium, and metal halide lamps. However, specimens placed under an even combination of Gro-Lux and cool white fluorescent lamps at 5400–7500 lx (500–700 fc) exhibited the most vibrant colours (although growth rates remained the same). Plants moved from the former to the latter light set up showed a significant change in pigmentation; green leaf blades turned bronzy and speckles on the pitchers darkened markedly.Nepenthes fusca was found to respond well to a quarter-strength fertilizer that was applied to the pitchers. Ants were also an effective food source.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Nepenthes fusca at ARKive"
  }
}