{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_dubia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. dubia"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes dubia  is a tropical pitcher plant endemic to Sumatra, where it grows at an altitude of 1600–2700 m above sea level. The specific epithet dubia is the Latin word for \"doubtful\".",
    "Botanical history": "Nepenthes dubia was first collected on May 29, 1917 by H. A. B. Bünnemeijer on Mount Talakmau, at an altitude of around 1900 m above sea level. Eleven years later, B. H. Danser formally described N. dubia in his seminal monograph \"The Nepenthaceae of the Netherlands Indies\". Danser noted similarities between N. dubia and the closely related N. inermis and suggested that it might represent a natural hybrid involving this species. He wrote:\nN. dubia strongly resembles the striking N. inermis, but the difference is too large to unite these two species. N. inermis, like N. Lowii has only a rudiment of a peristome. N. dubia has a broad and flat one. There are, however, also differences in the other parts: the pitchers are less widely infundibuliform and the lid is not so narrow as in N. inermis. Perhaps N. dubia is a hybrid of N. inermis and another species with normal peristome and in that case N. Bongso could be the other parent species, the more so as the vegetative parts of N. inermis, N. dubia and N. Bongso are very similar, and between the other species of the gymnamphora-group intermediate forms often occur.\nDanser based his description on the specimen collected in 1917, Bünnemeijer 938. It consists of a portion of a climbing stem with upper pitchers. The specimen is deposited at the Bogor Botanical Gardens (formerly the Herbarium of the Buitenzorg Botanic Gardens) in Java and Herbarium Lugduno-Batavum in Leiden, Netherlands. Bünnemeijer 938 was later designated as the lectotype of N. dubia by Matthew Jebb and Martin Cheek.\n\nRenewed interest in Nepenthes in the latter half of the 20th century saw N. dubia become the subject of both confusion and taxonomic revision.\nIn an article published in 1973 on the Nepenthes of Borneo, Singapore, and Sumatra, botanist Shigeo Kurata incorrectly identified specimens of a natural cross between N. inermis and N. talangensis as belonging to N. dubia. Kurata would later describe this hybrid as a new species, N. pyriformis.In 1986, Mitsuru Hotta and Rusjdi Tamin included plant material belonging to N. dubia and N. inermis in their description of N. bongso. However, N. bongso differs considerably in pitcher morphology from these species and is not easily confused with them.\nIn 1997, Matthew Jebb and Martin Cheek published their monograph \"A skeletal revision of Nepenthes (Nepenthaceae)\", in which they referred to N. dubia specimens from Mount Talang (Kurata s.n. SING) and the mountains of the Tjampo region near Payakumbuh (Meijer 6949 L). The latter specimen is the holotype of N. tenuis, which Jebb and Cheek treated in synonymy with N. dubia.However, subsequent authors have rejected this interpretation. Charles Clarke restored N. tenuis to species rank in Nepenthes of Sumatra and Peninsular Malaysia (2001), citing differences in pitcher morphology. Clarke also identified Kurata s.n. as the natural hybrid N. × pyriformis, which is similar to N. dubia, but can be distinguished on the basis of several stable characters. The hybrid has a wider pitcher lid that is never relfexed beyond 90 degrees and the pitcher cup is not appressed in the lower parts as in N. dubia. In addition, the mouth of N. × pyriformis is raised towards the back as opposed to being horizontal.",
    "Description": "Nepenthes dubia is a climbing plant. The stem can reach 3 m in length and is 3 to 4 mm in diameter. It is cylindrical or slightly angular. Internodes are up to 10 cm long.\n\nLeaves are sessile and coriaceous. The lamina is lanceolate-spathulate in form. It may be up to 10 cm long and 2 cm wide. It has an acute apex and is gradually attenuate towards the base, which clasps the stem for one third to a half of its circumference. Around three pairs of longitudinal veins are present on the lamina, originating from the basal third of the midrib. Pinnate veins are oblique and irregularly reticulate, although they are not easily distinguishable. Tendrils can be up to 15 cm long and may or may not have a curl.Rosette and lower pitchers are rarely produced. They are narrowly infundibular in the lower two-thirds, becoming ovoid above, and are sharply contracted below the rim. Terrestrial pitchers are relatively small, reaching 5 cm in height and 3.5 cm in width. A pair of fringed wings (≤3 mm wide) runs down the upper third of the pitcher beneath the rim. The glandular region covers the lower two-thirds of the inner surface. The pitcher mouth is round and slightly raised at the back. The peristome is cylindrical, up to 3 mm wide, and bears indistinct teeth. The lid or operculum is ovate and slightly raised in the middle. It bears no appendages. An unbranched spur (≤4 mm long) is inserted at the base of the lid.\n\nUpper pitchers are generally larger, growing to 8 cm in height and 4 cm in width. They gradually arise from the ends of the tendrils, forming a 5 to 10 mm wide curve. They are tubular to infundibular in the lower parts with laterally appressed pitcher walls. As in N. inermis, there is almost no gap between the walls in mature pitchers. The upper part of the pitcher is widely infundibular throughout. Wings are reduced to ribs in upper pitchers. The inner surface of the pitcher is covered with numerous small, slightly depressed glands, occurring at a density of 600-900 per square centimetre; it lacks a waxy zone. The pitcher mouth is ovate, horizontal, and acute towards the lid. It bears a cylindrical or involute peristome (≤4 mm wide) with indistinct teeth spaced 0.25 to 0.5 mm apart. The inner portion of the peristome accounts for around 45% of its total cross-sectional surface length. The lid is narrowly cuneate, without appendages, and up to 4 cm long and 0.7 cm wide. It is rounded at the apex, gradually attenuate towards the base, and bears numerous small round or elliptical glands on its undersurface. Characteristically, it is almost always reflexed beyond 180 degrees relative to the pitcher mouth. In upper pitchers, the unbranched spur is 3 to 5 mm long.Nepenthes dubia has a racemose inflorescence that is distinctly short and compact. The peduncle may be up to 8 cm long. The rachis grows to 10 cm in length, although it is usually shorter in female inflorescences. Pedicels are bracteolate and up to 8 mm long. Sepals are oblong-lanceolate and up to 3 mm long.Most parts of the plant are virtually glabrous. Inflorescences sometimes bear a sparse indumentum of simple hairs. Caducous brown hairs are present on developing pitchers.The stem, inflorescence and tendrils are characteristically purplish-red in most plants. The lamina is green, often with a red midrib. Pitchers generally range in colour from light green to yellow throughout, although orange and red forms are also known to exist. Danser described the colour of herbarium specimens as \"fallow-dun, here and there blackish\".",
    "Ecology": "Nepenthes dubia was for a long time thought to be endemic to Mount Talakmau, but it was recently found on a second mountain, where it grows at lower elevations of around 1600 m above sea level. On Mount Talakmau, the species occurs at an altitude of 1800–2700 m. At lower elevations on Talakmau, it grows epiphytically in montane forest. However, above around 2400 m, vegetation is very stunted and here N. dubia also grows terrestrially on clumps of moss.\n\nIn its natural habitat, N. dubia is sympatric with N. gymnamphora, N. izumiae, N. jamban, and N. lingulata. The stunted upper montane forest which these species inhabit is dominated by ferns of the genera Dipteris and Dicranopteris. Trees rarely exceed 3 m in height and few Nepenthes plants emerge above the vegetation.Due to its extremely localised distribution, N. dubia is listed as Critically Endangered on the 2006 IUCN Red List of Threatened Species. N. dubia occurs at several locations along the only permanent trail up Mount Talakmau. However, the upper pitchers of this species bear a peristome, and so are not as desirable as those of N. inermis. Because of this, wild populations of N. dubia have not suffered from over-collection.",
    "Carnivory": "Nepenthes dubia produces thick, mucilaginous pitcher liquid similar to that found in related species such as N. inermis. The pitchers of N. inermis function not only as pitfall traps but also as flypaper traps, with the sticky inner walls trapping flying insects above the surface of the fluid. A similar trapping method may be employed by N. dubia.",
    "Related species": "Nepenthes dubia belongs to a group of closely related montane Sumatran species that includes N. flava, N. inermis, N. jacquelineae, N. jamban, N. talangensis, and N. tenuis. These species are characterised by infundibular upper pitchers and highly viscous pitcher fluid.\nNepenthes dubia is thought to be most closely related to N. inermis. It shares with this species the general morphology of its pitchers and leaves. It differs in having a well-developed peristome, more glands on the underside of the lid, and the lid being reflexed by more than 180 degrees. The lid of N. dubia is unique in this respect and is almost always reflexed beyond this angle, unless surrounding objects prevent it from assuming such a position.In their description of N. tenuis, Joachim Nerz and Andreas Wistuba included a table of morphological characteristics that distinguish it from related species, including N. dubia:\n\nIn 2001, Charles Clarke performed a cladistic analysis of the Nepenthes species of Sumatra and Peninsular Malaysia using 70 morphological characteristics of each taxon. The following is part of the resultant cladogram, showing \"Clade 1\", which has 51% bootstrap support. Its most strongly supported subclade is the sister pair of N. inermis and N. dubia, having 95% support.",
    "Natural hybrids": "A single mature female plant of N. dubia × N. izumiae grows along the summit trail on Mount Talakmau. It produces infundibular upper pitchers that are yellowish-green in colouration. The pitchers are relatively small, reaching only around 10 cm in height. As in N. dubia, the stem and tendrils are purplish-red. The lamina is green with a red midrib. Nepenthes dubia × N. izumiae differs most obviously from N. dubia in having an ovate lid that is never reflexed beyond 180 degrees. This hybrid is listed as N. dubia × N. singalana in Charles Clarke's Nepenthes of Sumatra and Peninsular Malaysia, since N. izumiae is very closely related to N. singalana and was only described as a distinct species in 2003.In 2009, Adrian Y. Wartono observed a putative cross between  N. dubia and N. jamban in an area where these two species grew with N. lingulata and N. rhombicaulis.Among natural populations of N. jacquelineae, botanist Andreas Wistuba observed a single plant that appears to represent a natural cross between N. dubia and N. jacquelineae.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Photographs of N. dubia at the Carnivorous Plant Photofinder"
  }
}