{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_bellii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. bellii"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes bellii  is a tropical pitcher plant endemic to the Philippine islands of Mindanao and Dinagat, where it grows at elevations of 0–800 m above sea level.The specific epithet bellii honours American botanist Clyde Ritchie Bell.",
    "Botanical history": "Nepenthes bellii was formally described by Katsuhiko Kondo in the November–December 1969 issue of the Bulletin of the Torrey Botanical Club. The designated holotype, Kondo 11514, was collected on April 14, 1968, from a \"[s]wimming pool between Hayangobon & Carrascar\" in Surigao Province, Mindanao, at an altitude of 800 m. It was collected by Kondo as part of a 1968 trip to the Philippines alongside J. V. Pancho. The holotype is deposited at the herbarium of the North Carolina Botanical Garden (NCU); isotypes are held at the KC and Nagoya herbaria.Nepenthes globamphora, which is now considered to be a heterotypic synonym of N. bellii, was described by Shigeo Kurata and Masami Toyoshima in a 1972 issue of The Gardens' Bulletin Singapore. The holotype of this taxon, designated as Kurata & Toyoshima 1128, was collected on August 22, 1965, from Mount Legaspi in Surigao del Sur, Mindanao, at an elevation of 270 m. It is deposited at the herbarium of the Nippon Dental College (NDC). A very early mention of N. globamphora (at the time a nomen nudum as the taxon was undescribed) appeared in a 1966 issue (volume 36, page 15) of The Journal of Insectivorous Plant Society.The next detailed treatments of N. bellii appeared in Matthew Jebb and Martin Cheek's 1997 monograph, \"A skeletal revision of Nepenthes (Nepenthaceae)\", and their 2001 revision, \"Nepenthaceae\". In the latter publication, Cheek and Jebb noted that little ecological data was known about the species and that it was represented in herbaria by only the two type collections (Kondo 11514 and Kurata & Toyoshima 1128) at the time. Stewart McPherson's 2009 monograph, Pitcher Plants of the Old World, presented an updated description and colour habitat photographs of N. bellii.",
    "Description": "Nepenthes bellii is a climbing plant growing to a height of 2.5 m and occasionally even 10 m. The stem, which may be branched, often scrambles through vegetation but may also grow prostrate along the ground. It is terete or slightly angular and up to 5 mm in diameter, with internodes up to 2 cm long.Leaves are coriaceous and sessile. The lamina (leaf blade) is linear to slightly lanceolate or narrowly elliptic and measures up to 18 cm in length by 3 cm in width. Its apex is acute or obtuse, whereas the base is slightly attenuate and clasps the stem for half to three-quarters of its circumference. It is also slightly auriculate and has an oblique attachment to the stem. The laminar base may be decurrent down the stem to varying degrees or not decurrent at all. Three longitudinal veins are present on either side of the midrib and restricted to the distal third of the lamina. Pinnate veins are abundant and run obliquely to the laminar margin. The tendrils are proportionately very long, especially those bearing lower pitchers, which may be more than 30 cm long.\n\nRosette and lower pitchers are usually cylindrical or ellipsoidal throughout, but may also be urceolate or subglobose. They are small, reaching only 9 cm in height by 5 cm in width. The basal half of the pitcher cup may be somewhat swollen, forming a slight hip around the middle. A pair of wings (≤12 mm wide) runs down the ventral surface of the pitcher cup. These wings are densely fringed with filaments up to 9 mm long, which may be grouped in clusters of two or three (the clusters spaced up to 1.3 mm apart), but are often borne singly (particularly in young plants). The pitcher mouth ranges in shape from suborbicular to broadly ovate and is more or less straight, being only slightly oblique. The peristome is bulbous and cylindrical, subcylindrical, or flattened. It measures up to 10 mm in width, becoming broader and rising slightly towards the top. The peristome bears ribs up to 1 mm high and spaced up to 1.5 mm apart, which terminate in narrow teeth (≤3 mm long) on the inner margin on the peristome. Its outer margin may undulate slightly. The operculum or lid varies in shape from elliptic to ovate or broadly ovate. It has a rounded apex and may have a somewhat cordate base. It measures up to 4 cm in length by 3.5 cm in width. No appendages are present on the lower surface of the lid, although it bears a small number (5 or 6) of sparsely scattered nectar glands. These nectaries are transversely elliptic to circular in shape and measure 0.2–0.4 mm in length. They are unbordered, pit-like, and deep. An unbranched spur up to 9 mm long is inserted near the base of the lid.\n\nUpper pitchers are infundibular throughout, being variably swollen in the upper portion. They are frequently produced, although Cheek and Jebb reported seeing a flowering specimen that lacked upper pitchers. Aerial traps are even smaller than their terrestrial counterparts and some of the smallest pitchers in the genus, reaching only 7.5 cm in height and 3 cm in width. Wings are reduced to a maximum width of only 4 mm with fringe elements up to 3 mm long, but may be absent altogether. The ventral surface between the wings or wing vestiges is usually slightly flattened. The peristome is often cylindrical and bulbous as in lower pitchers, but only up to 5 mm wide. It rises towards the rear, where it is broader. It bears ribs up to 0.5 mm high and spaced up to 1 mm apart, although in some specimens they are inconspicuous. The narrow peristome teeth are up to 1 mm long. The lid, which lacks appendages, is elliptic to ovate and up to 3 cm long by 2 cm wide. The unbranched spur reaches 7 mm in length.Nepenthes bellii has a racemose inflorescence up to 15 cm long by 1 cm wide. The peduncle itself reaches up to 9 cm in length, with a basal diameter of 1 mm. Flowers, which number up to 40 per inflorescence, are borne on one-flowered, ebracteate pedicels up to 4 mm long. Tepals are ovate and up to 2.5 mm long by 1.2 mm wide. The androphore is around 1.5 mm long. Fruits measure up to 20 mm in length.An inconspicuous indumentum of reddish or rust-coloured simple (unbranched) hairs measuring 0.1 mm in length may be present on the pitchers and inflorescence. Tepals are minutely tomentose. The stem, laminae and androphores are typically glabrous.The stem, tendrils and midribs are most commonly yellow to green, but may be tinged orange or red in some specimens; this more intense colouration seems to be associated with drought stress. The laminae are usually green, but may be orange, red, or even purple when young. These developing leaves gradually turn green with age. Plants often consist of 2 or 3 reddish leaves at the top with many green leaves below. Lower pitchers are mostly green, yellow, orange or sometimes red, with darker blotches of orange to purple. The peristome and lid may be any of the base colours of the pitcher exterior, but without blotches. The inner surface is yellow or green and may have reddish speckles. Upper pitchers are similar but often lack blotches, being a solid green, yellow, orange, or red, although reddish aerial traps occasionally do bear some darker markings. Sometimes upper pitchers may have a contrasting combination of colours in the form of a reddish pitcher body and yellow or green peristome, or vice versa.No infraspecific taxa of N. bellii have been described.",
    "Ecology": "Nepenthes bellii is endemic to the Philippines. It is common on Dinagat and northern Mindanao; its presence in southern Mindanao is \"poorly documented\" due to ongoing conflicts. As such, it is native to at least the provinces of Surigao del Norte and Surigao del Sur. It has an altitudinal distribution of 0–800 m above sea level.The species grows terrestrially in a number of habitats, including lowland heath forest, exposed sites such as cliff faces and landslides, lower montane forest among stunted vegetation, and disturbed or recovering secondary vegetation (such as previously logged dipterocarp forest). It also often colonises the sides of roads running through the forest. The known distribution of this species appears to roughly correlate with ultramafic substrate occurrence. Nepenthes bellii is often sympatric with N. merrilliana and N. mindanaoensis. Although N. bellii is known to form natural hybrids with both of these species, such crosses appear to be rare. Field observations of these three species suggest that they flower at different times of the year.The conservation status of N. bellii is listed as Endangered on the IUCN Red List, based on an assessment carried out in 2000. Stewart McPherson considers the species \"not currently threatened\" and writes that it is \"widespread\" across Dinagat and northern Mindanao, where it is represented by \"extensive stands\". Nevertheless, habitat loss is affecting the species in lowland areas and this problem is particularly severe on Dinagat.",
    "Related species": "The combination of subglobular lower pitchers, densely fringed wings (often with clustered filaments) and proportionately long tendrils separate N. bellii from all other species with the possible exception of the miniature N. argentii. However, the latter species can hardly be confused with N. bellii as it does not produce a climbing stem, differs markedly in the shape of the lamina, and has a uniquely curved peristome that continues along the lower surface of the lid.Nepenthes bellii is closely allied to N. merrilliana and N. surigaoensis and shares with these species a similar morphology of the pitchers and laminae as well as a reddish colouration of the uppermost leaves. It is not easily confused with them, however, because it is much smaller in all respects, particularly in the size of its pitchers and inflorescence. More generally, N. bellii appears to fall under B. H. Danser's classical Insignes group, which also includes N. burkei, N. insignis, N. merrilliana, and N. ventricosa, among others, with N. sibuyanensis being a recent addition.Nepenthes bellii was also compared to N. micramphora in the formal description of the latter, in which the authors noted that the stem, laminae and inflorescence of N. micramphora match those of N. bellii \"almost exactly\". Indeed, prior to the description of N. micramphora in 2009, the species was misidentified as N. bellii on its native Mount Hamiguitan. Nepenthes micramphora can be clearly distinguished by its distinct pitchers and even smaller vegetative features.In their 2001 monograph, Martin Cheek and Matthew Jebb also noted a \"remarkable resemblance\" between the lower pitchers of N. tomoriana and those of N. bellii.",
    "Natural hybrids": "Two putative natural hybrids involving N. bellii have been recorded: with N. merrilliana and N. mindanaoensis. It is commonly sympatric with these species.",
    "References": "Bauer, U., C.J. Clemente, T. Renner & W. Federle 2012. Form follows function: morphological diversification and alternative trapping strategies in carnivorous Nepenthes pitcher plants. Journal of Evolutionary Biology 25(1): 90–102. doi:10.1111/j.1420-9101.2011.02406.x\nCo, L. & W. Suarez 2012. Nepenthaceae. Co's Digital Flora of the Philippines.\nMcPherson, S.R. & V.B. Amoroso 2011. Field Guide to the Pitcher Plants of the Philippines. Redfern Natural History Productions, Poole.\nMeimberg, H., A. Wistuba, P. Dittrich & G. Heubl 2001. Molecular phylogeny of Nepenthaceae based on cladistic analysis of plastid trnK intron sequence data. Plant Biology 3(2): 164–175. doi:10.1055/s-2001-12897\n(in German) Meimberg, H. 2002. Molekular-systematische Untersuchungen an den Familien Nepenthaceae und Ancistrocladaceae sowie verwandter Taxa aus der Unterklasse Caryophyllidae s. l.. Ph.D. thesis, Ludwig Maximilian University of Munich, Munich.\nMeimberg, H. & G. Heubl 2006. Introduction of a nuclear marker for phylogenetic analysis of Nepenthaceae. Plant Biology 8(6): 831–840. doi:10.1055/s-2006-924676",
    "External links": "Photographs of N. bellii at the Carnivorous Plant Photofinder\nVideos of N. bellii at Redfern Natural History Productions"
  }
}