{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_hamiguitanensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. hamiguitanensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes hamiguitanensis is a tropical pitcher plant endemic to a single peak on the Philippine island of Mindanao, where it grows at elevations of 1200–1600 m above sea level. Once thought to be a natural hybrid between N. micramphora and N. peltata, this plant is now considered a species of possible hybridogenic origin. It produces squat upper pitchers that vary greatly in pigmentation, from red speckled to yellow throughout.The specific epithet hamiguitanensis is derived from the name of Mount Hamiguitan, to which it is endemic, and the Latin ending -ensis, meaning \"from\".",
    "Botanical history": "Although only formally described in 2010, this taxon was already known several years earlier. A herbarium specimen of N. hamiguitanensis was collected by Victor B. Amoroso and R. Aspiras on March 13, 2007, from the Mount Hamiguitan summit ridge, specifically the trail leading to San Isidro. This plant was growing in montane forest margins at an altitude of 1310 m. Designated as V.Amoroso & R.Aspiras CMUH00006494, the specimen is deposited at the Central Mindanao University Herbarium (CMUH) in Musuan, Bukidnon, Mindanao, Philippines.\n\nThomas Gronemeyer, Volker Heinrich and Stewart McPherson carried out field studies on N. hamiguitanensis and the other species of Mount Hamiguitan between July 22–24, 2008. The taxon was subsequently identified as a natural hybrid between N. micramphora and N. peltata in McPherson's two-volume monograph, Pitcher Plants of the Old World, published in May 2009.Gronemeyer returned to the site with Andreas Wistuba between February 13 and 14, 2010. Numerous seedlings and mature, climbing plants of N. hamiguitanensis were observed, but no intermediate plants with lower pitchers were found. These field studies on Mount Hamiguitan also included observations of N. micramphora, N. justinae (then regarded as a form of N. mindanaoensis), and N. peltata.Nepenthes hamiguitanensis was formally described by Thomas Gronemeyer, Andreas Wistuba, Volker Heinrich, Stewart McPherson, François Mey, and Victor B. Amoroso, in the second volume of McPherson's Carnivorous Plants and their Habitats, published in July 2010. The herbarium specimen V.Amoroso & R.Aspiras CMUH00006494 was designated as the holotype.",
    "Description": "Nepenthes hamiguitanensis is a climbing plant growing to a height of 4 m. The stem is cylindrical and 8–10 mm in diameter in mature plants; internodes are 4–7 cm long.Leaves of the climbing stem are petiolate. The lamina (leaf blade) is elliptic to oblong and measures up to 25 cm in length by 9 cm width. It has an obtuse apex, while the base is gradually attenuate, forming a canaliculate, sessile petiole up to 9 cm long. Three longitudinal veins are present on either side of the midrib. Pinnate veins are numerous and run obliquely to the laminar margin. Tendrils are often approximately the same length as the lamina; those bearing upper pitchers are often curled.In the wild, no adult lower pitchers were recorded, only rosette pitchers on seedling plants. For this reason they were not covered in the formal description.\n\nUpper pitchers are infundibular in the basal half and cylindrical to slightly infundibular above. A prominent hip and waist (constriction) delimits these two halves. These aerial traps are up to 20 cm high by 9 cm wide. Wings are reduced to a pair of ribs on the ventral surface of the pitcher cup. The pitcher mouth (≤8 cm wide) has an oblique insertion and rises towards the rear, forming a short neck. The peristome is typically cylindrical but may sometimes be slightly flattened. It is up to 1 cm wide and bears ribs spaced 0.3 mm apart, which terminate in short teeth (≤1 mm long) on the inner margin. The glandular or digestive region covers the lower half of the pitcher's inner surface. The pitcher lid or operculum is cordate and up to 5 cm wide. Nectaries are evenly distributed on the underside of the lid and a prominent appendage is present at the base of the lid's lower surface. A bifurcate spur (≤4 mm long) is inserted near the base of the lid. Upper pitchers are most commonly creamy white throughout, but may also be red speckled on a yellowish background. The peristome may be creamy white, red striped, or dark red.Nepenthes hamiguitanensis has a racemose inflorescence. In the type description, the male inflorescence is recorded as being around 70 cm long by 3.5 cm wide and bearing two-flowered, ebracteate partial peduncles. These measurements are taken from field observations carried out by the describing authors at the type locality on July 23, 2008, since herbarium material of the floral structures could not be located.An coarse indumentum of short, light brown to white hairs is present on all plant parts, being particularly prominent at the laminar margins.",
    "Ecology": "Nepenthes hamiguitanensis is endemic to the summit ridge of Mount Hamiguitan in San Isidro, Davao Oriental, Mindanao, Philippines. It has an altitudinal distribution of 1200–1600 m above sea level, being particularly common at elevations above 1400 m.The species grows terrestrially in primary montane forest and forest margins. It is not found in the so-called Bonsai Forest, a region of stunted vegetation on the plateau below the summit ridge of Mount Hamiguitan. It typically grows in partial shade and is frequently exposed to heavy downpours. While Mount Hamiguitan is an ultramafic mountain, N. hamiguitanensis does not necessarily grow in an ultramafic substrate, owing to the high humus content of the forest underlayer. At the type locality, N. hamiguitanensis occurs at an average density of around two to three plants per 50 m2, as estimated by eye. Only seedlings and mature, climbing plants have been observed, with no records of larger rosette plants bearing lower pitchers.Nepenthes hamiguitanensis is sympatric with N. justinae (previously identified as N. mindanaoensis) and grows in the same altitudinal range as N. micramphora and N. peltata; the latter two species are typically found in more open areas, where they are exposed to higher levels of incident light. Despite this, no natural hybrids involving N. hamiguitanensis have been observed with certainty; it has been suggested that the flowering times of N. hamiguitanensis and the other Nepenthes species of Mount Hamiguitan may differ.The describing authors assessed the conservation status of N. hamiguitanensis as Vulnerable based on the IUCN criteria. They pointed out that N. hamiguitanensis is far more localised than N. micramphora and N. peltata, which occur at several sites on the mountain and are represented by larger populations. Mount Hamiguitan forms part of the Mount Hamiguitan Range Wildlife Sanctuary National Park and visitors are only permitted to climb the mountain with the assistance of a guide. The future of wild populations of N. hamiguitanensis will be further secured if provincial officials of Davao Oriental are successful in their bid to gain recognition of Mount Hamiguitan as a UNESCO World Heritage Site.",
    "Hybrid origin": "Nepenthes hamiguitanensis was initially assumed to represent a natural hybrid between N. micramphora and N. peltata, both of which are also present on the upper slopes of Mount Hamiguitan. It shares several morphological features with its putative parent species, such as the shape of the pitchers (with N. micramphora) and form of the indumentum (with N. peltata). However, it has distinctive light-coloured upper pitchers that neither of these species possess (N. peltata is not known to produce aerial traps at all). In addition, N. hamiguitanensis inhabits a different ecological niche to either of these species; it typically grows in partial shade under the cover of mountain forest or at forest margins, whereas N. micramphora and N. peltata are commonly found in more exposed sites.Wild populations of N. hamiguitanensis appear to be stabilised as well as relatively homogeneous, with no intergrades observed. The species is thought to be self-sustaining and to reproduce independently of its putative parent species, as numerous seedlings have been found at the type locality. Taking these factors into account, the describing authors wrote: \"we feel that a recent hybridisation event is unlikely and that Nepenthes hamiguitanensis is not in the earlier stages of specification\". However, in his Carnivorous Plant Database, taxonomist Jan Schlauer treats N. hamiguitanensis as N. micramphora × N. peltata.Examples of other Nepenthes species with a putative hybrid origin include N. hurrelliana, N. murudensis, and N. petiolata.",
    "Related species": "The describing authors compared N. hamiguitanensis to N. micramphora, N. mindanaoensis, and N. peltata, which they described as \"closely related species\". Nepenthes micramphora is smaller in all respects and is mostly glabrous (apart from the inflorescence). Nepenthes mindanaoensis differs clearly in the shape of its upper pitchers, which are far more elongated. In addition, the species has an acute (or narrowly obtuse) laminar apex as compared to the obtuse apex of N. hamiguitanensis. Nepenthes peltata can be distinguished on the basis of its distinct pitchers and peltate tendril insertion. Also, unlike N. peltata, N. hamiguitanensis readily produces upper pitchers and a climbing stem.In 2013, Martin Cheek and Matthew Jebb placed N. hamiguitanensis in the informal \"N. alata group\", which also includes N. alata, N. ceciliae, N. copelandii, N. extincta, N. graciliflora, N. kitanglad, N. kurata, N. leyte, N. mindanaoensis, N. negros, N. ramos, N. saranganiensis, and N. ultra. These species are united by a number of morphological characters, including winged petioles, lids with basal ridges on the lower surface (often elaborated into appendages), and upper pitchers that are usually broadest near the base. Cheek and Jebb suggested N. kitanglad and N. saranganiensis as possible close relatives of N. hamiguitanensis, these being the only other species of the N. alata group with angled stems (winged in the case of N. saranganiensis).",
    "Natural hybrids": "Nepenthes hamiguitanensis has no confirmed natural hybrids, although certain plants from Mount Hamiguitan may represent crosses involving it and N. micramphora, N. justinae (previously identified as N. mindanaoensis), and N. peltata.",
    "Notes": "",
    "References": "Co, L. & W. Suarez 2012. Nepenthaceae. Co's Digital Flora of the Philippines.",
    "External links": "Photographs of N. hamiguitanensis"
  }
}