{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_burbidgeae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. burbidgeae"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes burbidgeae , also known as the painted pitcher plant or Burbidge's Pitcher-Plant, is a tropical pitcher plant with a patchy distribution around Mount Kinabalu and neighbouring Mount Tambuyukon in Sabah, Borneo.",
    "Botanical history": "Nepenthes burbidgeae was discovered on Mount Kinabalu in 1858 by Hugh Low and Spenser St. John. St. John wrote the following account of finding the species near the Marai Parai plateau:\nCrossing the Hobang, a steep climb led us to the western spur, along which our path lay; here, at about 4000 ft [1200 m], Mr. Low found a beautiful white and spotted pitcher-plant which he considered the prettiest of the twenty-two species of Nepenthes with which he was then acquainted; the pitchers are white and covered in a most beautiful manner with spots of an irregular form, of a rosy pink colour.\nFrederick William Burbidge was one of the first to collect the plant in 1878, although he did not succeed in introducing it into cultivation. The type specimen of N. burbidgeae, Burbidge s.n., was collected on the Marai Parai plateau of Mount Kinabalu and is deposited at the Royal Botanic Gardens, Kew. A duplicate specimen is held at the New York Botanical Garden.Nepenthes burbidgeae appeared as an unnamed species in Burbidge's 1880 book The Gardens of the Sun. Joseph Dalton Hooker named N. burbidgeae after Burbidge's wife, though the name only appeared in an unpublished manuscript. The specific epithet is attributed to Burbidge as he used it in a letter to The Gardeners' Chronicle in 1882. It reads:\nNepenthes Burbidgeae, Hook. f. MSS., is a lovely thing, as yet unintroduced : pitchers pure white, semi-translucent like egg-shell, porcelain-white, with crimson or blood-tinted blotches. Lid blotched and dotted with crimson-purple. It is a very distinct plant, with triangular stems, 50 feet long, and the margins of the leaves decurrent.\nIn 1894, Otto Stapf identified specimens belonging to N. burbidgeae as N. phyllamphora, a taxon that is now considered synonymous with N. mirabilis.In two articles authored by Burbidge in 1894 and 1896, the name of this species was written as N. burbidgei. This name is considered a sphalma typographicum (misprint) of N. burbidgeae, although it appeared in a number of other works by authors such as Odoardo Beccari (1886), John Muirhead Macfarlane (1908), and Elmer Drew Merrill (1921). Herbarium material also bears this spelling of the name.Seventy years after its discovery, N. burbidgeae remained a poorly known species. This is reflected in the writing of B. H. Danser in his seminal 1928 monograph, \"The Nepenthaceae of the Netherlands Indies\", where he suggests a close relative in N. pilosa:\nThis species has only been found twice on Mt. Kinabalu and is very insufficiently known. I have not ventured to unite it with any other. N. pilosa, though doubtless the most nearly related species, is certainly different.\nIn 1981, Australian botanist Allen Lowrie reported that the fluid in unopened pitchers of N. burbidgeae is effective in stopping external bleeding. Lowrie cited two examples of researchers in the field successfully using this fluid on cuts and wounds.",
    "Description": "Nepenthes burbidgeae is a strong climber that quickly enters the vining stage. The stem reaches 15 m in length and is up to 18 mm in diameter. Internodes are cylindrical to triangular in cross section and up to 12 cm long.\n\nThe leaves of this species are coriaceous and petiolate. The lamina or leaf blade is oblong in shape and up to 40 cm long by 10 cm wide. It has an acute apex and its base is typically abruptly attenuate. The petiole is winged, up to 15 cm long, and clasps the stem. It is often decurrent into two narrow wings that extend down the stem. Three to four longitudinal veins are present on either side of the midrib. Pinnate veins are inconspicuous. Tendrils are up to 30 cm long.Rosette and lower pitchers are rounded-infundibular or conical in shape. Unlike the pitchers of many other Nepenthes species, those of N. burbidgeae have no obvious constriction in the middle. The lower pitchers are relatively large, being up to 25 cm high by 10 cm wide. A pair of fringed wings, measuring up to 10 mm in width, runs down the front of each pitcher. The glandular region, which bears minute overarched glands, covers the basal half of the pitcher's inner surface. The pitcher mouth is round and elongated into a short neck at the rear. The peristome is flattened and expanded, measuring up to 30 mm in width. Its inner margin is lined with a series of small but distinct teeth. The inner portion of the peristome accounts for around 49% of its total cross-sectional surface length. The pitcher lid or operculum is ovate and up to 8 cm wide. It bears a distinct keel as well as a characteristic hooked appendage on its lower surface. An unbranched spur (≤12 mm long) is inserted near the base of the lid.\n\nUpper pitchers are similar to their terrestrial counterparts in most respects, even retaining the same colouration. However, they are smaller, reaching only 13 cm in height and 7 cm in width. They are infundibular in the basal third and globose above. In aerial pitchers, a pair of ribs is present in place of wings.Nepenthes burbidgeae has a racemose inflorescence. The peduncle is up to 25 cm long, while the rachis reaches 30 cm in length. Partial peduncles may be one- or two-flowered and are up to 15 mm long. Sepals are ovate and up to 5 mm long.Most parts of the plant are covered in a sparse indumentum of short hairs. The margins of the lamina are lined with brown hairs up to 3 mm long.Nepenthes burbidgeae has a very restricted range and exhibits relatively little variability. As such, no infraspecific taxa have been described.",
    "Ecology": "",
    "Ecology-Habitat and distribution": "Nepenthes burbidgeae is endemic to Kinabalu National Park, where it has a patchy distribution around Mount Kinabalu and neighbouring Mount Tambuyukon. Specifically, it has been recorded from the Marai Parai plateau, Mamut copper mine, and Pig Hill. On Pig Hill, it grows at 1900–1950 m and is sympatric with N. rajah, N. tentaculata, and the natural hybrid N. × alisaputrana. The altitudinal range of this species is often quoted as 1200–1800 m above sea level, but some sources give a lower limit of 1100 m and upper limit of 2250 m or even 2300 m.Mount Kinabalu was only formed around 1 million years ago and, during the last ice age (approximately 20,000 to 10,000 years ago), it had an ice cap on its summit. As such, it appears that N. burbidgeae is a relatively recent species in evolutionary terms.\n\nNepenthes burbidgeae is probably the rarest of the Nepenthes species native to Mount Kinabalu. Its typical habitat consists of mossy forest or montane forest, where it often grows in low scrub and exposed areas on the tops of steep ridges. The species is restricted to ultramafic soils. In more exposed areas, N. burbidgeae is often found climbing amongst bushes of Leptospermum javanicum. At some localities it has also been recorded from bamboo forest.Nepenthes burbidgeae can often be found growing amongst populations of N. edwardsiana, N. rajah, and N. tentaculata, and hybrids with all of these species have been recorded.",
    "Ecology-Threats and conservation status": "The El Niño climatic phenomenon of 1997 to 1998 had a catastrophic effect on the Nepenthes species of Mount Kinabalu. The dry period that followed severely depleted some natural populations. Forest fires broke out in 9 locations in Kinabalu Park, covering a total area of 25 square kilometres and generating large amounts of smog. Hugo Steiner recalls being struck by the scarcity of N. burbidgeae pitchers observed on Mount Kinabalu during a trip in 1999. At the time of the El Niño, many plants were temporarily transferred to the park nursery. These were later replanted in the \"Nepenthes Garden\" in Mesilau. Since then, Ansow Gunsalam has established a nursery close to the Mesilau Lodge at the base of Kinabalu Park to protect the endangered species of that area, including N. burbidgeae.The conservation status of N. burbidgeae is listed as Endangered on the 2006 IUCN Red List of Threatened Species based on an assessment carried out in 2000. This does not agree with an informal assessment made by Charles Clarke in 1997, who classified the species as Vulnerable based on the IUCN criteria. However, Clarke noted that since all known populations of N. burbidgeae lie within the boundaries of Kinabalu National Park and are inaccessible to collectors, they \"are unlikely to become threatened in the foreseeable future\". Taking this into account, he suggested a revised assessment of Conservation Dependent.",
    "Related species": "Nepenthes burbidgeae is easily distinguished from other species in the genus on the basis of its pitcher shape and colouration, as well as the hook-shaped appendage on the underside of the lid. The only other Bornean Nepenthes species with a similarly developed appendage are N. chaniana and N. pilosa.B. H. Danser suggested that N. burbidgeae is most closely related to N. pilosa. The latter species is poorly known and was for a long time confused with N. chaniana.The glandular crest of N. chaniana is very similar to that of N. burbidgeae, particularly in upper pitchers. However, it is difficult to confuse these species as the pitchers are otherwise markedly different in structure; the upper pitchers of N. burbidgeae are short and funnel-shaped, whereas those of N. chaniana are elongated and have a dense indumentum of white hair.",
    "Natural hybrids": "Natural hybrids involving N. burbidgeae appear to be relatively rare and only four have been recorded to date. Three of these (crosses with N. edwardsiana, N. fusca, and N. tentaculata) have received little attention in the scientific literature, but N. burbidgeae × N. rajah has been described as N. × alisaputrana and is famous for producing huge pitchers rivalling those of N. rajah in size.",
    "Natural hybrids-N. burbidgeae × N. rajah": "Nepenthes × alisaputrana was described in 1992 by J. H. Adam and C. C. Wilcock and is named in honour of Datuk Lamri Ali, Director of Sabah Parks. It is only known from a few remote localities within Kinabalu National Park, where it grows in stunted, open vegetation over serpentine soils at around 2000 m above sea level, often amongst populations of N. burbidgeae.\n\nThis plant is notable for combining the best characters of both parent species, not least the size of its pitchers, which rival those of N. rajah in volume (≤35 cm high, ≤20 cm wide). The other hybrids involving N. rajah do not exhibit such impressive proportions. The pitchers of N. × alisaputrana can be distinguished from those of N. burbidgeae by a broader peristome, larger lid and simply by their sheer size. The hybrid differs from its other parent, N. rajah, by its lid structure, indumentum of short, brown hairs, narrower and more cylindrical peristome, and pitcher colour, which is usually yellow-green with red or brown flecking.  For this reason, Anthea Phillipps and Anthony Lamb gave it the common name \"Leopard Pitcher-Plant\". The peristome is green to dark red and striped with purple bands. Leaves are often slightly peltate.  The hybrid is a strong climber and frequently produces upper pitchers.Nepenthes × alisaputrana more closely resembles N. rajah than N. burbidgeae, but it is difficult to confuse this plant with either. However, this mistake has previously been made on at least one occasion; a pitcher illustrated in Adrian Slack's Insect-Eating Plants and How to Grow Them as being N. rajah is in fact N. burbidgeae × N. rajah.\nIn 2002, phytochemical screening and analytical chromatography were used to study the presence of phenolic compounds and leucoanthocyanins in N. × alisaputrana and its putative parent species. The research was based on leaf material from nine dry herbarium specimens.  Eight spots containing phenolic acids, flavonols, flavones, leucoanthocyanins and 'unknown flavonoid' 1 and 3 were identified from chromatographic profiles. The distributions of these in the hybrid N. × alisaputrana and its putative parental species N. burbidgeae and N. rajah are shown in the adjacent table.  A specimen of N. × alisaputrana grown from tissue culture (in vitro) was also tested.Luteolin, cyanidin and 'Unknown Flavonoid 3' were undetected in N. burbidgeae, while concentrations of 'Unknown Flavonoid 1' were found to be weak.  Chromatographic patterns of the N. × alisaputrana samples studied showed complementation of its putative parental species.Myricetin was found to be absent from all studied taxa.  This agrees with the findings of previous authors and suggests that the absence of a widely distributed compound like myricetin among the Nepenthes examined might provide additional diagnostic information for these taxa.",
    "Cultivation": "Little information has been published on the growing requirements of N. burbidgeae. In Insect-Eating Plants and How to Grow Them, Adrian Slack wrote that cuttings of N. burbidgeae were more difficult to root than those of other Nepenthes species.In 2004, professional horticulturist Robert Sacilotto published a summary of measured tolerances of highland Nepenthes species, based on experiments conducted between 1996 and 2001. Nepenthes burbidgeae was found to be tolerant of a fairly wide range of conditions, particularly in terms of temperature and soil composition; it grew in every substrate used in the experiment. However, plants showed stunted growth when grown in a mixture consisting of 50% silica gel, 20% Sphagnum moss, 20% fir bark, and 10% peat moss chunks. The highest growth rates were exhibited by specimens in 50% leached perlite, 30% long fiber Sphagnum moss, 10% peat moss chunks, and 10% fir bark, as well as media without fir bark and with a higher percentage of Sphagnum. Nepenthes burbidgeae was found to tolerate temperatures in the range of 9 to 41 °C (48° to 105 °F). A nighttime drop in temperature below 18 °C (65 °F) was necessary for good growth; plants that were not exposed to such a drop grew around 50% slower and produced fewer pitchers. Optimal growth rates were observed with daytime temperatures of 20 to 29 °C (68° to 85 °F) and nighttime temperatures of 12 to 16 °C (54° to 60 °F). Soil with a pH of 4.8 to 5.5 produced the best results; values below 3.5 corresponded with slower growth. Optimal soil conductivity was between 10 and 24 microsiemens, and prolonged exposure of one week or more to levels of more than 60 microsiemens resulted in foliar burn. The experiments suggested that N. burbidgeae grows best when relative humidity is in the range of 68 to 95%. However, constant exposure to high humidity in excess of 90% resulted in disease outbreaks and increased plant death rates. Seedlings of less than one year proved to be particularly vulnerable to this. Optimal light levels varied depending on the light source used: 8100–11000 lx (750–1000 fc) in sunlight, 7000–9700 lx (650–900 fc) under high pressure sodium lamps, 6500–9100 lx (600–850 fc) under metal halide lamps, and 5400–7300 lx (500–680 fc) under fluorescent lamps. Nepenthes burbidgeae could be grown in lower light conditions, but such plants exhibited etiolated growth and reduced colouration. The species was found to respond well to a fertilizer that was applied to the pitchers on a monthly basis, but a foliar feed using the same solution produced no visible change in growth rate.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Photographs of N. burbidgeae at the Carnivorous Plant Photofinder"
  }
}