{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_villosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. villosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes villosa , or the villose pitcher-plant, is a tropical pitcher plant endemic to Mount Kinabalu and neighbouring Mount Tambuyukon in northeastern Borneo. It grows at higher elevations than any other Bornean Nepenthes species, occurring at elevations of over 3,200 m (10,500 ft). Nepenthes villosa is characterised by its highly developed and intricate peristome, which distinguishes it from the closely related N. edwardsiana and N. macrophylla.The specific epithet villosa is Latin for \"hairy\" and refers to the dense indumentum of this species.",
    "Botanical history": "Nepenthes villosa was formally described in 1852 by Joseph Dalton Hooker. The description was published in Icones plantarum and accompanied by an illustration.The species was first collected in 1858 by Hugh Low when he made his second ascent of Mount Kinabalu together with Spenser St. John.In an issue of Curtis's Botanical Magazine published in 1858, an illustration of an upper pitcher of N. veitchii was incorrectly identified as N. villosa by J. D. Hooker's father, William Jackson Hooker. That year, N. villosa was also covered in Flore des Serres et des Jardins de l'Europe by Louis van Houtte, in which the same illustration was reproduced along with the incorrect identification.In 1859, N. villosa was again described and illustrated in J. D. Hooker's treatment of the genus published in The Transactions of the Linnean Society of London. The illustration and description were reproduced in Spenser St. John's Life in the Forests of the Far East, published in 1862.B. H. Danser treated N. edwardsiana in synonymy with N. villosa in his seminal monograph \"The Nepenthaceae of the Netherlands Indies\", published in 1928. The work included a revised Latin diagnosis and botanical description of N. villosa.Danser listed four herbarium specimens that he identified as belonging to N. villosa. These include two collected by George Darby Haviland from Mount Kinabalu in 1892. One of these, Haviland 1656/1232, was collected at an elevation of 2,400 m (7,900 ft). It includes male floral material and is deposited at the Herbarium of the Sarawak Museum. The second specimen, Haviland 1813/1353, was collected from the Marai Parai plateau at an elevation of 1,650 m (5,410 ft); it likely represents N. edwardsiana. It is also deposited at the Herbarium of the Sarawak Museum. It does not include floral material. G. D. Haviland explored the Mount Kinabalu area with his brother H. A. Haviland between March and April, 1892, and must have collected these specimens during this time.Additionally, Danser lists two specimens collected by Joseph Clemens in 1915. The first, Clemens 10627, was collected on November 13 from Paka Cave to Low's Peak. It includes female floral material. The second, Clemens 10871, was collected at Marai Parai between November 22 and November 23, and does not include floral material. Both specimens are deposited at the Bogor Botanical Gardens (formerly the Herbarium of the Buitenzorg Botanic Gardens) in Java.In Letts Guide to Carnivorous Plants of the World, published in 1992, a specimen of the natural hybrid N. × kinabaluensis (N. rajah × N. villosa) is labeled as N. villosa.",
    "Botanical history-In cultivation": "In 2004, professional horticulturist Robert Sacilotto published a summary of measured tolerances of six highland Nepenthes species, including N. villosa, based on experiments conducted between 1996 and 2001.Many of the N. villosa plants in cultivation today originate from a particularly vigorous tissue culture clone introduced by Phill Mann of Australia and later sold by the Sri Lankan-based plant nursery, Borneo Exotics.",
    "Description": "Nepenthes villosa is a weak climber, rarely exceeding 60 cm (24 in) in height, although the stem may grow to 8 m (26 ft) in length and 10 mm (0.4 in) in diameter. Internodes are cylindrical and up to 10 cm (4 in) long.Leaves are coriaceous and petiolate. The lamina is spathulate to oblong and may be up to 25 cm (10 in) long and 6 cm (2.4 in) wide. The apex of the lamina is emarginate. The petiole is canaliculate, up to 10 cm (3.9 in) long, and bears an amplexicaul sheath. One to three longitudinal veins are present on either side of the midrib. Tendrils may reach 50 cm (20 in) in length.\n\nLower and upper pitchers are very similar. They are urceolate to ovate in shape. The pitchers grow up to 25 cm (10 in) high and 9 cm (3.5 in) wide. A pair of fringed wings (≤15 mm wide) runs down the front of the pitcher, although it may be reduced to ribs in aerial traps. The pitcher mouth is oblique and elongated into a neck at the rear. The glands on the inner surface are overarched and occur at a density of 200 to 1300 per square cm (30 to 200 per square in). The peristome is cylindrical in cross section and up to 20 mm (0.8 in) wide. It bears well developed teeth and ribs. The lid or operculum is cordate and has a pointed apex. It has a pair of prominent lateral veins. An unbranched spur, ≤ 20 mm (0.8 in) long, is inserted at the base of the lid.\n\nNepenthes villosa has a racemose inflorescence. The peduncle may be up to 40 cm (16 in) long, while the rachis grows to 20 cm (8 in) in length. Pedicels are filiform-bracteolate and up to 15 mm (0.6 in) long. Sepals are round to elliptic and up to 4 mm (0.2 in) long. A study of 490 pollen samples taken from two herbarium specimens (J.H.Adam 1124 and J.H.Adam 1190, collected at an elevation of 1,800–3,400 m (5,900–11,200 ft)) found the mean pollen diameter to be 37.2 μm (SE = 0.2; CV = 6.7%).The species has a dense indumentum of long, brown hairs that covers all parts of the plant.",
    "Ecology": "Nepenthes villosa is endemic to the upper slopes of Mount Kinabalu and neighbouring Mount Tambuyukon in Sabah, Borneo. It generally grows at 2300–3240 m above sea level, the highest elevation of all Bornean Nepenthes species; only N. lamii from New Guinea is found at greater elevations. On Mount Kinabalu, N. villosa is common along the Mesilau Trail (between Pondok Magnolia and the meeting point with the old summit trail) and almost all the way up to the Laban Rata rest house; a particularly large population has been reported at around 3047 m. On Mount Tambuyukon, an altitudinal inversion has been noted, whereby N. villosa is more common at much lower elevations of 1600–1900 m, being replaced by N. rajah towards the summit. The exposed, uppermost slopes of Mount Tambuyukon can become very hot during the day and this might explain the inability of N. villosa to colonise them. Plants from Mount Tambuyukon generally produce slightly more elongated pitchers.Nepenthes villosa often grows in mossy forest and sub-alpine forest dominated by species of the genera Dacrydium and Leptospermum, particularly Leptospermum recurvum. It has also been recorded growing among shrubs, grass, and boulders in open areas. Here the soil may become relatively dry, although relative humidity is usually close to 100% as the slopes are often enveloped in clouds. Like many Nepenthes from the Mount Kinabalu area, it is endemic to ultramafic soils.Although many plants grow along Mount Kinabalu's summit trail and are easily accessible to climbers, all known populations of the species grow within Kinabalu National Park and so their collection is illegal. In 1997, Charles Clarke suggested a revised assessment of Conservation Dependent based on this. Clarke writes that N. villosa \"has a secure future\", although he adds that climbers have had a significant impact on populations of the species growing along the summit trail, with the number of plants having declined in recent years. A 2002 study found 1180 individual N. villosa growing in 11 plots, each measuring 0.01 hectares, at elevations of between 2,610 m (8,560 ft) and 2,970 m (9,740 ft) on Mount Kinabalu. This number constituted 94% of the pitcher plants recorded from the plots, the rest being N. × kinabaluensis.",
    "Related species": "Nepenthes villosa is most closely related to N. edwardsiana and N. macrophylla. There has been much taxonomic confusion surrounding the status of these three taxa.\nJoseph Dalton Hooker, who described both N. edwardsiana and N. villosa, noted the similarity between the two species as follows:\nThis most remarkable plant [N. villosa] resembles that of edwardsiana in so many respects, especially in the size, form and disposition of the distant lamellae of the mouth, that I am inclined to suspect that it may be produced by young plants of that species, before it arrives at a stage when the pitchers have elongated necks.\nGünther Beck von Mannagetta und Lerchenau was the first to treat N. edwardsiana in synonymy with N. villosa when he published his monograph on the genus in 1895.In his 1908 monograph, John Muirhead Macfarlane wrote the following with regards to the two species: \"Examinatione microscopica probatur, illas species distinctas esse\". This is probably \"based on the old belief that plants, which differ anatomically, can not be forms of the same species\".B. H. Danser united the species \"[w]ith some hesitation\" in his 1928 monograph \"The Nepenthaceae of the Netherlands Indies\". He suggested that N. villosa is a stunted form of N. edwardsiana from higher elevations, which flowers at a \"juvenile stage of development\". Danser acknowledged that the indumentum of N. villosa is more dense than that of N. edwardsiana, but noted that it \"is a difference only of degree\".\nThe two taxa differ considerably in their altitudinal distributions. Nepenthes villosa usually occurs at ultrahighland elevations, 2,300–3,240 m (7,550–10,630 ft), whereas N. edwardsiana is found between 1,500–2,700 m (4,900–8,900 ft). Where their altitudinal distributions overlap, they are still identifiable as distinct species.\nNepenthes macrophylla was originally described in 1987 as a subspecies of N. edwardsiana by Johannes Marabini. It was later elevated to species status by Matthew Jebb and Martin Cheek. This interpretation was supported by Charles Clarke, who noted that N. edwardsiana and N. villosa \"have more in common\" than N. edwardsiana and N. macrophylla. Whereas N. edwardsiana and N. villosa are restricted to the Kinabalu area, N. macrophylla is only found near the summit of Mount Trus Madi.Matthew Jebb and Martin Cheek suggest that N. villosa is related to N. mira, a species endemic to Palawan in the Philippines. N. villosa also shows affinities to N. peltata of Mindanao.",
    "Natural hybrids": "Two natural hybrids involving N. villosa have been recorded.",
    "Natural hybrids-N. edwardsiana × N. villosa": "Nepenthes × harryana is the natural hybrid between N. edwardsiana and N. villosa. Its two parent species are very closely related and so N. × harryana, which is intermediate in form, may be difficult to distinguish from either of them.\nIt was originally described as a species in 1882 by Frederick William Burbidge. John Muirhead Macfarlane was the first to realise its hybrid origin and described it as such in his monograph of 1908. Danser wrote that N. × harryana could be a hybrid as Macfarlane suggested, or a form of N. villosa together with N. edwardsiana.Nepenthes × harryana can be distinguished from N. villosa on the basis of its pitcher morphology. The pitchers of the hybrid are more cylindrical than those of N. villosa, whereas the indumentum is more dense than that of N. edwardsiana. The hip of the pitcher cup, which is found just below the peristome in N. villosa and in the lower quarter of N. edwardsiana pitchers, is located around the middle of N. × harryana pitchers. However, N. villosa plants from Mount Tambuyukon are easier to confuse with this hybrid, as they produce pitchers that may be elongated slightly above the hip.Nepenthes × harryana is known from a ridge above the Upper Kolopis River and from two locations along the Kinabalu summit trail. Since N edwardsiana does not grow along the summit trail, it cannot be confused with this hybrid there. Burbidge wrote that N. edwardsiana, N. × harryana, and N. villosa \"are quite distinct in zone of the mountain\".",
    "Natural hybrids-N. rajah × N. villosa": "Nepenthes × kinabaluensis is the natural hybrid between N. rajah and N. villosa. It was first collected near Kambarangoh on Mount Kinabalu by Lilian Gibbs in 1910 and later mentioned by John Muirhead Macfarlane as \"Nepenthes sp.\" in 1914.  Although Macfarlane did not formally name the plant, he noted that \"[a]ll available morphological details suggest that this is a hybrid between N. villosa and N. rajah\". It was finally described in 1976 by Shigeo Kurata as N. × kinabaluensis.  The name was published in Nepenthes of Mount Kinabalu, but it is a nomen nudum, as it had an inadequate description and lacked information on the type specimen. The name was subsequently republished by Kurata in 1984 and by J. H. Adam and C. C. Wilcock in 1998.\n\nThe pitchers of N. × kinabaluensis may be quite large, but do not compare to those of N. rajah or N. × alisaputrana (N. burbidgeae × N. rajah). N. × kinabaluensis can only be found on Mount Kinabalu (hence the name) and nearby Mount Tambuyukon, where the two parent species occur sympatrically. More specifically, plants are known from a footpath near Paka Cave and several places along an unestablished route on a south-east ridge, which lies on the west side of the Upper Kolopis River. The only accessible location from which this hybrid is known is the Kinabalu summit trail, between Layang-Layang and the helipad, where it grows at about 2,900 m (9,500 ft) in a clearing dominated by Dacrydium gibbsiae and Leptospermum recurvum trees.  N. × kinabaluensis has an altitudinal distribution of 2,420 m (7,940 ft) to 3,030 m (9,940 ft). It grows in open areas in cloud forest.\nThe hybrid is generally intermediate in appearance between its parent species. Raised ribs line the inner edge of the peristome and end with elongated teeth. These are more prominent than those found in N. rajah and smaller than those of N. villosa. The peristome is coarse and expanded at the margin (but not scalloped like that of N. rajah), the lid orbiculate or reniform and almost flat. In general, pitchers are larger than those of N. villosa and the tendril joins the apex about 1–2 cm (0.4–0.8 in) below the leaf tip, a feature which is characteristic of N. rajah. In older plants, the tendril can be almost woody.  N. × kinabaluensis is an indumentum of villous hairs covering the pitchers and leaf margins, which is approximately intermediate between the parents. Lower pitchers have two fringed wings, whereas the upper pitchers usually lack these. The colour of the pitcher varies from yellow to scarlet. N. × kinabaluensis seems to produce upper pitchers more readily than either of its parents.  In all respects N. × kinabaluensis is intermediate between the two parent species and it is easy to distinguish from all other Nepenthes of Borneo. However, it has been confused once before, when the hybrid was misidentified as both N. rajah and N. villosa in Letts Guide to Carnivorous Plants of the World, published in 1992.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Danser, B.H. 1928. 51. Nepenthes villosa HOOK. F. In: The Nepenthaceae of the Netherlands Indies. Bulletin du Jardin Botanique de Buitenzorg, Série III, 9(3–4): 249–438."
  }
}