{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_mantalingajanensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. mantalingajanensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes mantalingajanensis  is a tropical pitcher plant known only from the summit region of Mount Mantalingajan, the highest point on the Philippine island of Palawan, after which it is named.",
    "Botanical history": "Nepenthes mantalingajanensis was first collected on Mount Mantalingajan in 1992, during a botanical expedition to the summit of the mountain by botanists G. C. G. Argent and E. M. Romero. The specimen, G.C.G.Argent & E.M.Romero 92114, was taken on March 2, 1992, at an altitude of 1700 m, and is deposited at the Kew Herbarium (K) in London.The species entered cultivation in 1998, prior to receiving a formal description; plants in cultivation were generally referred to as Nepenthes spec. Palawan 1. Nepenthes mantalingajanensis was formally described by Joachim Nerz and Andreas Wistuba in a 2007 issue of Das Taublatt. The herbarium specimen J.Nerz & A.Wistuba P001 is the designated holotype, and is deposited at the herbarium of the Institut für Biologie I at the University of Tübingen (TUB).",
    "Description": "Depending on environmental conditions, N. mantalingajanensis may grow as a compact rosette or produce an upright stem 30–60 cm tall. Internodes are circular in cross section and up to 1 cm in diameter. The species does not appear to produce a climbing stem.\n\nLeaves are petiolate to sub-petiolate and coriaceous in texture. The lamina (leaf blade) is broadly lanceolate in shape and can reach 20 cm in length by 6 cm in width. The apex of the lamina is typically acute or obtuse, but may be sub-peltate, with the point of tendril attachment being up to 4 mm from the apex. The lamina is attenuate at its base. The petiole itself is amplexicaul, canaliculate (grooved lengthwise), and up to 7 cm long. Tendrils are up to 30 cm long.\n\nRosette and lower pitchers are usually ovate or obconic, although ones that develop embedded in substrate often have a more globose shape. Pitchers produced on older plants are generally more elongated with a narrower basal portion. Terrestrial pitchers are quite small, typically reaching only 15 cm in height by 6.5 cm in width, although particularly globose traps may be 12 cm wide. A pair of wings (≤8 mm wide), with fringe elements up to 5 mm long, usually runs down the ventral surface of the pitcher cup, although the wings may occasionally be reduced to ribs. The peristome is approximately cylindrical and up to 2 cm across. It bears ribs up to 2 mm high and spaced up to 3 mm apart, which terminate in curved teeth up to 5 mm long. The peristome is elongated into a neck at the rear, where the teeth on the two lobes of the peristome run apart to form distinctive gap. The pitcher lid or operculum is cordate (heart-shaped) and may have a rounded or pointed tip. It measures up to 5 cm in length by 4 cm in width and does not bear any appendages. The spur, which is inserted near the base of the lid, is up to 8 mm long and may be simple or branched.Observations of hundreds of plants across three habitat types found no evidence of climbing stems or upper pitchers in this species, suggesting that aerial traps are either very rare or absent altogether. It has been speculated that N. mantalingajanensis may produce upper pitchers only in deep shade or if provided with sufficient vegetation to support a climbing stem, as is the case with the closely related N. deaniana and N. mira.Nepenthes mantalingajanensis has a racemose inflorescence measuring up to 35 cm in length by 3 cm in width. The peduncle itself may be up to 25 cm long and 8 mm wide, while the rachis, which is longer in male plants, reaches 16 cm. Pedicels are one-flowered, measure up to 14 mm in length, and may have a 1 mm basal bract. Tepals, which are up to 4 mm long, are ovate-elliptic in females and orbicular to ovate in males. Fruits reach 18 mm in length, while seeds measure around 6 mm. Male flowers sometimes produce a \"faint, sweet fragrance\".The vegetative parts of the plant are mostly glabrous, although an indumentum of velvety, brown hairs may be present on the spur.",
    "Ecology": "Nepenthes mantalingajanensis has only been recorded from the summit region of Mount Mantalingajan on the island of Palawan in the Philippines. It is likely to also be present on the ridge that connects Mount Mantalingajan to its lower peaks, but confirmation of this would require further exploration. The altitudinal distribution of this species extends from 1700 m above sea level to the summit at 2085 m.The typical habitat of N. mantalingajanensis is upper montane forest and scrub vegetation. Plants growing on the summit are very stunted and grow amongst subalpine shrubbery with a wind-clipped canopy that rarely exceeds 80 cm. In such open sites, N. mantalingajanensis is exposed to direct sunlight and frequently flowers at a height of less than 25 cm. Like its close relatives, N. mantalingajanensis is apparently outcompeted by bamboo.In his 2009 book, Pitcher Plants of the Old World, Stewart McPherson writes that N. mantalingajanensis is \"not currently threatened\" owing to its extensive populations on Mount Mantalingajan and the remote nature of the mountain. Mount Mantalingajan is already afforded Protected Area status and there is local interest in having it recognised as a UNESCO World Heritage Site.",
    "Related species": "Nepenthes mantalingajanensis shows affinities to members of the N. villosa complex of species, which are localised on ultramafic soils in the north of Borneo and in the highlands of Palawan and Mindanao. The N. villosa complex is thought to have originated from a common ancestor in Borneo.Nepenthes mantalingajanensis appears to be most closely allied to the Palawan endemics N. attenboroughii, N. deaniana, N. leonardoi, and N. mira, as well as the Mindanao endemic N. peltata. It can be distinguished from all of these species on the basis of its smaller size and narrower lamina, typically with an acute apex. The lower pitchers of N. mantalingajanensis can be particularly similar to those of N. mira, although these species differ markedly in lamina morphology.",
    "Notes": "",
    "References": "Co, L. & W. Suarez 2012. Nepenthaceae. Co's Digital Flora of the Philippines.\nMcPherson, S.R. & V.B. Amoroso 2011. Field Guide to the Pitcher Plants of the Philippines. Redfern Natural History Productions, Poole.\n(in German) McPherson, S. & T. Gronemeyer 2008. Die Nepenthesarten der Philippinen Eine Fotodokumentation. Das Taublatt 60(1): 34–78.\nMcPherson, S.R. 2011. Comparison of the highland Palaweño Nepenthes. In: New Nepenthes: Volume One. Redfern Natural History Productions, Poole. pp. 364–381.",
    "External links": "New Nepenthes species from Mt. Mantalingahan"
  }
}