{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_spathulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. spathulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes spathulata  is a tropical pitcher plant native to Java and Sumatra, where it grows at elevations of between 1100 and 2900 m above sea level. The specific epithet spathulata is derived from the Latin word spathulatus, meaning \"spatula shaped\", and refers to the shape of the lamina.",
    "Botanical history": "One of the first collections of N. spathulata was made by Maurits Anne Lieftinck. The specimen Lieftinck 11 was collected in January 1935 on Mount Tanggamus near Lampung, Sumatra, at an altitude of 2000 m.Nepenthes spathulata was formally described by B. H. Danser later that same year, the first of two Nepenthes species described by the Dutch botanist following the publication of his 1928 monograph, \"The Nepenthaceae of the Netherlands Indies\".The next major taxonomic treatment of N. spathulata came only in 1986, when Rusjdi Tamin and Mitsuru Hotta treated the species in synonymy with N. singalana. The authors also lumped four other species under N. singalana: N. carunculata, N. gymnamphora, N. pectinata, and, by implication, N. densiflora. Many authors now consider N. carunculata to be a heterotypic synonym of N. bongso and N. pectinata is often equated with N. gymnamphora.On Mount Dempo, Mike Hopkins, Ricky Maulder and Bruce Salmon found what they believed to be a new species of Nepenthes. They published an account of their discovery in a 1990 issue of the Carnivorous Plant Newsletter. It reads:\nWe headed back up the line and went to G. Dempo as we wanted to climb at least one unknown mountain. On this mountain, we found a new species related to the highland Sumatran species by its leaf shape, stem shape and inflorescence, but its upper pitchers are slightly similar to N. alata from the Philippines. We gave the name N. 'dempoensis' after the mountain from which it originated.\nThe name N. dempoensis is a nomen nudum and the taxon is now considered conspecific with N. spathulata.In 1997, the genus Nepenthes was revised in its entirety by Matthew Jebb and Martin Cheek in \"A skeletal revision of Nepenthes (Nepenthaceae)\". The authors kept N. spathulata as a valid species and designated Lieftinck 11 as its lectotype.\n\nIn 2004, a Javan taxon resembling N. spathulata was discovered by Adrian Yusuf. Two years later, it was given the informal name N. adrianii  by Batoro, Wartono, and Matthew Jebb, and was treated as a distinct species in the book Trubus Info Kit: Nepenthes. These plants typically have reddish-green pitchers with red speckles and a red peristome. Nepenthes adrianii is generally considered to be a heterotypic synonym of N. spathulata.",
    "Description": "Nepenthes spathulata is a climbing plant. The stem may grow to a height of 5 m but is only up to 8 mm in diameter. Internodes are up to 15 cm long and cylindrical to angular or rhomboid in cross section.Leaves are sessile to sub-petiolate and coriaceous in texture. As the name suggests, the lamina is spathulate. It may be up to 30 cm long by 10 cm wide and is gradually attenuate towards the base. The apex of the lamina is rounded and shortly acuminate or emarginate. Three to five longitudinal veins are present on either side of the midrib. Pinnate veins are generally indistinct. Tendrils are up to 20 cm long and sometimes have a sub-peltate insertion.Rosette and lower pitchers gradually or abruptly arise from the end of the tendril. The pitcher cup is ovoid in the lower third to two-thirds, becoming cylindrical and somewhat narrower above. N. spathulata probably produces the largest pitchers of the Sumatran Nepenthes species; they may be up to 30 cm high and 10 cm wide. A pair of fringed wings (≤25 mm wide) runs down the front of the pitcher. The glandular region covers the ovoid portion of the pitcher's inner surface; the waxy zone above is well developed. The mouth is round, very oblique throughout, and may be elongated into a short neck. The peristome is narrow at the front (≤5 mm wide), becoming much wider towards the rear (≤25 mm wide). It is flared at the sides and may be scalloped, although this feature is somewhat atypical of the species as a whole. The inner margin of the peristome is lined with short but distinct teeth. The inner portion of the peristome accounts for around 32% of its total cross-sectional surface length. The pitcher lid or operculum is ovate, lacks appendages, and is often slightly cordate. The spur, located near the base of the lid, is usually branched and may be up to 10 mm long.\n\nUpper pitchers are infrequently produced. They are narrowly ovoid in the lowermost quarter to third of the pitcher cup, becoming cylindrical above. They are much smaller than lower pitchers, only reaching 15 cm in height and 3 cm in width. The mouth is approximately round and is not elongated into a neck. It has an oblique insertion. The peristome is also much thinner (≤7 mm wide) and is often undulate at the margins. Two pronounced ribs are present in place of wings. In other aspects of morphology, upper pitchers are similar to their terrestrial counterparts.Nepenthes spathulata has a racemose inflorescence. The peduncle is up to 5 cm long. The rachis may be up to 15 cm long, although it is shorter in female inflorescences. Pedicels are up to 10 mm long and have a filiform bracteole. Sepals are obovate to oblong in shape and up to 4 mm long.Inflorescences have a dense indumentum of short hairs. Developing pitchers are also densely covered with short hairs, but most of these are caducous. The stem, lamina and tendrils are virtually glabrous.The stem and lamina are green. Lower pitchers range in colour from light green with a dark purple peristome to yellowish-bronze with a bright red peristome.",
    "Ecology": "Nepenthes spathulata is native to the islands of Java and Sumatra. In Sumatra, it has been recorded from the Indonesian provinces of Jambi, South Sumatra, Bengkulu, and Lampung. Its natural range stretches from Mount Tanggamus in the south to Lake Kerinci in the north. It has a wide altitudinal distribution, having been recorded from elevations of 1100 to 2900 m above sea level.\n\nPlants growing in mossy forest and lower montane forest usually have an epiphytic habit, while those from stunted upper montane forest on summit ridges generally occur terrestrially. Nepenthes spathulata is also known to grow terrestrially in high altitude peat swamp forest near Lake Kerinci, at an altitude of 1100 m. At this location, N. spathulata grows alongside N. ampullaria, N. gracilis, N. mirabilis, N. reinwardtiana, and N. tobaica. At least three natural hybrids  of N. spathulata have been recorded there. The Nepenthes species and hybrids at this site exhibit high levels of introgression. The vegetation is dominated by species of the genera Rhododendron and Melastoma, as well as orchids and ferns. It is very stunted and dense, with few trees exceeding 3 m in height. It is somewhat reminiscent of the highland heath forests around Bareo in Sarawak, Borneo.Due to the patchy distribution of N. spathulata, its conservation status is listed as Vulnerable on the 2006 IUCN Red List of Threatened Species. However, Charles Clarke suggests a revised status of Conservation Dependent based on the IUCN criteria.",
    "Related species": "The closest relative of N. spathulata appears to be N. singalana. It differs from this species in having a peristome that is contracted towards the front and very wide at the sides. In addition, it has less prominent peristome ribs and shorter teeth than N. singalana. N. spathulata has an ovate lid, compared to the orbicular operculum of N. singalana. Furthermore, N. spathulata has fewer glands on the lower surface of the lid and they are concentrated near the centre.In Jambi, the ranges of both species overlap, as the southernmost populations of N. singalana meet the northernmost populations of N. spathulata. Of particular note are plants growing on Mount Masurai, which appear intermediate in form between these two species and cannot be definitively assigned to either. These plants exhibit significant morphological variability, particularly in the development of the peristome, with some resembling N. singalana and others N. spathulata. Clarke writes that it \"is possible that one taxon blends into the other in this region\".Nepenthes spathulata is also allied to N. densiflora, a fact noted by B. H. Danser in his 1940 description of the latter species. However, Jebb and Cheek considered it more likely that N. bongso, rather than N. spathulata, is a close relative of N. densiflora. Nepenthes densiflora can be distinguished from N. spathulata on the basis of its upper pitchers, which are typically infundibular rather than cylindrical. However, a number of N. densiflora plants on Mount Kemiri are known to produce unusual cylindrical aerial pitchers. Nevertheless, these plants differ from N. spathulata in producing infundibular lower pitchers.The herbarium specimens Junghuhn 274 and Junghuhn 275, which were labelled as N. junghuhnii by John Muirhead Macfarlane, have pitchers that resemble those of N. spathulata (as well as N. bongso and N. singalana). However, the poorly known N. junghuhnii is easily distinguished from these species on the basis of its strongly petiolate leaf bases.The upper pitchers of N. spathulata, which are ovoid in the lower part and cylindrical above, distinguish it from other related species such as N. bongso and N. ovata.In 2001, Clarke performed a cladistic analysis of the Nepenthes species of Sumatra and Peninsular Malaysia using 70 morphological characteristics of each taxon. The following is part of the resultant cladogram, showing \"Clade 3\", which comprises N. spathulata and three other related species.",
    "Natural hybrids": "Natural hybrids involving N. spathulata are relatively rare, as few other species grow sympatrically with it. Seven putative hybrids have been recorded to date, at least three of which are known from a unique highland peat swamp habitat around Lake Kerinci.",
    "Natural hybrids-N. mirabilis × N. spathulata": "Nepenthes mirabilis × N. spathulata is one of the hybrids recorded from the Lake Kerinci peat swamp. The parent species are not known to be sympatric at any other location and so this hybrid is unlikely to occur elsewhere. The pitchers of N. mirabilis × N. spathulata are reddish-brown with dark speckles and a bright yellowish-red peristome. It differs from N. mirabilis in its wider peristome, which bears distinct teeth and more pronounced ribs. From N. spathulata, it differs in having chartaceous, sub-spathulate leaves, usually with fimbriate margins.",
    "Natural hybrids-N. reinwardtiana × N. spathulata": "Nepenthes reinwardtiana × N. spathulata is also known solely from the peat swamp near Lake Kerinci. Like N. mirabilis × N. spathulata, this hybrid is unlikely to occur anywhere else. The lower pitchers are infundibular in the lowermost part, becoming ovoid up to the hip, and cylindrical above. A pair of narrow wings, which may or may not be fringed, run down the front of the pitcher. Upper pitchers are more elongated and less ovoid, with no wings or fringe elements. The peristome is flattened and only slightly expanded. The lid is large and sub-orbicular in shape. The leaves are linear-lanceolate in shape, slightly decurrent towards the base, and have a sessile attachment.",
    "Natural hybrids-Other hybrids": "A third N. spathulata hybrid with N. tobaica has also been recorded from the Lake Kerinci peat swamp, and N. ampullaria × N. spathulata is known from the Kerinci region. In addition, N. inermis × N. spathulata is known from Jambi. Nepenthes gymnamphora × N. spathulata has also been recorded. A seventh putative hybrid with N. spathulata has been observed on Mount Belirang in Jambi. Its lineage is unclear due to the apparent absence of other possible parent species in the area.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Nepenthes spathulata  at ARKive"
  }
}