{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_andamana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. andamana"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes andamana is a tropical pitcher plant endemic to Phang Nga Province, Thailand, where it grows near sea level in coastal savannah and grassland. It is thought to be most closely related to N. suratensis.The specific epithet andamana refers to the Andaman Sea coast of Thailand.",
    "Botanical history": "Nepenthes andamana was formally described by Marcello Catalano in his 2010 book, Nepenthes della Thailandia: Diario di viaggio. The description was reviewed by Alastair Robinson, while Andreas Fleischmann provided the Latin translation. Catalano 013395 was designated as the holotype. This specimen was collected by Catalano in 2009 at sea level from Takua Pa, Phang Nga Province, Thailand. It is deposited at the Chulalongkorn University Herbarium (BCU).",
    "Description": "Nepenthes andamana is a climbing plant growing to a height of approximately 3 m. The stem is terete and around 5 mm in diameter. Internodes are up to 3.5 cm long. The stem ranges in colour from green to red.Leaves are sessile and coriaceous in texture. The lamina (leaf blade) is linear to lanceolate, measures up to 30 cm in length by 3.5 cm in width, and is around 0.5 mm thick. Its apex is acute to narrowly acuminate and it is attenuate at the base, clasping the stem for around three-quarters of its circumference. Three longitudinal veins are present on either side of the midrib, restricted to the distal quarter of the lamina. Pinnate veins are also visible, and arise obliquely from the midrib. Tendrils are up to 18 cm long and 2.5 mm in diameter. They are coiled in upper pitchers. The laminae are light green and commonly have a reddish hue, whereas the midrib and tendrils vary from green to red.Rosette and lower pitchers are ovate in the basal third of the pitcher cup and narrower above. They measure up to 16 cm in height by 5 cm in width. The hip is located near the middle of the pitcher. A pair of wings (≤6 mm wide) runs down the ventral surface of the pitcher cup, bearing narrow fringe elements. The pitcher mouth is oval and has an oblique insertion. The peristome is cylindrical and up to 10 mm wide at the sides, with teeth up to 1 mm long. The glandular zone of the inner surface extends for about half of the pitcher's height. The pitcher lid or operculum is orbicular to broadly ovate. It is often somewhat vaulted and has a cordate base. It measures up to 4.5 cm in length by 4.5 cm in width, being larger than the pitcher orifice. The lower surface of the lid does not have any appendages, but bears numerous crater-like glands (≤1 mm in diameter), the largest of which are located around the midline. A spur (≤7 mm long) is inserted near the base of the lid. It is typically simple, but may occasionally be branched. On their outer surface, terrestrial pitchers are typically green to orange with red stripes, or red throughout. Red blotches are present in the waxy zone of the inner surface. The colour of the peristome is highly variable and may be green, white, orange, or red. The lid ranges in colour from orange to red, and bears fine red streaks.\n\nThe tubulose to narrowly infundibular upper pitchers are similar in size to their terrestrial counterparts, measuring up to 16 cm in height by 3 cm in width. The wings, if present, are up to 1 mm wide, otherwise they are reduced to a pair of ridges. The pitcher mouth is orbicular to broadly ovate and has an oblique insertion. The peristome of upper pitchers often has a slightly lobed outer margin. The lid as well as other parts of the pitcher are similar to those found in terrestrial traps. Aerial pitchers have a lighter pigmentation than their lower counterparts, being yellow to white on the outer surface. Red blotches may or may not be present on the waxy inner surface. The peristome is white throughout, while the lid may be green, yellow, or white.Nepenthes andamana has a racemose inflorescence. In male plants, it reaches 110 cm in length, of which the peduncle constitutes 45–65 cm and the rachis 20–45 cm. Around 40–190 flowers are produced. Most are borne solitarily on pedicels measuring 3–6 mm in length, although some may have two-flowered partial peduncles. The pedicels often bear a bract in their basal half. This structure is up to 2 mm long and is bent outwards from the pedicels. The androphore is up to 1 mm long. Tepals are elliptic and up to 4 mm long by 2.5 mm wide. They are green when newly opened, but later darken to red. The female inflorescence is similar in structure to the male one, but differs in having a shorter rachis (17–22 cm long) and longer pedicels of 5–15 mm, which either have greatly reduced bracts or lack them altogether. It also differs in that the tepals are narrower (up to 4 mm by 1.5 mm) and always green.An indumentum of orange or brown hairs (0.1–0.8 mm long) is present on the inflorescence as well as the bases, apices, margins, and midribs of the leaves. The stem is glabrous, whereas the hairs of the leaves are caducous, being present only on the upper parts of the plant.Like all pyrophytic Nepenthes from Indochina, N. andamana has a well-developed rootstock.",
    "Ecology": "Nepenthes andamana is endemic to the coastal regions of Phang Nga Province, Thailand. It grows terrestrially in sandy soil from sea level to 50 m altitude. Its typical habitat is open savannah and grassland.In the wild, N. andamana is sympatric with N. mirabilis, including one of its local variants, N. mirabilis var. globosa. Natural hybrids between N. andamana and both of these taxa have been recorded.",
    "Related species": "Nepenthes andamana appears to be most closely  related to N. suratensis. It is also similar to the other Indochinese endemics, including N. bokorensis, N. kerrii, and N. kongkandana.Nepenthes andamana can be distinguished from all of these species on the basis of its caducous indumentum, which is restricted to the extremities of the upper stem leaves and is up to 0.8 mm long. In contrast, N. bokorensis has a variable but persistent indumentum covering all vegetative and floral parts, N. kerrii has a persistent indumentum restricted to the leaf axils, N. kongkandana has persistent hairs covering the whole plant, and N. suratensis has a caducous indumentum up to 0.3 mm long covering the entire upper part of the plant. The lamina shape is also distinct, being linear to lanceolate. Both N. kerrii and N. kongkandana have obovate laminae, whereas those of N. bokorensis are wider (up to 8 cm versus up to 3.5 cm). Nepenthes bokorensis also differs in having ebracteate pedicels and a wider peristome in lower pitchers (20 mm versus 10 mm).In his description of N. andamana, Catalano also noted a number of other vegetative and floral features that separate this species from N. suratensis. The male flowers of N. andamana have red tepals and the androphore reaches only 1 mm in length, whereas those of N. suratensis have green tepals with red margins and a longer androphore of up to 3 mm. Additionally, the flower bracts are bent outwards in the former and inwards in the latter. The extent of the glandular zone on the inner pitcher surface is more variable in N. suratensis, ranging from one-third to two-thirds of the trap's height. In N. andamana, it only covers around half of the inner surface. Both the lower and upper pitchers of N. suratensis have wider wings: up to 12 mm versus up to 6 mm in lower traps, and up to 3 mm versus up to 1 mm in aerial pitchers. Nepenthes suratensis also has a characteristically flattened peristome, unlike the cylindrical lip found in N. andamana. Furthermore, the pitcher lid of N. suratensis is broadly to narrowly ovate and typically somewhat smaller than the trap's orifice, whereas that of N. andamana is orbicular to broadly ovate and usually slightly larger than the mouth. The lid of N. suratensis is also distinct in that it often has irregularly wavy margins and bears a small depression under its apex. In N. suratensis, the pitcher mouth is triangular as opposed to ovate, and larger in relation to the size of the trap. The spur of this species is also shorter, being 3–5 mm long, compared to 5–7 mm in N. andamana. The upper pitchers of N. andamana often have a lighter pigmentation than those of N. suratensis, typically being whitish throughout. In addition, these traps often have a slightly lobed outer margin, a feature that is absent in N. suratensis.",
    "Natural hybrids": "In the wild, N. andamana is only known to hybridise with N. mirabilis. Some of these crosses involve the local variety of the latter species, N. mirabilis var. globosa.",
    "References": "Mey, F.S. 2014. 'Nepenthes of Indochina', my 2010 ICPS lecture now on Youtube. Strange Fruits: A Garden's Chronicle, February 3, 2014.",
    "External links": "Photographs of N. andamana at the Carnivorous Plant Photofinder"
  }
}