{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_albomarginata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. albomarginata"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes albomarginata  is a tropical pitcher plant native to Borneo, Peninsular Malaysia, and Sumatra.The specific epithet albomarginata, formed from the Latin words albus (white) and marginatus (margin), refers to the white band of trichomes that is characteristic of this species.",
    "Botanical history": "Nepenthes albomarginata was first collected by Thomas Lobb in 1848. It was formally described a year later by John Lindley in The Gardeners' Chronicle.The species was introduced into cultivation in the United Kingdom in 1856.In the 1996 book Pitcher-Plants of Borneo, N. albomarginata is given the vernacular name white-collared pitcher-plant. This name, along with all others, was dropped from the much-expanded second edition, published in 2008.",
    "Description": "Nepenthes albomarginata is a climbing plant. The stem may reach lengths of up to 4 metres (13 ft) and is up to 5 millimetres (0.20 in) in diameter. Internodes are cylindrical in cross section and up to 15 centimetres (5.9 in) long.\n\nLeaves are coriaceous in texture. The lamina or leaf blade is lanceolate in shape and up to 25 centimetres (9.8 in) long by 2 centimetres (0.79 in) wide. It has an acute apex and its base is gradually attenuate and amplexicaul. The leaves of this species are characteristic in that they completely lack a petiole. Longitudinal veins are indistinct. Tendrils are up to 20 centimetres (7.9 in) long.Rosette and lower pitchers are bulbous in the basal third and cylindrical above. They are relatively small, reaching only 15 centimetres (5.9 in) in height by 4 centimetres (1.6 in) in width. A pair of fringed wings up to 5 millimetres (0.20 in) wide runs down the front of each pitcher. The pitcher mouth is round and rises to form a short neck at the rear. The peristome is cylindrical in cross section, up to 2 millimetres (0.079 in) wide, and bears indistinct teeth. The inner portion of the peristome accounts for around 34% of its total cross-sectional surface length. A dense band of short white trichomes is present directly below the peristome, although these may be missing from pitchers that have caught termites. The glandular region covers the bulbous portion of the pitcher's inner surface. The lid or operculum is suborbicular and lacks appendages. An unbranched spur (≤3 millimetres (0.12 in) long) is inserted near the base of the lid.Upper pitchers are similar to their lower counterparts in most respects. They are cylindrical-infundibular throughout and have a pair of ribs in place of wings.Nepenthes albomarginata has a racemose inflorescence that is usually longer in male plants. The peduncle is up to 25 centimetres (9.8 in) long, while the rachis reaches lengths of up to 40 centimetres (16 in). Partial peduncles are one- or two-flowered, up to 30 millimetres (1.2 in) long, and lack a bract. Sepals are obovate to oblong in shape and up to 4 millimetres (0.16 in) long. A study of 120 pollen samples taken from a herbarium specimen (J.H.Adam 2417, collected in Borneo at an altitude of 0–30 metres (0–98 ft)) found the mean pollen diameter to be 31.8 μm (0.00125 in) (SE = 0.4; CV = 6.2%).Most parts of the plant are covered in a dense indumentum of very short, stellate white hairs. However, the underside of the lamina bears a dense covering of long hairs.",
    "Ecology": "Nepenthes albomarginata is a widespread species, occurring in Borneo, Peninsular Malaysia, and Sumatra. It is also found on smaller islands such as Nias and Penang. It has an altitudinal distribution of 0–1200 m above sea level.\n\nIts typical habitat consists of kerangas forest, but it has also been recorded from the summit vegetation of lowland peaks. It is known from peat and limestone substrates.",
    "Carnivory": "Nepenthes albomarginata is notable for specializing in termites; most of the species in the genus Nepenthes are unselective about their prey. According to botanist Marlis A. Merbach and coworkers, this specialization to a single prey taxon is unique amongst carnivorous plants.Nepenthes albomarginata has a unique morphological feature: a rim of living white trichomes directly below the peristome. The rim's hairs tend to be missing from pitchers that have caught termites. Merbach said \"For several days, nothing would happen, then — after a single night — pitchers would fill with termites and their rim hairs would disappear.\"\nMerbach investigated this phenomenon by placing fresh intact pitchers, together with pitchers with their white rims removed, near to the head of foraging columns of the termite Hospitalitermes bicolor. When the column found the pitcher, termites grazed on the rim.\nWhile grazing, many termites (both workers and soldiers) fell into the pitchers. Once in the pitcher, they were unable to climb out. Merbach counted up to 22 individuals per minute falling into the pitchers and noted that the capture rate could easily exceed this for denser columns. After about an hour, the hairs were all gone and the pitcher was evidently no longer attractive to termites (and was filled with termites trying to escape).\nIt is not known how the trichomes lure termites to the plant. Merbach detected no long-range olfactory attraction during his experiments and noted that \"all contacts seemed to happen by chance, with termites often missing pitchers less than 1 cm away from them.\"\nMerbach also points out that N. albomarginata is the only plant species to offer its tissue as a bait.",
    "Related species": "In 2001, Clarke performed a cladistic analysis of the Nepenthes species of Sumatra and Peninsular Malaysia using 70 morphological characteristics of each taxon. The following is a portion of the resultant cladogram, showing \"Clade 6\", which is only weakly supported at 50%. The sister pair of N. angasanensis and N. mikei has 79% support.",
    "Infraspecific taxa": "N. albomarginata f. sanguinea Toyoda ex Hinode-Kadan (1985) nom.nud.\nN. albomarginata var. rubra (Hort. ex Macfarl.) Macfarl. (1908)\nN. albomarginata var. tomentella (Miq.) Beck (1895)\nN. albomarginata var. typica Beck (1895) nom.illeg.\nN. albomarginata var. villosa Hook.f. (1873)",
    "Natural hybrids": "N. albomarginata × N. ampullaria\n? N. albomarginata × N. chaniana\nN. albomarginata × N. clipeata\nN. albomarginata × N. eustachya\nN. albomarginata × N. gracilis\nN. albomarginata × N. hirsuta\nN. albomarginata × N. macrovulgaris\nN. albomarginata × N. northiana [=N. × cincta]\nN. albomarginata × N. rafflesiana\nN. albomarginata × N. reinwardtiana [=N. × ferrugineomarginata]\n? N. albomarginata × N. sanguinea\nN. albomarginata × N. veitchii",
    "Natural hybrids-N. albomarginata × N. northiana": "Nepenthes × cincta is a rare plant and, due to the localised distribution of N. northiana, only grows at a few sites in Bau, Sarawak, usually on a substrate of limestone.\nThe traits of N. albomarginata are very dominant in this hybrid; the wide flared peristome of its larger parent species (N. northiana) is almost completely lost. Pitchers are narrowly infundibulate (funnel-shaped) throughout and range in colour from cream to dusky purple with red or black spots.",
    "Natural hybrids-N. albomarginata × N. reinwardtiana": "Its natural range covers the islands Borneo and Sumatra. The type specimen was collected by Shigeo Kurata in Kenukat, West Kalimantan, in 1981. Kurata described the hybrid the following year.",
    "References": "",
    "Further reading": "",
    "External links": "Photographs of N. albomarginata  at the Carnivorous Plant Photofinder\nNepenthes albo-marginata of Penang Hill"
  }
}