{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_×_alisaputrana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. .mw-parser-output .noitalic{font-style:normal}× alisaputrana"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes × alisaputrana ( preferably, or ; after Datuk Lamri Ali), or the leopard pitcher-plant, is a hybrid of two well-known Nepenthes pitcher plant species: N. burbidgeae and N. rajah.  The plant is confined to Mount Kinabalu in Sabah, Borneo.\n\nNepenthes × alisaputrana was described in 1992 by J. H. Adam and C. C. Wilcock and is named in honour of Datuk Lamri Ali, a former Director of Sabah Parks. It is only known from a few remote localities within Kinabalu National Park, where it grows in stunted, open vegetation over serpentine soils at around 2000 m above sea level, often amongst populations of N. burbidgeae. It grows alongside both parent species on Pig Hill, where it is found at 1930–1950 m.This plant is notable for combining the best characters of both parent species, not least the size of its pitchers, which rival those of N. rajah in volume (≤35 cm high, ≤20 cm wide). The other hybrids involving N. rajah do not exhibit such impressive proportions. The pitchers of N. × alisaputrana can be distinguished from those of N. burbidgeae by a broader peristome, larger lid and simply by their sheer size. The hybrid differs from its other parent, N. rajah, by its lid structure, indumentum of short, brown hairs, narrower and more cylindrical peristome, and pitcher colour, which is usually yellow-green with red or brown flecking.  For this reason, Anthea Phillipps and Anthony Lamb gave it the common name \"Leopard Pitcher-Plant\". The peristome is green to dark red and striped with purple bands. Leaves are often slightly peltate.  The hybrid is a strong climber and frequently produces upper pitchers.Nepenthes × alisaputrana more closely resembles N. rajah than N. burbidgeae, but it is difficult to confuse this plant with either. However, this mistake has previously been made on at least one occasion; a pitcher illustrated in Adrian Slack's Insect-Eating Plants and How to Grow Them as being N. rajah is in fact N. burbidgeae × N. rajah.\nIn 2002, phytochemical screening and analytical chromatography were used to study the presence of phenolic compounds and leucoanthocyanins in N. × alisaputrana and its putative parent species. The research was based on leaf material from nine dry herbarium specimens.  Eight spots containing phenolic acids, flavonols, flavones, leucoanthocyanins and 'unknown flavonoid' 1 and 3 were identified from chromatographic profiles. The distributions of these in the hybrid N. × alisaputrana and its putative parental species N. burbidgeae and N. rajah are shown in the adjacent table.  A specimen of N. × alisaputrana grown from tissue culture (in vitro) was also tested.Luteolin, cyanidin and 'Unknown Flavonoid 3' were undetected in N. burbidgeae, while concentrations of 'Unknown Flavonoid 1' were found to be weak.  Chromatographic patterns of the N. × alisaputrana samples studied showed complementation of its putative parental species.Myricetin was found to be absent from all studied taxa.  This agrees with the findings of previous authors and suggests that the absence of a widely distributed compound like myricetin among the Nepenthes examined might provide additional diagnostic information for these taxa.",
    "References": "\n\n== Further reading =="
  }
}