{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_rafflesiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. rafflesiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes rafflesiana (; after Stamford Raffles), or Raffles' pitcher-plant, is a species of tropical pitcher plant. It has a very wide distribution covering Borneo, Sumatra, Peninsular Malaysia, and Singapore. Nepenthes rafflesiana is extremely variable, with numerous forms and varieties described. In Borneo alone, there are at least three distinct varieties. The giant form of this species produces enormous pitchers rivalling those of N. rajah in size.",
    "Distribution and habitat": "Nepenthes rafflesiana is a widespread lowland species. It is common in Borneo and parts of the Riau Archipelago, but has a restricted distribution in both Peninsular Malaysia and Sumatra. It is only widespread in the southeastern region of the Malay Peninsula, particularly in the state of Johor, where it is relatively abundant. Nepenthes rafflesiana has only been recorded from the west coast of Sumatra, between Indrapura and Barus. It is also found in Singapore and on a number of smaller islands, including Bangka, Labuan, Natuna, and the Lingga Islands.Nepenthes rafflesiana generally occurs in open, sandy, wet areas. It has been recorded from kerangas forest, secondary formations, margins of peat swamp forest, heath forest, and seaside cliffs. It grows at elevations ranging from sea-level to 1200 m or even 1500 m.",
    "Description": "Nepenthes rafflesiana is a scrambling vine. The stem may climb to a height of 15 m and is up to 10 mm thick. Internodes are up to 20 cm long. Tendrils may be over 110 cm long.\nThe lower pitchers of N. rafflesiana are bulbous and possess well-developed fringed wings. These terrestrial traps rarely exceed 20 cm in height, although the giant form of N. rafflesiana is known produce pitchers up to 35 cm long and 15 cm wide. Upper pitchers are funnel-shaped and often bear a distinctive raised section at the front of the peristome. Both types of pitchers have a characteristically elongated peristome neck that may be 3 cm or more in length.\nPitcher colouration varies greatly from dark purple to almost completely white. The typical form of N. rafflesiana is light green throughout with heavy purple blotches on the lower pitchers and cream-coloured aerial pitchers.\nThe inflorescence is a raceme and grows between 16 and 70 cm tall. The red or purple flowers usually occur singly, or sometimes in pairs, on each flower-stalk.\nYoung plants are wholly covered with long, caducous, brown or white hairs. Mature plants often have a sparse indumentum of short, brown hairs, though they may be completely glabrous.",
    "Biology": "Nepenthes rafflesiana is found in tropical lowlands. It produces two distinct types of pitchers (heavily modified leaves), which are used to capture and kill insect prey for nutrients. The lower pitchers are generally round, squat and 'winged', while the upper pitchers are more narrow at their base. The species is widely variable and comes in a variety of shapes and colors – most contain varying amounts of green, white, and maroon streaks.\nAll Nepenthes are passive carnivores with no moving parts, unlike their distant cousins the Venus flytrap. Nepenthes rafflesiana kills by luring its prey into its pitchers, whose peristomes secrete a sweet-tasting nectar. Once the insect is inside, it quickly finds the walls of the pitcher too slippery to scale and drowns. Digestive enzymes released by the plant into the liquid break down the prey and release soluble nutrients, which are absorbed by the plant through the walls of the pitcher. The carnivorous nature of Nepenthes is supposedly a consequence of living in nutrient-poor soils; since the main method of nutrient absorption in most plants (the root) is insufficient in these soils, the plants have evolved other ways to gain nutrients. As a result, the roots of Nepenthes and most other carnivorous plants are slight and fragile; hence care must be taken when repotting. All Nepenthes are dioecious, meaning that each individual plant has only male or female characteristics.\nFor Nepenthes pitchers being used as daytime roosting sleeping bags by small bats, see Nepenthes hemsleyana#Relationship with bats.",
    "Discovery and early history": "Nepenthes rafflesiana was discovered by Dr. William Jack in 1819. In a letter from Singapore published in Curtis's Botanical Magazine, Jack wrote the following account:\nIt is impossible to conceive anything more beautiful than the approach to Singapore, through the Archipelago of islands that lie at the extremity of the Straits of Malacca. Seas of glass wind among innumerable islets, clothed in all the luxuriance of tropical vegetation and basking in the full brilliance of a tropical sky... I have just arrived in time to explore the woods before they yield to the axe, and have made many interesting discoveries, particularly of two new and splendid species of pitcher-plant [Nepenthes rafflesiana and Nepenthes ampullaria], far surpassing any yet known in Europe. I have completed two perfect drawings of them with ample descriptions. Sir S. Raffles is anxious that we should give publicity to our researches in one way or other and has planned bringing out something at Bencoolen. He proposes sending home these pitcher-plants that such splendid things may appear under all the advantages of elegant execution, by way of attracting attention to the subject of Sumatran botany.\nAt the time the largest known species in the genus, N. rafflesiana was described in the Gardener's and Farmer's Journal for 1850 as follows:\nWhoever has seen this plant in a living state must undoubted be constrained to consider it as one of the most astonishing productions of the whole vegetable kingdom. The resemblance that a portion of it bears to our more familiar domestic utensils leaves a lasting impression on the minds of spectators that is not easily eradicated; it is the largest and most magnificent of the genus, far surpassing any hitherto known in Europe.",
    "Cultivation": "Nepenthes rafflesiana is very popular in cultivation; it is a lowland Nepenthes (enjoying hot, humid conditions most of the time, as found in tropical jungle lowlands) but can be grown as an intermediate, with cooler nights and less humidity. It is a comparatively hardy Nepenthes that is commonly recommended as a \"first plant\" to new Nepenthes growers. The plant should be grown in shaded conditions, diffuse sunlight, or in a large grow chamber under artificial lights. Watering and misting should be performed frequently, and preferably with distilled water, to avoid mineral build-up that is not only unsightly but that may damage the delicate roots of Nepenthes (and most other carnivorous plants). Standing water is inadvisable. A wet, well-draining potting medium is a necessity. Methods of feeding are varied – some growers feed freeze-dried bloodworms or Koi pellets (both available in the fish section of most pet stores); others prefer orchid mixes. No carnivorous plant should ever be fed mammalian meat – this will result not only in an unpleasant smell but also the probable rotting of the pitcher and potential death of the plant. The digestive enzymes present have not evolved to handle large prey items, and the rotting material gives opportunistic bacteria and fungi a chance to take hold.",
    "Infraspecific taxa": "Across its expansive range, N. rafflesiana exhibits great variability in both pitcher morphology and colour. The following infraspecific taxa of N. rafflesiana have appeared in the literature. Most of these are not considered valid today, and a number represent different taxa altogether. The elongate plant often referred to informally as N. rafflesiana var. elongata, and described as N. baramensis, is now known under the name N. hemsleyana.\nNepenthes rafflesiana f. alba Hort.Westphal (2000) nom.nud.\nNepenthes rafflesiana var. alata J.H.Adam & Wilcock (1990)\nNepenthes rafflesiana var. ambigua Beck (1895)\nNepenthes rafflesiana var. elongata Hort.Kew ex Dyer (1897) nom.nud. [=?N. hemsleyana]\nNepenthes rafflesiana var. excelsior (Hort.Williams) Beck (1895) [=(N. ampullaria × N. rafflesiana) × N. rafflesiana]\nNepenthes rafflesiana var. glaberrima Hook.f. (1873)\nNepenthes rafflesiana var. hookeriana (auct. non Low: Hort.Veitch ex Mast.) Becc. (1886) [=N. × hookeriana]\nNepenthes rafflesiana var. insignis Mast. (1882)\nNepenthes rafflesiana var. longicirrhosa Tamin & M.Hotta in M.Hotta (1986) nom.nud. [=N. longifolia]\nNepenthes rafflesiana var. minor Becc. (1886)\nNepenthes rafflesiana var. nigropurpurea Mast. (1882)\nNepenthes rafflesiana var. nivea Hook.f. (1873)\nNepenthes rafflesiana var. pallida Hort.Veitch ex Burb. (1883) [=(N. khasiana × N. gracilis) × N. rafflesiana]\nNepenthes rafflesiana var. striata Hort. ex Teijsm. (1859) nom.nud.\nNepenthes rafflesiana var. subglandulosa J.H.Adam & Hafiza (2006) [=N. hemsleyana]\nNepenthes rafflesiana var. typica Beck (1895) nom.illeg.\nNepenthes rafflesiana var. viridis Hort. ex Teijsm. (1859) nom.nud.\nNepenthes rafflesiana var. vittata Lauffenburger (1995) nom.nud.\nNepenthes rafflesiana \"glaberrima\" Burb. (1880) [=N. hemsleyana]",
    "Infraspecific taxa-Giant form": "Giant plants of N. rafflesiana have been recorded from a number of isolated localities on the northwestern coast of Borneo and one population has been found near the seaside town of Sematan, around 110 km west of Kuching. The typical habitat of this form is dense heath forest, especially around vegetation boundaries.The giant form is a much larger plant than the typical form in all respects. The stem may climb to a height of 15 m. Leaf blades are around two and a half times as long as usual. Lower pitchers reach 35 cm in height by 15 cm in width and sometimes exceed 1 litre in volume, making them some of the largest in the genus. They vary widely in pigmentation, from white with red blotches to dark purple. Upper pitchers may be spotted or green throughout. The inflorescence is also massive, reaching over 1 m in length. The individual flowers measure up to 1.5 cm in diameter and have dark red tepals.In addition to its size, the giant form is distinguished by the colour of its developing leaves, which have a bronze sheen. Both this characteristic and the plant's exceptional size are exhibited by cultivated specimens and thus they cannot be due to unusual environmental factors.",
    "Natural hybrids": "The following natural hybrids involving N. rafflesiana have been recorded.\n\nN. albomarginata × N. rafflesiana\nN. ampullaria × N. rafflesiana [=N. × hookeriana]\n? (N. ampullaria × N. rafflesiana) × N. mirabilis [=N. × hookeriana × N. mirabilis]\nN. bicalcarata × N. rafflesiana\n? (N. bicalcarata × N. rafflesiana) × N. mirabilis var. echinostoma\nN. clipeata × N. rafflesiana\nN. gracilis × N. rafflesiana\nN. hemsleyana × N. rafflesiana\nN. mirabilis × N. rafflesiana (including N. mirabilis var. echinostoma × N. rafflesiana)",
    "Conservation": "Most wild populations of Nepenthes, including N. rafflesiana, are endangered due to habitat destruction and (to a lesser extent) poaching. N. rafflesiana is currently listed as a CITES Appendix II plant, so it does have some international trade restrictions (though not an outright ban). Today, most N. rafflesiana plants on the market are propagated by plant tissue culture or other forms of vegetative propagation. When purchasing any plant, especially those protected by CITES, it is important to ask the vendor about the plant's provenance.",
    "References": "\n\n== Further reading =="
  }
}