{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_izumiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. izumiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes izumiae  is a tropical pitcher plant endemic to Sumatra, where it grows in montane forest at 1700–1900 m above sea level. It appears to be most closely related to N. lingulata and N. singalana.The specific epithet izumiae honours Izumi Davis, wife of Troy Davis, one of the describing authors.",
    "Botanical history": "The species was mentioned as an undescribed taxon in Charles Clarke's 2001 monograph, Nepenthes of Sumatra and Peninsular Malaysia, under the name \"Nepenthes species B\". Clarke considered it to be most closely allied to N. singalana, writing that \"[f]urther research is required to determine whether or not this is simply an unusual variety of N. singalana, or whether it warrants description as a distinct species\". Flowering-size specimens of N. izumiae, identified as N. singalana from Mount Talakmau, were already in cultivation before the species was formally published.Nepenthes izumiae was formally described by Troy Davis, Charles Clarke and Rusjdi Tamin in a 2003 issue of the botanical journal Blumea. Clarke, Davis & Tamin 1309 was designated as the holotype. This specimen was collected in the Barisan Mountains, north of Bukittinggi, on July 13, 2000. It is deposited at the Herbarium Universitas Andalas (ANDA) of Andalas University in Padang, West Sumatra.The next detailed treatment of N. izumiae appeared in Stewart McPherson's 2009 monograph, Pitcher Plants of the Old World.",
    "Description": "Nepenthes izumiae is a climbing plant growing to a height of 8 m. The stem ranges in colour from green to reddish.\n\nThe lamina (leaf blade) varies in shape and may be linear, lanceolate, or spathulate. It measures up to 28 cm in length by 8 cm in width and may have a frilled margin. The lamina has an acute apex and narrows towards the base, widening again just before the point of attachment. Longitudinal veins are inconspicuous. Tendrils are up to 30 cm long and often have a sub-apical or even peltate insertion, joining the lamina on the underside, before the apex. The lamina is green throughout, whereas the midrib and tendril may be green to reddish.Rosette and lower pitchers are typically ovate in the basal quarter to half of the pitcher cup, becoming cylindrical and sometimes slightly infundibular above. A conspicuous hip often delimits these two parts of the trap. Terrestrial pitchers may be quite large, reaching 30 cm in height by 6 cm in width. A pair of fringed wings (≤6 mm wide) runs down the ventral surface of the trap, bearing filaments up to 12 mm long. The peristome is cylindrical at the front and becomes flattened and broader towards the sides and rear, measuring up to 3 cm in width. It bears ribs up to 2 mm high and spaced up to 2.5 mm apart. These ribs terminate in teeth (≤8 mm long) on the inner margin of the peristome, the largest being located towards the top. There is often a gap of several millimetres separating the two lobes of the peristome directly below the lid. The pitcher lid or operculum is ovate to orbicular and typically has a cordate base as well as a frilled margin. It measures up to 6 cm in length by 4.5 cm in width. A triangular or hook-shaped basal crest (≤1 cm long) is commonly present on the lower surface of the lid. An unbranched spur measuring up to 10 mm in length is inserted near the base of the lid. Lower pitchers typically have a very dark pigmentation, being purplish-black throughout. However, the indumentum covering the traps can give them an orange or brownish sheen. The peristome is generally purple, black, or dark brown, but may have lighter coloured teeth ranging from green, through yellow, to white. The inner surface of the pitcher may be light yellow, white, or light purple, and often bears purple speckles. The pitcher lid is often yellow or green on the underside and dark purple on its upper surface. Occasionally, the pitcher may be yellowish-green throughout with a black peristome.\n\nUpper pitchers are narrowly infundibular in the basal third to half of the pitcher cup and cylindrical above. A constriction and associated hip often delimit these two parts. Aerial traps are smaller than their terrestrial counterparts, reaching 20 cm in height by 4 cm in width. In upper pitchers, the wings are reduced to ribs. The peristome, which reaches up to 8 mm in width, is cylindrical and expanded at the sides and rear. It bears ribs up to 0.5 mm high and spaced up to 0.5 mm apart as well as teeth up to 1.5 mm long. The pitcher lid is sub-orbicular to slightly ovate and has a cordate base. It measures up to 4.5 cm in length by 4 cm in width. It may or may not bear an appendage on its underside. The spur is simple or branched and attains a length of 5 mm. Upper pitchers exhibit a similar pigmentation to lower pitchers, but are typically lighter.Nepenthes izumiae has a racemose inflorescence up to 18 cm long, of which the peduncle constitutes up to 10 cm and the rachis up to 8 cm. Flowers are borne solitarily on pedicels (≤5 mm long) that lack bracts. Tepals are ovate and up to 6 mm long. Fruits reach 15 mm in length. The structure of the male inflorescence has not been documented.An indumentum of red, brown or white hairs up to 1 mm long may be present on the laminar margins, pitchers (particularly lower ones), tendrils, and parts of the inflorescence.",
    "Ecology": "Nepenthes izumiae has only been recorded from two peaks north of Bukittinggi in the Barisan Mountains of West Sumatra, Indonesia. In the interests of conservation, the exact locality was not disclosed in the formal description. The species has an altitudinal range of 1700–1900 m above sea level.The typical habitat of N. izumiae is upper montane mossy forest, where conditions are moist and the plants experience diffused sunlight. At one location, the vegetation is dominated by ferns of the genera Dicranopteris and Dipteris. The species is most commonly epiphytic, often being found on moss-covered branches, but it can also grow terrestrially over a layer of moss. Nepenthes izumiae is naturally sympatric with N. dubia and N. gymnamphora, and a natural hybrid with the former has been recorded.\n\nThe only known populations of N. izumiae lie outside the boundaries of national parks. Stewart McPherson considers the species to be \"at significant risk of being poached and over collected\" and cites the \"rapid demise\" of N. aristolochioides, another highly sought-after Sumatran plant, as an example of the possible fate of this species. Nepenthes izumiae is also threatened by forest and shrub fires as well as land development.",
    "Related species": "Nepenthes izumiae is thought to be most closely allied to two other Sumatran endemics: N. lingulata and N. singalana.With the former, N. izumiae shares the general morphology and colouration of its pitchers. However, it can be easily distinguished from that species as it lacks the highly developed filiform appendage that gives N. lingulata its name. It also differs in typically having an orbicular lid, as opposed to the triangular lid of N. lingulata, as well as broader pitchers with more highly developed peristome ribs and an unbranched spur. In addition, N. lingulata completely lacks nectar glands on the underside of the lid and has a very dense woolly indumentum.Nepenthes izumiae differs from N. singalana in that it often possesses a basal crest on the underside of the lid; this structure is never found in N. singalana. Nepenthes izumiae also differs in several other vegetative features: it has broader laminae with persistent hairs on the margins, longer and narrower terrestrial traps, and a thinner peristome with finer ribs and teeth. In addition, whereas N. izumiae is typically epiphytic in growth habit, N. singalana is mostly terrestrial.Nepenthes izumiae may also bear a resemblance to N. bongso and N. ovata, but both of these species have entirely infundibular upper pitchers and often have spathulate laminae with glabrous margins. Nepenthes spathulata could also be confused with N. izumiae, but it can be distinguished on the basis of its wider laminae and pitchers, the latter typically also being lighter in colouration.",
    "Natural hybrids": "In the wild, N. izumiae is known to form natural hybrids with N. dubia and N. jacquelineae.A single mature female plant of N. dubia × N. izumiae grows along the summit trail on Mount Talakmau. It produces infundibular upper pitchers that are yellowish-green in colouration. The pitchers are relatively small, reaching only around 10 cm in height. As in N. dubia, the stem and tendrils are purplish-red. The lamina is green with a red midrib. Nepenthes dubia × N. izumiae differs most obviously from N. dubia in having an ovate lid that is never reflexed beyond 180 degrees. This hybrid is listed as N. dubia × N. singalana in Charles Clarke's 2001 monograph, Nepenthes of Sumatra and Peninsular Malaysia, because at the time of its publication it was uncertain whether N. izumiae represented a distinct species.",
    "References": "",
    "External links": "Photographs of N. izumiae"
  }
}