{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_murudensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. murudensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes murudensis , or the Murud pitcher-plant, is a tropical pitcher plant endemic to Mount Murud in Borneo, after which it is named. It is of putative hybrid origin: its two original parent species are thought to be N. reinwardtiana and N. tentaculata.",
    "Botanical history": "Nepenthes murudensis was known for some time prior to its description, although authors differed as to its identity. In 1988, Anthea Phillipps and Anthony Lamb suggested that it might represent a natural hybrid between N. reinwardtiana and N. tentaculata. However, in their 1996 monograph, Pitcher-Plants of Borneo, the authors treated it as a species in the process of being described, referring to it as \"Nepenthes murudensis Culham ined.\". This name had been given to the taxon informally by Alastair Culham and was in use since at least 1994.Nepenthes murudensis was formally described in 1997 by Matthew Jebb and Martin Cheek in their monograph, \"A skeletal revision of Nepenthes (Nepenthaceae)\", published in the botanical journal Blumea. At the time of its description, botanists were divided on whether N. murudensis should be considered a species, although the consensus view held that it was of hybridogenic origin.The holotype of N. murudensis, Yii Puan Ching S 44623, was collected on September 13, 1982, between the first and second summits of Mount Murud. It is deposited at the Royal Botanic Gardens, Kew. Another specimen, Beaman 11461, was collected by John H. Beaman between April 10 and April 17, 1995, from the summit ridge of Mount Murud at an elevation of between 2300 and 2400 m above sea level. This latter specimen was collected as part of the eighth botanical expedition to Mount Murud since Eric Mjöberg's first ascent in 1922.The close relationship between N. murudensis and its putative parent species has led to some confusion in the literature. One example of this appears in the article \"Nepenthes of Gunung Murud\", authored by John De Witte and published in a 1996 issue of the Carnivorous Plant Newsletter, where an upper pitcher of N. murudensis is identified as N. tentaculata.",
    "Description": "Nepenthes murudensis is a climbing plant. The stem can attain a length of 5 m and is up to 5 mm wide. Internodes are triangular in cross section and up to 10 cm long.\n\nLeaves are coriaceous and adnate. The lamina is oblong-elliptic in shape and reaches 12 cm in length by 4 cm in width. The apex of the lamina is rounded-obtuse and the base is decurrent for up to 2 cm. Up to 5 longitudinal veins are present on either side of the midrib. Pinnate veins are indistinct.Rosette and lower pitchers are ovoid in the basal portion, becoming sub-cylindrical above. They reach 20 cm in height and 5 cm in width. A pair of fringed wings (≤6 mm wide) runs down the front of the pitcher. The waxy zone of the inner surface is well developed. The pitcher mouth is ovate and has an oblique insertion. The peristome is a flattened cylinder in cross section and is up to 5 mm wide. The lid or operculum is ovate-obovate in shape and lacks appendages. It has a rounded apex, a truncate base, and measures up to 6 cm by 5 cm. Large nectar glands are concentrated along the midrib of the lid. An unbranched spur (≤9 mm long) is inserted near the base of the lid.\n\nUpper pitchers are similar to their lower counterparts, but differ in being more cylindrical and elongate. They are also larger, growing to 30 cm in height. Wings are reduced to a pair of prominent ribs in upper pitchers. Both lower and upper pitchers have an unusually long waxy zone, which in the latter extends for as much as three-quarters or more of the pitcher length.Nepenthes murudensis has a racemose inflorescence, with male and female inflorescences differing little in structure. It is very compact: the peduncle reaches 3 cm in length and 7 mm in diameter, while the rachis may be up to 6 cm long. Pedicels are one-flowered, bracteolate, and up to 7 mm long. Sepals are elliptic and up to 5 mm long.Most parts of the plant are virtually glabrous, although a short, dense indumentum of velvety brown hairs is present on the stem, inflorescences, and lamina midribs.",
    "Ecology": "Nepenthes murudensis is endemic to the summit area of Mount Murud in Sarawak, Borneo, and is the only Nepenthes species endemic to the Kelabit Highlands. It has an altitudinal distribution of 2000–2423 m above sea level.\n\nThe typical habitat of this species consists of stunted montane scrub and ridge vegetation, which rarely exceeds 1.5 m in height. The species also occurs in mossy forest. Nepenthes murudensis has no known natural hybrids, although N. hurrelliana, N. lowii, N. muluensis and N. tentaculata also occur on the mountain. In 1996, John De Witte reported observing N. reinwardtiana on Mount Murud, but other authors have failed to find it on the mountain.Nepenthes murudensis often scrambles over low vegetation, but also grows as rosettes in open areas. Botanist Andrew Hurrell has described plants growing on the summit as small rosettes rarely exceeding 30 cm in height, with proportionately huge pitchers sometimes measuring over 30 cm themselves.Two true toad species from Mount Murud, Pelophryne linanitensis and Pelophryne murudensis, are sympatric with N. murudensis and may breed in its pitchers.The conservation status of N. murudensis is listed as Endangered on the 2006 IUCN Red List of Threatened Species based on an assessment carried out in 2000. This agrees with an informal assessment made by Charles Clarke in 1997, who also classified the species as Endangered based on the IUCN criteria.",
    "Hybrid origin": "The pitchers of N. murudensis are roughly intermediate in appearance between those of N. reinwardtiana and N. tentaculata, although significantly larger than either. This has led to speculation regarding the lineage of this species, with a number of authors suggesting a possible hybridogenic origin.Botanist Clive A. Stace writes that one may speak of \"stabilised hybrids when they have developed a distributional, morphological or genetic set of characters which is no longer strictly related to that of its parents, [...] if the hybrid has become an independent, recognisable, self-producing unit, it is de facto a separate species\".  This would tend to support the status of N. murudensis as a species, since populations of this taxon appear to be stabilised as well as highly homogeneous, and it is one of the most abundant Nepenthes on the summit ridge of Mount Murud. Examples of other Nepenthes species with a putative hybrid origin include N. hamiguitanensis, N. hurrelliana, and N. petiolata.Alternatively, N. murudensis may have evolved from populations of N. tentaculata that underwent speciation, possibly in isolation.",
    "Related species": "Nepenthes murudensis belongs to what has been called the \"Hamata group\", which also includes four other closely related species from Borneo and Sulawesi: N. glabrata, N. hamata, N. muluensis, and N. tentaculata. More recently, N. nigra has joined this group of related taxa.It is often described as resembling a giant N. tentaculata and it is undoubtedly closely related to this species. Nepenthes murudensis differs in lacking filiform hairs on the upper surface of the lid, being more robust in all respects, and having a dense indumentum on inflorescences and some vegetative parts. However, a number of populations of N. tentaculata from northern Sarawak produce pitchers exceeding 20 cm in height and these may be very similar in appearance to N. murudensis.\n\nNepenthes murudensis also differs in that its aerial pitchers lack wings. Although N. tentaculata is variable in this respect, plants from Mount Murud usually produce upper pitchers with wings.Nepenthes murudensis can be distinguished from its other suspected parent species, N. reinwardtiana, on the basis of lacking \"eye spots\" on the inside surface of its pitchers and having distinctive leaf bases that completely clasp the stem. In addition, the lower pitchers of N. murudensis have a pair of fringed wings, whereas those of N. reinwardtiana typically have ribs or, rarely, short wings without fringe elements.",
    "References": "",
    "Further reading": "",
    "External links": "Nepenthes murudensis media from ARKive"
  }
}