{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_palawanensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. palawanensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes palawanensis is a tropical pitcher plant endemic to Sultan Peak on the island of Palawan in the Philippines, where it grows at elevations of 1100–1236 m above sea level. It was discovered in February 2010 by Jehson Cervancia and Stewart McPherson.The species appears to be most closely related to N. attenboroughii, which grows on nearby Mount Victoria. Nepenthes palawanensis can be distinguished from N. attenboroughii by its pitchers, which are even larger, sometimes exceeding 35 cm in height, and with a capacity of 1.5–2 litres of water. (The largest pitchers remain those of N. rajah.) Another difference from N. attenboroughii is that the pitchers of N. palawanensis are lined with orange to red hairs.Nepenthes palawanensis was featured as number 4 on Chris Packham's \"top ten discoveries of extraordinary and weird new species from the last decade\" on the BBC programme Decade of Discovery, first broadcast on December 14, 2010.The discovery of N. attenboroughii, by a team that included McPherson, helped to obtain local support for the protection of the Mount Victoria range; following the discovery of N. palawanensis, it was hoped that similar support for the Sultan range might result. To date, neither mountain has been afforded protected status.Nepenthes palawanensis forms natural hybrids with a taxon resembling N. philippinensis.",
    "References": "Co, L. & W. Suarez 2012. Nepenthaceae. Co's Digital Flora of the Philippines.\nGuerini, M. 2011. \"2010: new species of Carnivorous Plants\" (PDF). Associazione Italiana Piante Carnivore.\nMcPherson, S., G. Bourke, J. Cervancia, M. Jaunzems, E. Gironella, A. Robinson & A. Fleischmann 2011. Nepenthes leonardoi (Nepenthaceae), a new pitcher plant species from Palawan, Philippines. Carniflora Australis 8(1): 4–19.\nExploration of Mount Anipahan and Mount Kiamo. [video] Redfern Natural History Productions.\nLecture on Plant Hunting – Royal Horticultural Society 6th May 2014. [video] Redfern Natural History Productions.",
    "External links": "Photographs of N. palawanensis"
  }
}