{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_viridis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. viridis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes viridis is a tropical pitcher plant endemic to the Philippines. It is known only from coastal areas at low altitude and has been recorded from Dinagat, Samar, and a number of surrounding islets. It is closely allied to the N. alata group of species.The specific epithet viridis is Latin for \"green\" and refers to the plant's typical yellowish-green pitcher colouration, which is maintained irrespective of sun exposure.",
    "Botanical history": "",
    "Botanical history-Discovery": "Nepenthes viridis was discovered in 2007 by Thomas Gronemeyer and Volker Heinrich. An account of this and other discoveries appeared in a 2008 issue of the German-language periodical, Das Taublatt, where the plant was treated as a green form of N. alata.The recognition of this taxon as a new species—under the placeholder name \"Nepenthes species 2\"—was announced online in September 2012, together with that of four other putative new species from Mindanao and surrounding areas. This followed field work by a team comprising Tobias Gieray, Thomas Gronemeyer, Marius Micheler, David Marwinski, and Andreas Wistuba, though only the last three studied  N. viridis in situ that year.",
    "Botanical history-Formal description": "Nepenthes viridis was formally described in a 2013 issue of Das Taublatt, the magazine of the German carnivorous plant society, Gesellschaft für fleischfressende Pflanzen im deutschsprachigen Raum. Among the six describing authors were Marius Micheler, Thomas Gronemeyer, Andreas Wistuba, and David Marwinski, from Germany, and Wally Suarez and Victor B. Amoroso from the Philippines. The botanical description and subsequent discussion were in German and the diagnosis in English.The holotype (CMUH 00008636) was collected by Micheler and Wistuba on 23 August 2012 from Dinagat Island. The specimen is deposited at the Central Mindanao University Herbarium (CMUH), Musuan, Bukidnon, the Philippines.",
    "Botanical history-Prior use of name": "Though this species was only scientifically described in 2013, the binomen Nepenthes viridis first appeared in print more than 150 years earlier.  Johannes Elias Teijsmann used this name in 1859 to describe a cultivated plant of indeterminate identity, possibly N. mirabilis. Teijsmann's name is considered a nomen nudum (not a validly published name) and was therefore available for describing the present species.",
    "Description": "Nepenthes viridis is a climbing plant growing to a height of around 4 m. The stem is roughly circular in cross section and in mature plants reaches 9 mm in diameter, with internodes up to 10 cm long.",
    "Description-Leaves": "Young plants have fimbriate laminae (leaf blades) up to 10 cm long.Laminae borne on older rosette plants are lanceolate to elliptic and up to 25 cm long by 3.5–4 cm wide. They differ from those of younger plants in lacking fimbriae. One to two longitudinal veins are present on either side of the midrib. The laminar apex is acute. The petiole is canaliculate, semi-amplexicaul, and slightly decurrent down the stem. Tendrils reach 15 cm in length and bear numerous extrafloral nectaries.The leaves of climbing stems are similar, but are separated by longer internodes. They are long and narrow, sometimes reaching almost three times the pitcher height, at least in plants from Samar.",
    "Description-Pitchers": "In young plants with fimbriate leaves, the pitchers reach 10 cm in height. They have well-developed fringed wings up to 2 mm wide, which run the length of the pitcher cup and bear filaments 2–3 mm long. The peristome is up to 1–2 mm wide. The pitcher lid or operculum is almost perfectly round and reaches 1.5 cm in width. It has a basal keel about 1.5 mm wide.Rosette and lower pitchers are bulbous in the basal third, becoming cylindrical above and having a slight constriction in the middle. They are up to 16.5 cm high by 4 cm wide. The pitcher opening is up to 3 cm wide. The peristome is cylindrical and up to 5–7 mm wide. The fringed wings are restricted to the upper half of the pitcher cup, the lower parts being reduced to a pair of ribs. The fringe elements are spaced several millimetres apart and the longest (≤1.3 cm) are found in the upper third of the pitcher, near the peristome. The lid is round to slightly cordate (heart-shaped). It is distinctly domed and has a diameter of up to 3.5 cm. On the underside of the lid, the basal keel is 7–8 mm long and 3 mm high. A branched spur 2–3 mm long is inserted near the base of the lid.Upper pitchers are ovoid in the basal third and cylindrical above, expanding rapidly just below the peristome. They are similar in size to their terrestrial counterparts, reaching 18 cm in length by 2.4 cm in width. The peristome is cylindrical to slightly flattened and around 5 mm wide. It is often raised at the front, where it is notched or wavy. The pitcher opening is up to 3.6 cm in diameter. The wings are reduced to ribs and lack filaments altogether. The lid is oval to cordate and, as in lower pitchers, heavily domed. It measures around 3.8 by 3.2 cm and has a basal keel on its lower surface. The keel is similarly sized to that of lower pitchers: 7–8 mm long by 3 mm high. The spur is up to 4 mm long.In the wild, both lower and upper pitchers are predominantly yellowish-green, even when growing exposed to direct sunlight, though in some plants the wing vestiges of the upper pitchers may be slightly reddish. The inner surface visible through the pitcher opening is near-white.",
    "Description-Inflorescence": "Nepenthes viridis has a racemose inflorescence up to 60 cm long, of which the rachis (the flower-bearing portion) constitutes up to 50 cm, the remainder being a short peduncle. The flowers are mostly borne on two-flowered partial peduncles, which are up to 2.5 cm long.",
    "Ecology": "",
    "Ecology-Distribution and habitat": "Nepenthes viridis is endemic to the Philippines. It has been recorded from coastal areas of Dinagat and Samar, and from a number of surrounding micro-islands. Plants generally grow terrestrially on humic and rocky soils, often in direct sunlight.The tiny islets this species inhabits around Dinagat provide striking micro-habitats, often having near-vertical rock walls and highly vegetated tops. Here, N. viridis plants occasionally grow lithophytically, their roots anchored in fissures. Where present, surrounding vegetation provides support for the plants' scrambling vines, though these may overhang the sheer rock faces, dangling only a few metres from the water. Exposed to direct sunlight, the dark rock walls can get very hot, and during particularly dry periods any N. viridis plants in close proximity will largely wither, leaving only a few green shoots.",
    "Ecology-Natural hybrids": "No natural hybrids involving N. viridis have been documented with certainty. Although Dinagat hosts five other Nepenthes species (N. bellii, N. merrilliana, N. mindanaoensis, N. mirabilis, and N. truncata), these are found in more inland areas and none are known to grow alongside N. viridis. Crosses with N. viridis are more likely to occur on Samar, where the species is sympatric with N. merrilliana and N. alata s.l..",
    "Related species": "Nepenthes viridis is closely allied to the N. alata group of species, which includes N. alata, N. ceciliae, N. copelandii, N. extincta, N. graciliflora,  N. hamiguitanensis, N. kitanglad, N. kurata, N. leyte, N. mindanaoensis, N. negros, N. ramos, N. saranganiensis, and N. ultra. These species are all endemic to the Philippines and are united by a number of morphological characters, including winged petioles, lids with basal ridges on the lower surface (often elaborated into appendages), and upper pitchers that are usually broadest near the base.",
    "Related species-Taxonomy of N. alata group": "Shortly before the N. viridis type description went to print, botanists Martin Cheek and Matthew Jebb published a series of papers splitting N. alata sensu lato into several daughter taxa, including the newly delimited N. alata sensu stricto (restricted to northern Luzon), the newly resurrected N. graciliflora (Bohol, Leyte, Luzon, Mindanao, Mindoro, Panay, Samar, and Sibuyan), as well as the newly described N. negros (Biliran and Negros) and N. ramos (Mindanao). Under this new classification, most populations previously regarded as N. alata now fall under N. graciliflora. Though the N. viridis type description made mention of these taxonomic changes, the authors noted that Cheek and Jebb's determinations were based solely on herbarium material and did not involve field research. Moreover, they noted that the status of the \"N. alata group\" in Mindanao remained unclear, since both N. alata and N. graciliflora usually have flowers borne singly on pedicels, whereas populations with two-flowered partial peduncles are known from Mindanao. They added that the description of N. ramos (a species from Mindanao with two-flowered partial peduncles) did not resolve the situation, as the lower pitchers of this species remained unknown. For these reasons the authors decided to compare N. viridis not against N. alata s.s. as defined by Cheek and Jebb, but against N. alata s.l. as described in B. H. Danser's 1928 monograph, \"The Nepenthaceae of the Netherlands Indies\", and later refined in Stewart McPherson's 2009 work, Pitcher Plants of the Old World.",
    "Related species-Comparison to N. alata": "Nepenthes viridis is distinct from N. alata s.l. in several aspects of pitcher morphology. Most obviously, the upper pitchers are much narrower, becoming particularly constricted in their upper third, before widening rapidly just below the peristome. This is in contrast to N. alata, in which the upper pitchers are more-or-less cylindrical and not nearly as constricted. In N. viridis the front portion of the peristome is raised and crenellated; such a structure is not found in N. alata. The pitcher lid of N. viridis is also distinctive, being heavily domed and having a prominent keel or keeled appendage on the basal midline of the lower surface. Nepenthes alata, by contrast, usually bears a triangular appendage or reduced keel, and does not have a domed lid. There are also notable differences in the development of the ventral pitcher wings. Those of N. viridis lower and intermediate pitchers are restricted to the upper third of the pitcher cup and bear large (≤13 mm), widely spaced filaments. By comparison, those of N. alata intermediate pitchers usually run the length of the pitcher cup with more densely arranged filaments (2–4 mm apart). The small spur located near the base of the lid is another distinguishing feature. In lower pitchers of N. viridis it is branched, whereas in N. alata it is not.",
    "Notes": "",
    "References": "",
    "External links": "Photographs of N. viridis at the Carnivorous Plant Photofinder"
  }
}