{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_alata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. alata"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes alata (; from Latin alatus \"winged\") is a tropical pitcher plant endemic to the Philippines. Like all pitcher plants, it is carnivorous and uses its nectar to attract insects that drown in the pitcher and are digested by the plant. It is highly polymorphic, and its taxonomy continues to be subject to revisions.",
    "Description": "N. alata can vary strongly in colouration and morphology. The floral formula is ✶ K4 A4+4+1* G0 for staminate (the apical stamen /*/ may not be present) and ✶ K4 A0 G(4) for pistillate flowers.",
    "Taxonomy": "Nepenthes alata has long been treated as a highly polymorphic species spanning all the major islands of the Philippine archipelago (with the possible exception of Palawan). Under this broad circumscription, N. alata was understood to have an altitudinal range of 0–1,900 m (0–6,234 ft) above sea level and was recorded from, among others, the islands of Bohol, Camiguin, Cebu, Culion, Leyte, Luzon, Mindanao, Mindoro, Negros, Panay, Samar, and Sibuyan. Nepenthes alata in this broad sense (sensu lato) is one of the easiest and most popular Nepenthes in cultivation.In 2013, N. alata was redelimited by Martin Cheek and Matthew Jebb to encompass only those populations from northern and central Luzon with conspicuously hairy pitchers (a taxon known in horticultural circles as the \"hairy N. alata\"). Cheek and Jebb's N. alata sensu stricto has an altitudinal distribution of 550 m (1,800 ft) and above. Under this interpretation, the more southerly plants previously referred to this species actually represent the newly resurrected N. graciliflora (the \"typical N. alata\" of horticulture; found on Bohol, Leyte, Luzon, Mindanao, Mindoro, Panay, Samar, and Sibuyan) as well as the newly described N. negros (Biliran and Negros) and N. ramos (Mindanao). Nepenthes viridis from Dinagat and Samar is another close relative, as are N. ceciliae (Mindanao), N. copelandii (Mindanao), N. extincta (Mindanao), N. hamiguitanensis (Mindanao), N. kitanglad (Mindanao), N. kurata (Mindanao), N. leyte (Leyte), N. mindanaoensis (Dinagat and Mindanao), N. saranganiensis (Mindanao), and N. ultra (Luzon). Together these species form the so-called \"N. alata group\", being united by a number of morphological characters including winged petioles, lids with basal ridges on the lower surface (often elaborated into appendages), and upper pitchers that are usually broadest near the base.Nepenthes alata is closely related to several other species, including N. copelandii, N. mindanaoensis, and N. saranganiensis. Nepenthes eustachya from Sumatra was once considered to fall within the variability of N. alata, but this was based on a misinterpretation of type specimens; these two species do not seem closely related to each other.",
    "Infraspecific taxa": "N. alata f. variegata Hort. ex P.Mann (1996) nom.nud.\nN. alata var. biflora Macfarl. (1908) [=N. negros]\nN. alata var. ecristata Macfarl. (1908) [=N. kurata]",
    "Natural hybrids": "N. alata × N. burkei\nN. alata × N. merrilliana [=N. × merrilliata]\n? (N. alata × N. merrilliana) × N. mirabilis [=N. × tsangoya]\nN. alata × N. mindanaoensis\nN. alata × N. mirabilis [=N. × mirabilata]\n? N. alata × N. petiolata\nN. alata × N. pulchra\nN. alata × N. truncata [=N. × truncalata]\nN. alata × N. ventricosa [=N. × ventrata]",
    "References": "",
    "Further reading": "",
    "External links": "Photographs of N. alata at the Carnivorous Plant Photofinder"
  }
}