{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_rhombicaulis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. rhombicaulis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes rhombicaulis  is a tropical pitcher plant endemic to Sumatra. The specific epithet rhombicaulis is formed from the Latin words rhombicus, meaning \"rhomboid\", and caulis, \"stem\". It refers to the cross-sectional shape of the stem internodes.",
    "Botanical history": "Nepenthes rhombicaulis was first collected by Shigeo Kurata on March 29, 1972, on Mount Pangulubao at an altitude of between 1700 and 1900 m above sea level. The species was mentioned by name in a 1972 issue (volume 26, number 10, page 44) of The Heredity. It was formally described by Kurata the following year in The Gardens' Bulletin Singapore. One of the original specimens, Kurata 4300, was designated as the holotype of the species and is deposited at the herbarium of the Nippon Dental College (NDC). An isotype is held at the National Herbarium of Singapore (SING).Kurata's illustration of the type specimen shows a small apical appendage on the underside of the pitcher lid. However, Matthew Jebb and Martin Cheek pointed out that this feature is not present in the isotype held in Singapore. Kurata suggested that the appendage might be a developmental defect and of little significance. Observations made at the type locality by Charles Clarke and Ch'ien Lee seem to confirm this; while some wild plants exhibit this appendage, most do not.In the 1983 book Carnivorous Plants of the World in Colour by Katsuhiko and Masahiro Kondo, a photograph of N. gymnamphora is identified as N. rhombicaulis.In 1993, Bruce Salmon postulated that the lower pitchers of N. rhombicaulis are specially adapted to trapping subterranean insects. His observations were published in the Carnivorous Plant Newsletter.Rudolf Schmid-Höllinger reported observing upper pitchers of N. rhombicaulis on Mount Pangulubao in 1993. He published his findings the following year in the Carnivorous Plant Newsletter. Charles Clarke also reported finding one small upper pitcher in 1995. Prior to this, it was thought that the upper stem of N. rhombicaulis was only used for climbing and did not produce pitchers. However, doubts have been raised about the identity of the upper pitchers observed by Schmid-Höllinger.",
    "Description": "Nepenthes rhombicaulis climbs well and its stem is known to reach 35 m in length, making it one of the longest in the genus. Internodes are up to 20 cm long and 1 cm in diameter. They are usually rhomboid in cross section. The stem bears numerous sunken glands. The species has an extended rhizome which produces stems at irregular intervals.\n\nLeaves are sessile. The lamina is lanceolate-spathulate, up to 25 cm long, and up to 4 cm wide. It has an acute to sub-peltate apex and an amplexicaul base. Two to three longitudinal veins are present on either side of the midrib. Pinnate veins are oblique. Tendrils may be up to 15 cm long.Rosette and lower pitchers are ovoid to ventricose in the lower parts and cylindrical above. They reach 12 cm in height and 4 cm in width. A pair of fringed wings (≤3 mm long) runs down the front of the pitchers. The glandular region is restricted to the ovoid portion of the inner surface. Digestive glands occur at a density of 150 to 300 per square centimetre. The pitcher mouth is round and oblique. The peristome is sub-cylindrical to irregularly expanded and up to 5 mm wide. Its inner margin is lined with distinct, papery teeth up to 3 mm long. The lid or operculum is ovate and may bear a small apical appendage on its lower surface. Up to 100 nectar glands are present on the underside of the lid. A spur (≤5 mm long), which may be unbranched, bifid, or trifid, is inserted near the base of the lid.\n\nUpper pitchers have not been reliably recorded in the field and measurements for them have not been published. Based on Schmid-Höllinger's observations, they are ventricose in the lower parts and elongated above, becoming tubiform or slightly infundibuliform towards the mouth. The peristome is greatly reduced and bears smaller teeth. Wings may or may not be reduced to ribs. Several hundred nectar glands are present on the underside of the lid, although they are smaller than in lower pitchers.Nepenthes rhombicaulis has a racemose inflorescence. The peduncle and rachis both reach 20 cm in length, although the latter is usually shorter in female plants. Partial peduncles are two-flowered and lack bracteoles. Sepals are elliptical and up to 4 mm long.Most parts of the plant are virtually glabrous. The margins of the lamina are often lined with short red hairs. Inflorescences may have a sparse indumentum of minute hairs.The stem and lamina are green. Lower pitcher range in colour from dull green throughout to light red with purple blotches. The peristome may be light green to dark purple and is often darker around its outer margin. According to Schmid-Höllinger, upper pitchers are yellowish-green with pale red spots in the upper part and pitchers produced on offshoots from the climbing stem have clear red speckles throughout.",
    "Ecology": "Nepenthes rhombicaulis is known from a number of peaks in the Indonesian province of North Sumatra, particularly around Lake Toba. Plants that appear to match the description of N. rhombicaulis have also been recorded from Mount Bandahara in Aceh. The species is known with certainty only from the Mount Pangulubao complex and Mount Lubukraya, although Shigeo Kurata suggested that it is likely to be more widespread in the Lake Toba region. Nepenthes rhombicaulis has an altitudinal distribution of 1600–2000 m above sea level.Nepenthes rhombicaulis grows terrestrially in dense, shady montane forest. It is usually found in lower montane forest above steep slopes, but has also been recorded from upper montane forest. It is one of the few Nepenthes species that are common in the understory.Lower pitchers frequently develop embedded in detritus and leaf litter on the forest floor, resulting in their often deformed appearance. Bruce Salmon noted that lower pitchers which develop in this way grow around twice as large as those which develop completely above ground. He postulated that the species is adapted to trapping subterranean insects, although he did not examine the contents of these pitchers to test the hypothesis.In its natural habitat, N. rhombicaulis occurs sympatrically with N. flava, N. ovata, N. spectabilis, and N. tobaica. Natural hybrids with all of these species have been recorded. On Mount Pangulubao, N. gymnamphora (N. xiphioides) and N. mikei grow around 100 m above populations of N. rhombicaulis.Due to its somewhat restricted distribution, N. rhombicaulis is listed as Vulnerable on the 2006 IUCN Red List of Threatened Species.",
    "Related species": "Nepenthes rhombicaulis is very similar to N. gymnamphora in both morphology and growth habit. It is sympatric with this species on Mount Pangulubao. Nepenthes rhombicaulis also bears a close resemblance to N. hirsuta from Borneo.In 2001, Charles Clarke performed a cladistic analysis of the Nepenthes species of Sumatra and Peninsular Malaysia using 70 morphological characteristics of each taxon. The resultant cladogram placed N. rhombicaulis in an unresolved polytomy at the base of the Montanae/Nobiles clade, together with N. benstonei.",
    "Natural hybrids": "At least four natural hybrids involving N. rhombicaulis have been recorded and at least three of the parent species (excluding N. rhombicaulis) occur on Mount Pangulubao.\n\nN. flava × N. rhombicaulis\n? N. gymnamphora × N. rhombicaulis\nN. ovata × N. rhombicaulis\nN. rhombicaulis × N. spectabilis\nN. rhombicaulis × N. tobaica",
    "References": "",
    "Further reading": "",
    "External links": "Nepenthes rhombicaulis in its natural habitat"
  }
}