{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_flava",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. flava"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes flava  is a tropical pitcher plant endemic to northern Sumatra, where it grows in montane forest at 1800–2200 m above sea level.The specific epithet flava is derived from the Latin word for \"yellow\" and refers to the typical colouration of the plant's upper pitchers and other vegetative parts.",
    "Botanical history": "Nepenthes flava entered cultivation several years prior to being described and was known from at least 2004 under the placeholder name \"Nepenthes spec. nov. Sumatra\".The species was formally described by Andreas Wistuba, Joachim Nerz and Andreas Fleischmann in an issue of Blumea published on July 4, 2007. The description was based on cultivated plant material; Wistuba cult. Wistuba 100201 was designated as the holotype. This specimen was collected at an altitude of 1800 m and is deposited at the National Herbarium of the Netherlands (L) in Leiden, together with an isotype. The describing authors explained their choice of the specific epithet flava as follows:\nThe specific epithet ‘flava’ refers to the bright yellow colour of the upper pitchers and most of the lower pitchers. Climbing plants especially give the impression of a mainly yellow plant.\nA detailed and slightly modified description of N. flava appeared in Stewart McPherson's 2009 monograph, Pitcher Plants of the Old World. Whereas the type description mentions a basal crest on the underside of the lid, McPherson writes that no appendages are present in either lower or upper pitchers.",
    "Description": "Nepenthes flava is a climbing plant growing to a height of 6 m. It only remains in the rosette stage for a short time before transitioning into a scrambling vine. The stem, which may be branched, is around 3 mm in diameter and has roughly cylindrical internodes measuring up to 14 cm in length. The stem ranges in colour from green to dark red.\n\nThe lamina (leaf blade) is linear, oblong, or narrowly obovate, and measures up to 9 cm in length by 2.5 cm in width. Its apex is usually acute, but may also be obtuse. The base of the lamina is attenuate and clasps the stem for around half to three-quarters of its circumference. Three prominent longitudinal veins are present on either side of the midrib. Indistinct reticulate veins are also present. The lamina is yellowish-green in colour and the midrib may be reddish. Tendrils reach 24 cm in length and may be green to red.Rosette and lower pitchers are either infundibular throughout or ovate and variably inflated. They are small, measuring only up to 7 cm in height by 4 cm in width. A pair of wings (≤3 mm wide) often runs down the upper third of the pitcher's ventral surface, bearing fringe elements around 5 mm long. Occasionally, the wings may be absent altogether. The peristome varies from cylindrical to slightly expanded and has a wavy outer margin. It is up to 12 mm wide and bears fine ribs up to 0.6 mm high and spaced up to 1 mm apart. On the inner margin of the peristome, these ribs terminate in teeth up to 1.5 mm long, with the largest located towards the rear. The pitcher mouth is round and slightly elongated towards the rear, although it rarely exhibits a neck. The pitcher lid or operculum is narrowly ovate or elliptic and measures up to 3.5 cm in length by 2 cm in width. On its lower surface, the lid bears a basal glandular crest or no appendages at all, as well as numerous circular nectar glands (0.3 mm in diameter), which are concentrated around the midline and crest. An unbranched, filiform spur (≤4 mm long) is inserted near the base of the lid. Unlike their aerial counterparts, lower pitchers vary greatly in pigmentation. The pitcher cup may be yellow, orange, red, or even purple, whereas the inner surface may be light yellow, light orange, or whitish. The peristome is usually darker than the rest of the pitcher, typically being dark orange to purple, although it may be creamy white and occasionally exhibits red stripes. The lid has a similar colour to the pitcher cup, usually having a darker upper surface with dark red speckles.\n\nUpper pitchers are tubular to narrowly infundibular in the lower two-thirds, becoming broadly infundibular above. Characteristically, the hollow pitcher tube often continues past the curved basal portion and for some distance up the tendril. Upper pitchers are similar in size to their terrestrial counterparts, reaching 6 cm in height by 3.5 cm in width. The peristome is flattened and expanded, reaching 15 mm in width. As in lower pitchers, its outer margin is undulate. The peristome ribs are up to 0.2 mm high and spaced up to 0.5 mm apart. The lid is ovate or elliptic and has a somewhat truncate apex. It measures up to 4 cm in length by 2.5 cm in width. A reduced basal crest may be present on the underside of the lid or it may be absent entirely. Other parts are similar to those found in terrestrial traps. Upper pitchers are typically yellow throughout, but some specimens may have a completely red or red-striped peristome and mature traps may be orange or reddish on the upper surface of the lid.Nepenthes flava has a racemose inflorescence up to 15 cm long. Male inflorescences are more floriferous, bearing 15–40 flowers, compared to 15–25 in females. The peduncle measures up to 4 cm in males and up to 8 cm in females. Flowers are borne solitarily on pedicels that reach 6 mm in males and 11 mm in females. A basal bract is often present (≤4 mm long). The nectariferous tepals are ovate and measure up to 3 mm in length by 1 mm in width. The androphore is around 3 mm long and terminates in an anther head measuring 1–1.5 mm in diameter. The ovary is 3–4 mm long. The morphology of the fruits and seeds has not been documented. The inflorescence is yellowish throughout.All mature vegetative parts are glabrous, but a caducous indumentum is present on some developing structures. Young parts of the stem bear a sparse covering of  reddish-brown, basally branched hairs (0.2–0.5 mm long). A dense indumentum of reddish-brown hairs (0.5–1 mm long) is present on developing pitchers and tendril ends. The inflorescence bears branched, yellowish-brown hairs measuring 0.5–1 mm in length. Tepals have a dense covering of curved, reddish-brown hairs (around 0.2 mm long) along their margins. Ovaries also have a dense covering of reddish-brown hairs, but these are longer, measuring 0.5–1 mm.",
    "Ecology": "Nepenthes flava is only known from a single mountain in the Barisan Mountains of North Sumatra, Indonesia. In the interests of conservation, the exact locality has not been disclosed. The species has an altitudinal distribution of 1800–2200 m above sea level.\n\nThe typical habitat of N. flava is upper montane mossy forest dominated by Rhododendron and Leptospermum plants. It often grows terrestrially in more open areas of forest, where the vegetation rarely exceeds 4–5 m in height. The species is naturally sympatric with N. mikei, N. ovata, N. rhombicaulis, and N. spectabilis. Natural hybrids with N. ovata and N. rhombicaulis have been recorded.The only known locality of N. flava does not lie within the boundaries of a national park. Although it appears to be locally abundant, Stewart McPherson considers the species to be \"at significant risk of being poached and over-collected\" and cites the \"rapid demise\" of N. aristolochioides, another highly sought-after Sumatran plant, as an example of the possible fate of this species.",
    "Carnivory": "The pitcher fluid of N. flava is highly viscous and coats the inner pitcher walls. This is especially true of aerial traps, which must contend with the action of the wind. The sticky inner walls have been observed to trap small flying insects above the surface of the fluid. The prey subsequently slide down into the fluid where they are digested. It has been suggested that the pitchers of this species function not only as pitfall traps but also as flypaper traps. Indeed, this trapping method is employed by the closely related N. inermis, which also produces highly viscous pitcher fluid.",
    "Related species": "Nepenthes flava is thought to be closely related to both N. inermis and N. jacquelineae. However, it cannot be a natural hybrid between these species as it does not occur sympatrically with them.The pitchers of N. flava bear a close resemblance to those of N. jacquelineae. Nepenthes flava differs from this species in that its upper pitchers are markedly smaller and have a peristome that is significantly narrower, bears distinct ribs, and has an undulate margin. In addition, the upper pitchers of N. jacquelineae are not known to be yellow throughout, a colouration that is characteristic of N. flava.\n\nWith N. inermis, this species shares similarly infundibular pitchers, a narrow lid, and the habit of rapidly transitioning from a rosette to a climbing plant (with associated sudden internode elongation). Furthermore, the seedling pitchers of these two species can appear quite similar. Nepenthes inermis differs most obviously in having upper pitchers that completely lack a peristome and in lacking conspicuous glands on the underside of the lid.The describing authors considered N. flava to likely represent an evolutionary link between the pair of N. inermis and N. jacquelineae and \"common Sumatran species such as N. ovata\". They further speculated:\nNepenthes flava might represent an intermediate between N. ovata of northern Sumatra and the unusual N. inermis of the western Sumatran mountains, and would confirm Danser’s hypothesis in which he united common species familiar to him, i.e. N. bongso, N. carunculata Danser and N. singalana, with the distinctive species N. inermis and N. dubia Danser into the subgenus Montanae Danser (Danser, 1928). Nepenthes ovata, N. jacquelineae and others were not known at this time, but it seems likely he would have included them in subgenus Montanae as well.\nOther species that produce somewhat similarly shaped upper pitchers include N. eymae, N. jamban, N. pitopangii, N. talangensis, and N. tenuis. Nepenthes flava can be distinguished from all of these species on the basis of a combination of features: entirely yellow upper pitchers; a broad, wavy peristome; very small peristome teeth; and a narrowly ovate or elliptic lid that lacks appendages (or has a small basal crest). Furthermore, compared to many of these species, and particularly N. eymae, N. flava is a diminutive plant.",
    "Natural hybrids": "Two natural hybrids involving N. flava have been recorded; the describing authors found examples of crosses with N. ovata\nand N. rhombicaulis. Most of the observed hybrids were young rosette plants. Although N. flava is also sympatric with N. mikei and N. spectabilis, no natural hybrids with these species have been recorded.",
    "References": "",
    "External links": "Habitat photographs of Nepenthes flava"
  }
}