{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_bokorensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. bokorensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes bokorensis  is a tropical pitcher plant endemic to Cambodia. It is known from Mount Bokor (also Phnom Bokor or Bokor Hill) in the south of the country, and an as yet undetermined specimen suggests that it may also be present in other parts of the Dâmrei Mountains of Kampot Province. The specific epithet bokorensis refers to both Mount Bokor and Bokor National Park.",
    "Botanical history": "Despite only being formally described in 2009, N. bokorensis has been known since at least the early 20th century. The oldest known herbarium specimens are three taken by French plant collector C. Geoffray on January 14, 1904. Two of these consist of lower pitchers with leaves, while the third comprises upper pitchers with leaves. All three specimens were collected from Popokvil falls, Mount Bokor, and are deposited at the Museum National d'Histoire Naturelle in Paris.The next known collection of this species was made by J. E. Vidal in 1965. It consists of a plant with upper pitchers. Three years later, Marie Martin collected M. Martin 1231bis, which includes lower pitchers and female floral material. Further herbarium material, consisting of two rosette plants, was collected by David Middleton and Meng Monyrak in 2001.In July 2007, François Sockhom Mey found N. bokorensis on Mount Bokor during a field trip to southern Cambodia. He posted photographs of the species on a number of online message boards the following month. Mey formally described the species in the March 2009 issue of Carniflora Australis, the journal of the Australasian Carnivorous Plant Society. M. Martin 1231bis, deposited at the Museum National d'Histoire Naturelle, was designated as the holotype.A specimen collected by Auguste Jean Baptiste Chevalier in 1917 may also represent this species and if confirmed as such would increase the known range of N. bokorensis to include other parts of the Dâmrei Mountains. Material deposited at Forest Herbarium, Bangkok (BKF) and identified as N. thorelii likely also belongs to N. bokorensis.Nepenthes bokor, described by Martin Cheek in June 2009, is a later synonym of N. bokorensis.In August 2011, François Mey and Alastair Robinson discovered two large new populations of N. bokorensis on the Mount Bokor massif, which they called \"Location B\" and \"Location C\" (the original roadside population being \"Location A\").",
    "Description": "Nepenthes bokorensis is a climbing plant, attaining a height of up to 7 m. In rosettes and on lower parts of the plant, the stem is up to 0.9 cm thick and circular in cross section. On climbing parts, the stem is terete and measures up to 1 cm in diameter. Internodes are around 3 cm long.\n\nLeaves are sessile to sub-petiolate and coriaceous (leathery) in texture. The lamina or leaf blade is oblong to linear-lanceolate in shape and measures up to 35 cm in length by 8 cm in width. Its apex varies greatly, ranging from acute to obtuse and it may sometimes also be acuminate. The lamina is attenuate at the base, clasping the stem by around three-quarters of its circumference and rarely becoming decurrent. Three longitudinal veins are present on either side of the midrib. Pinnate veins originate obliquely from the midrib. Tendrils are up to 18 cm long and 2 mm in diameter. Those produced on upper parts of the stem may be coiled.\n\nRosette and lower pitchers measure up to 20 cm in height by 6 cm in width. They are ovate in the basal third, before narrowing to become cylindrical or slightly infundibular towards the peristome. A pair of fringed wings (≤15 mm wide) runs down the ventral surface of the pitcher cup. Fringe elements are up to 12 mm long. The pitcher mouth has an oblique insertion. The peristome is approximately cylindrical and may be up to 20 mm wide. It bears ribs (≤0.8 mm high) spaced up to 1 mm apart. The pitcher lid or operculum is orbicular to broadly elliptic in shape, has a cordate base, and measures up to 7 cm in length by 6 cm in width. The underside of the lid lacks appendages, but bears numerous, densely packed crater-like glands. Those concentrated along the midrib reach the greatest dimensions (≤0.5 mm in diameter), while the rest are much smaller (0.2 to 0.3 mm in diameter) and more sparsely distributed. A spur measuring up to 12 mm in length is inserted near the base of the lid. It is typically unbranched, but may also be bifurcate.Upper pitchers exhibit great variability in both form and colouration, but generally grow to 25 cm in height by 6 cm in width. They are infundibular throughout, becoming narrower in the basal portion. Wings are reduced to ribs in these aerial pitchers. The peristome is up to 17 mm wide and often somewhat flared at the margins. The peristome ribs are less developed than in lower pitchers, measuring only up to 0.4 mm in height, and spaced only up to 0.5 mm apart. The lid is similar to that found in terrestrial traps, although slightly smaller (up to 6 cm long by 5 cm wide) and often bearing a revolute margin. Other parts of upper pitchers are similar to their lower counterparts.Nepenthes bokorensis has a racemose inflorescence measuring up to 100 cm in length. It bears up to 80 flowers borne on one-flowered pedicels (≤9 mm long), or rarely two-flowered partial peduncles. In male plants, the peduncle reaches 70 cm and the rachis 30 cm, while female plants produce a rachis up to 20 cm long. Tepals are orbicular to elliptic, ranging in length from 2 mm in male flowers to 4 mm in female flowers. The former have androphores up to 2 mm long, while the latter bear ovaries around 4 mm long. Fruit are typically 10 to 25 mm long and each contain 50 to 100 fusiform seeds measuring around 7 mm in length.All vegetative and floral parts of N. bokorensis bear an indumentum of silvery or brownish hairs up to 1 mm long. In some places this covering may be reduced, giving an almost glabrous appearance.It is not certain whether N. bokorensis produces a well-developed rootstock like other Indochinese species, but observations of cultivated plants suggest that this is likely to be the case.",
    "Ecology": "Nepenthes bokorensis is known with certainty only from the Mount Bokor massif in Bokor National Park, Kampot Province, Cambodia, where it has an altitudinal distribution of 800–1080 m above sea level. Three populations are known from the mountain. An as yet undetermined specimen (Aug. Chevalier 36411) suggests that the species may also be present in other parts of the Dâmrei Mountains.\n\nThe typical habitat of this species is seasonally dry upland scrub. It also grows in stunted lower montane forest under sparse tree cover. Plants growing in exposed sites under direct sunlight are very stunted and often flower when less than 60 cm tall. The species attains much greater heights under the shade of surrounding vegetation. Natural hybrids with N. kampotiana have been recorded.In open areas, N. bokorensis is sometimes sympatric with other carnivorous plants, including sundews and bladderworts. The N. bokorensis plants found by François Mey in 2007 grew alongside a crimson form of Drosera peltata, but this population was destroyed by the time of the author's return in 2009. Drosera peltata still grows sympatrically with N. bokorensis at \"Location C\", a massive clearing discovered in 2011 on the Bokor plateau. The D. peltata plants at this site range in colour from yellowish-green to red and frequently exceed 30 cm in height. Nepenthes bokorensis also shares this habitat with another sundew—D. burmannii—as well as with various grasses, stunded shrubs, and lithophytic orchids. Local bladderwort species include U. bifida, U. odorata, U. minutissima, U. striatula, U. subulata, and U. uliginosa.On Mount Bokor, the species grows on sandy, acidic soils. The substrate has a pH of 4.6 according to the herbarium label of Middleton & Monyrak 589.",
    "Carnivory": "The prey assemblage of N. bokorensis appears to consist primarily of ants. A 2012 study recorded 10 ant species, representing 9 genera and 3 subfamilies, from 30 N. bokorensis pitchers in Bokor National Park. Polyrhachis (Myrma) sp. was found to be the most abundant taxon, accounting for 40% of all specimens, followed by Dolichoderus thoracicus and Camponotus (Tanaemyrmex) sp.. The authors suggested that the relatively large-bodied members of the genera Camponotus and Polyrhachis may be of particular importance to the plant in terms of nutrient intake. Also among the prey assemblage of N. bokorensis was the tramp species Cardiocondyla wroughtonii (actually a species complex).The ant-trapping habit of N. bokorensis is reflected in the local Khmer name for the plant, ampuong sramoch, which means \"ants' pithole\". This name is not specific to N. bokorensis but refers to Nepenthes in general, and is used in Kampot Province and the town of Pursat.The pitcher fluid of this species is strongly acidic; the label on the herbarium specimen Middleton & Monyrak 589 states that it has a pH of 2.7.",
    "Conservation": "Cambodia ranks among the countries with the highest deforestation rates worldwide. Despite this, the habitat of N. bokorensis remained relatively undisturbed until 2009, lying as it did within the boundaries of Bokor National Park. At the time, François Mey assessed the conservation status of N. bokorensis as \"potentially vulnerable\" based on the IUCN criteria, citing increasing tourism and land development as potential threats (Mount Bokor had been leased for private development by the government of Cambodia). Habitat loss accelerated rapidly in the following two years as work on the massive \"Bokor City\" project began in earnest. As of 2011, both the type population and the two newly discovered sites are threatened by the ongoing development.",
    "Related species": "Nepenthes bokorensis is most closely allied to several other Indochinese pitcher plants, particularly N. kampotiana, N. smilesii, and N. thorelii. It can be distinguished from all three on the basis of its wider, more oblong-shaped lamina and occasional two-flowered partial peduncles.\n\nThe indumentum of N. bokorensis is also distinctive, and distinguishes it from N. kampotiana, which typically has glabrous leaves. Compared to N. smilesii, N. bokorensis has more robust and colourful pitchers with a broader peristome and longer tendrils. The species differs from the enigmatic N. thorelii in several aspects of vegetative morphology. Firstly, the lamina of N. bokorensis is sessile to sub-petiolate and only slightly decurrent down the stem, if at all. In comparison, N. thorelii has an amplexicaul leaf attachment and the base of the lamina is decurrent into two wings that extend up to 2.5 cm down the stem. In addition, N. thorelii has wholly ovoid lower pitchers, whereas those of N. bokorensis are only ovate in the basal third, becoming cylindrical above.Nepenthes bokorensis also appears to be closely related to N. kerrii of Thailand. It can be distinguished from this species on the basis of its laminae, which are linear to lanceolate as opposed to obovate in the latter. It also differs in having a variable indumentum covering all vegetative and floral parts. In contrast, the indumentum of N. kerrii is restricted to the leaf axils. The androphore of N. kerrii is also considerably shorter than that of N. bokorensis.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Photographs of N. bokorensis at the Carnivorous Plant Photofinder"
  }
}