{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_gantungensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. gantungensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes gantungensis is a tropical pitcher plant known from a single peak on the Philippine island of Palawan, where it grows at elevations of 1600–1784 m above sea level.",
    "Botanical history": "The species was discovered in early 2010 by Jehson Cervancia, Mark Jaunzems, Ch'ien Lee, and Stewart McPherson. The find was announced on the internet on February 28, 2010, under the placeholder name \"Nepenthes sp. G\". At this point McPherson was uncertain whether the taxon represented a new species or merely a variant of N. mira, and asked for input from carnivorous plant hobbyists who had cultivated the latter.Nepenthes gantungensis was formally described by McPherson, Cervancia, Lee, Jaunzems, François Mey, and Alastair Robinson, in the second volume of McPherson's Carnivorous Plants and their Habitats, published in July 2010. The specific epithet gantungensis refers to Mount Gantung, the only locality from which it is known. The description was accompanied by nine figures, consisting of eight habitat photographs and a pencil drawing by François Mey showing the species's major anatomical features.The herbarium specimen S.McPherson SRM 4 is the designated holotype, and is deposited at the herbarium of Palawan State University (PPC) in Puerto Princesa City. It was collected on January 25, 2010, from the summit area of Mount Gantung at 1754 m altitude. In preparing the species description, the describing authors also examined herbarium material of a number of closely allied species, including N. attenboroughii (specimens A.Robinson AR001 and AR002), N. mantalingajanensis (G.C.G.Argent & E.M.Romero 92114), N. mira (G.C.G.Argent et al. 25438), and N. rajah (Low s.n.).",
    "Description": "Nepenthes gantungensis is an upright, climbing or scrambling plant. The stem, which may be branched in vining plants, reaches a maximum length of around 4 m. It is cylindrical and varies in diameter from 2.5 to 3.5 cm. Internodes are typically 2–20 cm long, becoming elongated in climbing specimens.\n\nLeaves are petiolate to subpetiolate and coriaceous in texture. The lamina (leaf blade) is narrowly oblong and measures 20–40 cm in length by 6–12 cm in width. The laminar apex is acute or rounded. The base may be shortly attenuate or obtuse, and encircles the stem for two-thirds to the entirety of its circumference. Tendrils are up to 40 cm long, with those supporting upper pitchers being coiled.Rosette and lower pitchers are wholly ovate to urceolate. They grow up to 20 cm high by 7 cm wide. A pair of wings up to 12 mm wide runs down the ventral surface of the pitcher cup. These wings bear filiform fringe elements up to 10 mm long. The pitcher mouth is oval to circular and up to 6 cm across. It has an oblique insertion and rises at the rear to form a conspicuous neck. The peristome is cylindrical to slightly flattened and up to 2 cm wide for most of its length, becoming broader towards the neck (≤3 cm wide). It bears ribs up to 2 mm high and spaced up to 2 mm apart, which terminate in teeth (≤4 mm long) on the peristome's inner margin. The digestive zone usually covers the entirety of the pitcher's inner surface. The pitcher lid or operculum is elliptic and measures up to 6 cm in length by 4.5 cm in width. It lacks appendages or a keel. A spur is inserted near the base of the lid. It measures up to 9 mm in length, with a basal diameter of up to 2 mm, although it may be much smaller.Upper pitchers are frequently produced. They are variably funnel-shaped, ranging from wholly infundibular to infundibular only in the basal two-thirds and cylindrical above. They may be somewhat larger than their terrestrial counterparts, reaching 25 cm in height by 7 cm in width, though they rarely reach these maximum dimensions. The wings are commonly reduced to a pair of ribs. Aerial traps resemble terrestrial ones in other respects.Nepenthes gantungensis is known to flower both in the rosette stage and as a vining plant. The species has a racemose inflorescence. Male inflorescences can reach a height of 60 cm, of which the rachis constitutes up to 30 cm. Female inflorescences are similar in size, growing to 50 cm in length. Peduncles of both sexes have a basal diameter of approximately 1 cm. Female inflorescences hold up to around 150 closely packed flowers that are usually restricted to the distal quarter of their length. Flowers are most commonly borne entirely on one-flowered pedicels, but some plants may have a combination of these and two-flowered partial peduncles. Fruits are up to 8 mm long. As in most Nepenthes species, the seeds are filiform. They are pale brown and measure around 7 mm in length.A dense indumentum of simple, reddish-brown hairs (≤3 mm long) is present on the undersides of the tendrils. These hairs are caducous, being lost with age. Shorter hairs of up to 2 mm are sparsely distributed on laminar margins and the outer surfaces of developing pitchers. These hairs turn silvery with age.Colouration of the vegetative parts is variable. The laminae and petioles are often green throughout when produced in shaded conditions and red to purple in plants exposed to direct sunlight. Both lower and upper pitchers are predominantly green to yellow on their outer surfaces, often flecked with red to purple markings on the interior. Wholly red or purple lower pitchers have not been recorded. The peristome is often red, purple or brown in lower pitchers and orange to red in uppers. The lid is yellow to orange, sometimes tinged red.",
    "Ecology": "Nepenthes gantungensis is endemic to the Philippine island of Palawan. It has only been recorded from the upper slopes of Mount Gantung in Brooke's Point municipality, where it has an altitudinal distribution of 1600–1784 m above sea level. The only known population comprises several hundred individuals.The species grows terrestrially. It is most abundant above 1650 m, where it is found among stunted montane scrub vegetation on the summit and summit ridge, and forms a frequently-flowering, compact rosette. The most vigorous populations are said to grow in \"sheltered scrub, amongst boulders just below the summit\". Etiolated vining plants of N. gantungensis have been found above 1600 m in \"shrubby montane forest\". Specimens growing in such shaded conditions climb to the height of the canopy. Like its close relatives, N. gantungensis is apparently outcompeted by bamboo. It is not sympatric with other Nepenthes species and no natural hybrids involving it have been recorded.The conservation status of N. gantungensis has not been formally assessed for the IUCN Red List, but the describing authors suggested it be considered Critically Endangered based on the IUCN criteria, due to its localised distribution and small population size. The natural habitat of this species remains, for the most part, untouched by human activity, although a radio repeater tower and a small building are present near the summit. Mount Gantung lies within the Mount Mantalingajan protected area, but \"large scale commercial mining operations\" have nonetheless continued on a nearby summit.",
    "Related species": "The describing authors of N. gantungensis identified N. deaniana and N. mira as its closest relatives. All three species are only known from isolated Palawan peaks. Nepenthes gantungensis can be distinguished from both on the basis of its typically shorter and narrower laminae, which have a more acute apex and base, as well as on the structure of the inflorescence, in which all flowers may be borne singly on pedicels. Compared to N. deaniana, the inflorescence of N. gantungensis is usually considerably longer. There are also differences in pitcher morphology, including a more pronounced peristome in N. gantungensis. Whereas the lower pitchers of N. deaniana and N. mira may be reddish-purple throughout, those of N. gantungensis are not known to exhibit such dark pigmentation. Unlike its close relatives, N. gantungensis frequently produces upper pitchers.Nepenthes mantalingajanensis is suggested in the describing paper as the next closest relative of N. gantungensis. All four species are believed to have evolved from a common ancestor that had already diverged from the lineage that would lead to the giant-pitchered N. attenboroughii and N. palawanensis.Nepenthes leonardoi, described in 2011, is another closely allied taxon. This species cannot be reliably distinguished from N. gantungensis on the basis of pitcher morphology, but may produce much darker traps, some appearing almost completely black. It also differs in having more distinctly petiolate laminae and a shorter inflorescence, with flowers that produce a characteristic musty scent. Being the sole Nepenthes species native to the upper parts of Mount Gantung, N. gantungensis can be easily identified in the field.In his Carnivorous Plant Database, taxonomist Jan Schlauer treats N. gantungensis as a heterotypic synonym of N. deaniana.",
    "Notes": "",
    "References": "Co, L. & W. Suarez 2012. Nepenthaceae. Co's Digital Flora of the Philippines.\nMcPherson, S.R. 2011. Comparison of the highland Palaweño Nepenthes. In: New Nepenthes: Volume One. Redfern Natural History Productions, Poole. pp. 364–381.",
    "External links": "Photographs of N. gantungensis"
  }
}