{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_khasiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. khasiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes khasiana (; after the Khasi Hills, to which it is largely endemic) is an endangered tropical pitcher plant of the genus Nepenthes.  It is the only Nepenthes species native to India. It is thought to attract prey by means of blue fluorescence.\nThe species has a very localised distribution and is rare in the wild.  Isolated populations are known to occur in the Jarain area of the Jaintia Hills, the Baghmara area of the Garo Hills, adjacent to the Khasi Hills region of Meghalaya and in the Upper Kharthong area, of Dima Hasao district Assam.\nNevertheless, N. khasiana exhibits considerable genetic diversity.\nThe Khasi people call the plant tiew-rakot, which means demon-flower or devouring-plant. The Jaintias call it kset phare, which is roughly translated as lidded fly net. The Garo call the plant memang-koksi, which literally means the basket of the devil and the Biate tribe of Assam call the plant Jug-Par which means Jug-flower or Loisul Kola which literally means Pitcher-plant.\nNepenthes khasiana is a protected species, classified as Endangered, and is on CITES Appendix I along with N. rajah. Threats to wild populations include habitat destruction, acid mine drainage associated with coal mining, and collection for medicinal and ornamental uses. In 2010, the Rare Nepenthes Collection was established with the aim of conserving 4 of the most threatened Nepenthes species: N. aristolochioides, N. clipeata, N. khasiana, and N. rigidifolia.The specific epithet khasiana is spelled khasyana in some older texts. This spelling actually predates that under which the species was formally published in Joseph Dalton Hooker's 1873 monograph, \"Nepenthaceae\", as it appeared in an article by Maxwell T. Masters in the April 20, 1872 issue of The Gardeners' Chronicle and Agricultural Gazette (this article was itself based on the manuscript of Hooker's monograph). In the horticultural trade of the late 19th century, N. khasiana was often confused with N. distillatoria of Sri Lanka.",
    "References": "",
    "Further reading": "",
    "External links": "Video of plants in habitat"
  }
}