{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_smilesii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. smilesii"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes smilesii () is a tropical pitcher plant native to northeastern Thailand, southern Laos, Cambodia, and Vietnam. Nepenthes smilesii can tolerate an extended dry season and is most common in open, sandy savannah and grassland.The specific epithet smilesii refers to plant collector Frederick Henry Smiles, who made the first known collection of this species.",
    "Botanical history": "Nepenthes anamensis is a heterotypic synonym of N. smilesii. Its conservation status appears as Data Deficient on the IUCN Red List.Nepenthes smilesii was referred to as N. anamensis throughout most of the 20th century. Further confusion resulted from the erroneous labelling of N. smilesii plants as N. thorelii in the horticultural trade. In Pitcher Plants of the Old World, Stewart McPherson lists N. mirabilis f. smilesii and N. mirabilis var. smilesii as synonyms of N. smilesii, but Marcello Catalano considers these to represent normal forms of N. mirabilis.",
    "Description": "Nepenthes smilesii is a climbing plant growing to a height of 5 m.Its leaves are sessile and coriaceous (leathery) in texture. They are very narrowly linear, reaching 40 cm in length while only up to 4 cm wide.",
    "Ecology": "Nepenthes smilesii has a widespread distribution throughout Indochina. It has been recorded from Cambodia, northeastern Thailand, southern Laos, and western Vietnam. The species occurs across a wide range of altitudes, being recorded from elevations of 16–1500 m above sea level, although it is more typically found at around 800 m.Nepenthes smilesii is notable among the Indochinese Nepenthes for experiencing extreme lows of temperature.Individual specimens of a natural hybrid between N. smilesii and N. mirabilis have been recorded from Cambodia.",
    "Related species": "Nepenthes smilesii appears most closely allied to N. kongkandana and may be difficult to distinguish from that species. It differs primarily in the shape of its laminae, which are linear to lanceolate with an acute apex, as opposed to obovate with an acuminate apex in the latter. Nepenthes smilesii also differs in having shorter tendrils and a narrower peristome.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Nepenthes of Indochina"
  }
}