{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_×_kinabaluensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. .mw-parser-output .noitalic{font-style:normal}× kinabaluensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes × kinabaluensis , or the Kinabalu Pitcher-Plant, is the natural hybrid between N. rajah and N. villosa. It was first collected near Kambarangoh on Mount Kinabalu, Borneo by Lilian Gibbs in 1910 and later mentioned by John Muirhead Macfarlane as \"Nepenthes sp.\" in 1914.  Although Macfarlane did not formally name the plant, he noted that \"[a]ll available morphological details suggest that this is a hybrid between N. villosa and N. rajah\". It was finally described in 1976 by Shigeo Kurata as N. × kinabaluensis.  The name was first published in Nepenthes of Mount Kinabalu, but was a nomen nudum at the time as it lacked an adequate description and information on the type specimen. The name was subsequently published validly by Kurata in 1984.\n\nThe pitchers of N. × kinabaluensis may be quite large, but do not compare to those of N. rajah or N. × alisaputrana (N. burbidgeae × N. rajah). Nepenthes × kinabaluensis can only be found on Mount Kinabalu (hence the name) and nearby Mount Tambuyukon, where the two parent species occur sympatrically. More specifically, plants are known from a footpath near Paka Cave and several places along an unestablished route on a south-east ridge, which lies on the west side of the Upper Kolopis River. The only accessible location from which this hybrid is known is the Kinabalu summit trail, between Layang-Layang and the helipad, where it grows at about 2900 m in a clearing dominated by Dacrydium gibbsiae and Leptospermum recurvum trees.  Nepenthes × kinabaluensis has an altitudinal distribution of 2420 to 3030 m. It grows in open areas in cloud forest.\nThe hybrid is generally intermediate in appearance between its parent species. Raised ribs line the inner edge of the peristome and end with elongated teeth. These are more prominent than those found in N. rajah and smaller than those of N. villosa. The peristome is coarse and expanded at the margin (but not scalloped like that of N. rajah), the lid orbiculate or reniform and almost flat. In general, pitchers are larger than those of N. villosa and the tendril joins the apex about 1–2 cm below the leaf tip, a feature which is characteristic of N. rajah. In older plants, the tendril can be almost woody.  N. × kinabaluensis is an indumentum of villous hairs covering the pitchers and leaf margins, which is approximately intermediate between the parents. Lower pitchers have two fringed wings, whereas the upper pitchers usually lack these. The colour of the pitcher varies from yellow to scarlet. N. × kinabaluensis seems to produce upper pitchers more readily than either of its parents.  In all respects N. × kinabaluensis is intermediate between the two parent species and it is easy to distinguish from all other Nepenthes of Borneo. However, it has been confused once before, when the hybrid was identified as N. rajah in Letts Guide to Carnivorous Plants of the World.",
    "References": "\n\n== Further reading =="
  }
}