{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_veitchii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. veitchii"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes veitchii (; after James Veitch, nurseryman of the Veitch Nurseries), or Veitch's pitcher-plant, is a Nepenthes species from the island of Borneo.  The plant is widespread in north-western Borneo and can also be found in parts of Kalimantan.  Nepenthes veitchii usually grows as an epiphyte, though the form from Bario seems to be strictly terrestrial and has not been observed to climb trees.\nFrederick William Burbidge described the growth habit of N. veitchii in The Gardeners' Chronicle as follows:\nNow as to N. Veitchii. This is a true epiphyte. I never met with it on the ground anywhere, but in great quantity 20—100 feet high on tree trunks. Its distichous habit is unique, I fancy, and then some of the leaves actually clasp around the tree just as a man would fold his arms around it in similar circumstances. No other species of Nepenthes, so far as I know, has this habit.\nOdoardo Beccari found N. veitchii on the top of Mount Santubong in 1865. He wrote the following account of his discovery:\nThis is one of the finest and rarest of all pitcher-plants. ... Some of the specimens I got measured quite ten inches in length. The mouth of the pitcher in this species is certainly its most conspicuous and remarkable part by reason of its rich orange colour and its vertical position. It is also a perfect trap to entice insects into its interior, attracting them from a distance by its bright colours. Sir Joseph Hooker compares the mouth of the pitchers of N. veitchii to the gills of a fish, to which, indeed, with their narrow lamellae converging to the centre, they bear considerable resemblance.\nNepenthes veitchii is thought to be closely related to N. robcantleyi from the Philippines. It has also been compared to N. truncata.",
    "Infraspecific taxa": "The following infraspecific taxa of N. veitchii have been described. Both are nomina nuda and are not considered valid today.\n\nNepenthes veitchii f. barioensis Hort. ex Y.Fukatsu (1999) nom.nud.\nNepenthes veitchii var. striata Hort.Veitch (1892) nom.nud.",
    "Natural hybrids": "The following natural hybrids involving N. veitchii have been recorded.\n\nN. albomarginata × N. veitchii\nN. chaniana × N. veitchii\n? N. faizaliana × N. veitchii\nN. fusca × N. veitchii [=?N. hurrelliana]\nN. hurrelliana × N. veitchii [=?(N. fusca × N. veitchii) × N. veitchii]\nN. lowii × N. veitchii\nN. stenophylla × N. veitchii",
    "References": "\n\n== Further reading =="
  }
}