{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_eymae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. eymae"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes eymae  is a tropical pitcher plant endemic to Sulawesi, where it grows at elevations of 1000–2000 m above sea level. It is very closely related to N. maxima, from which it differs in its wine glass-shaped upper pitchers.The specific epithet eymae honours Pierre Joseph Eyma, a Dutch botanist who worked extensively in the Dutch East Indies and who originally discovered the species.",
    "Botanical history": "Nepenthes eymae was discovered in central Sulawesi by Dutch botanist Pierre Joseph Eyma in 1938. Eyma's original material of this species includes the herbarium specimen Eyma 3968, which bears a male inflorescence.Nepenthes eymae was formally described by Shigeo Kurata in a 1984 issue of The Journal of Insectivorous Plant Society. The holotype, designated as Kurata, Atsumi & Komatsu 102a, was collected on the northern spur of Mount Lumut in Central Sulawesi, at an altitude of 1850 m, on November 5, 1983. A series of isotypes (Kurata, Atsumi & Komatsu 103, 104, and 105) was also listed by Kurata. The repository of these four specimens is not indicated in the type description and they have not been located, but if they were deposited in a public institution this is likely to have been the herbarium of the Nippon Dental College (NDC). Despite this, the species name is valid per Article 37 of the International Code of Botanical Nomenclature, and Kurata's description includes an illustration of the holotype on page 44. Kurata published the species with the specific epithet eymai, honouring Pierre Joseph Eyma. Other authors later noted that although Eyma was male, the name is feminine, and so the epithet was emended to eymae.Almost concurrently with Kurata's publication, John Turnbull and Anne Middleton described the same species under the name N. infundibuliformis in the journal Reinwardtia. Kurata's description was published on February 6, whereas Turnbull and Middleton's was printed four days later, on February 10. As such, the name N. eymae holds nomenclatural priority and N. infundibuliformis is considered a heterotypic synonym. A similar situation involved the descriptions of N. glabrata and N. hamata by the same authors. Turnbull and Middleton's description is based on the specimen J.R.Turnbull & A.T.Middleton 83148a, which was collected by the authors on September 20, 1983, from Mount Lumut Kecil in Sulawesi at the coordinates 1°03′S 121°41′E, at an altitude of 1500 m. In their description of the species, Turnbull and Middleton stated that the type material was deposited at Herbarium Bogoriense (BO), the herbarium of the Bogor Botanical Gardens, but Matthew Jebb and Martin Cheek were unable to locate it and wrote that it \"appear[s] not to have been deposited at Bogor as stated\". In addition to the herbarium specimens of N. eymae mentioned here, a number of others have appeared in the literature.Most authors regard N. eymae as a distinct species and it has been treated as such in all major monographs on the genus, including Matthew Jebb and Martin Cheek's \"A skeletal revision of Nepenthes (Nepenthaceae)\" (1997) and \"Nepenthaceae\" (2001), as well as Stewart McPherson's Pitcher Plants of the Old World (2009). Nonetheless, some authors have expressed doubt that it merits distinction from N. maxima at the species level. In Pitcher Plants of the Old World, McPherson wrote that \"the specific status of N. eymae seems warranted since the two taxa [N. eymae and N. maxima] appear to occur both together and in isolated, self-sustaining communities\". Whatever the status of this taxon, the vast majority of plants cultivated under the name N. eymae do not exhibit the abruptly contracted upper pitchers commonly associated with it.",
    "Description": "Nepenthes eymae is a climbing plant growing to a height of up to 8 m. The stem, which may be branched, is two-ridged and up to 8 mm in diameter. Internodes are up to 6 cm long. Axillary buds, which are found 3–10 mm above the leaf axils in climbing stems, are spike-like and measure up to 10 mm (rarely 20 mm) in length by 1.5 mm in width.\n\nLeaves are coriaceous and petiolate. The lamina (leaf blade) is oblong or oblong-elliptic and reaches up to 35 cm in length by 12 cm in width. The laminar apex is rounded or acute to obtuse and is not peltate. The base is obtuse and attenuate, narrowing to form a petiole. The petiole  is canaliculate and occasionally winged, the wings being around 4 mm wide. The petiole may be up to 18 cm long in etiolated plants, but is more typically up to 10 cm long. It clasps the stem for around half of its circumference and is abruptly decurrent, sending off a pair of low ridges to the node below. Longitudinal and pinnate veins are inconspicuous.Rosette and lower pitchers are generally ovate throughout, but may also be cylindrical. They are often slightly constricted below the pitcher orifice. Mature lower pitchers are the largest traps produced by the plant, growing to 24 cm in height by 16 cm in width. A pair of wings (≤2 cm wide) is present on the ventral surface of the pitcher cup; the fringe elements are up to 8 mm long. The rear of the pitcher is elongated into a pronounced neck. The waxy zone of the inner surface is reduced. The pitcher mouth is ovate and concave, and has an oblique insertion. The peristome is glossy and more-or-less cylindrical in cross section. It is up to 2 cm wide at the front, becoming expanded at the sides and rear, where it reaches a maximum width of over 5 cm. The outer margin of the peristome may be sinuate, whereas the inner margin is deeply incurved, especially towards the back of the pitcher. The inner portion of the peristome accounts for around 34% of its total cross-sectional surface length. The two lobes of the peristome are typically separated by a gap of several millimetres under the lid. The peristome ribs are well developed, being up to 2 mm high. The pitcher lid or operculum is ovate to triangular, growing to 5 cm in length by 3 cm in width. It has an acuminate apex and a truncate to auriculate base. The lid is noted for commonly exhibiting irregular, highly crenellated margins. Two prominent appendages are often found on the lid's lower surface. The first, a triangular basal crest, is up to 12 mm long. The second, a filiform or triangular apical appendage, is up to 18 mm long. Both the appendages and the lid's midline bear elliptic, bordered glands measuring up to 2 mm by 1 mm. The remainder of the lid's lower surface bears many smaller glands. An unbranched spur up to 10 mm long is inserted near the base of the lid.\n\nUpper pitchers are narrowly infundibular in the basal half to three-quarters, rapidly expanding to become broadly infundibular in the upper portion. They may be shortly contracted directly below the orifice. Upper pitchers are significantly smaller than their terrestrial counterparts, reaching only 15 cm in height by 8 cm in width. Characteristically, the hollow pitcher tube continues past the curved basal portion of the trap and for a few centimetres up the tendril. This is also commonly seen in N. flava, N. fusca, N. jamban, N. ovata, and N. vogelii. The wings are often reduced to ridges, although no vestige of the wings may be apparent in some specimens. These ridges typically run parallel in the lower part of the pitcher, becoming divergent above. The pitcher mouth is horizontal and straight. The peristome is flattened, glossy and up to 1.5 cm wide, being of approximately equal width across its span or broader towards the rear. The peristome ribs are highly reduced but conspicuous, being only up to 0.5 mm high and spaced up to 0.5 mm apart. The rear of the pitcher is elongated into an acuminate neck (≤3 cm long) that may be vertical or inclined forwards at a considerable angle relative to the pitcher orifice. The peristome's inner margin lacks teeth, while the outer margin is often sinuate at the base of the neck. The lid is typically hastate and very narrow, measuring up to 8 cm in length, with basal and middle widths of up to 2.5 and 1 cm, respectively. It bears rounded basal lobes and an obtuse to abruptly rounded apex. It is often curled upwards and may be crenellated at the margins. The presence of appendages is variable in upper pitchers: the lid may possess a pair of appendages as in terrestrial pitchers or may lack them completely. Where these appendages are present, the basal one is hook-shaped and up to 8 mm long and the apical one filiform and up to 12 mm long. The glands of the lower lid surface are similar to those found in lower pitchers. The spur is inserted 10 mm below the lid. It may be simple or bifid at its apex, and measures up to 10 mm in length. Developing pitchers have laterally appressed walls and a pronounced bulge at the rear, which holds the spur upright. The spur has a closed bifurcation at this point.Nepenthes eymae has a racemose inflorescence. The male inflorescence measures up to 30 cm in length by 2.5 cm in width (flowers included), of which the peduncle (≤3 mm wide at its base) constitutes up to 11 cm and the rachis up to 20 cm. Flowers are borne singly or in pairs, the two-flowered partial peduncles being located towards the base of the inflorescence. The partial peduncles are ebracteate and number 30–40. They are approximately 4 mm long, being formed from a pair of basally-united pedicels around 10 mm long. Tepals are elliptic and around 4 mm long by 2 mm wide. The androphore is around 4 mm long and bears an anther head measuring 1 mm by 1.5 mm.An indumentum of soft, orange to reddish-brown hairs is often present on all mature vegetative parts, including the stem, lower lid surface, and laminar surfaces. This covering consists of tufted hairs up to 0.05 mm long and simple hairs typically up to 0.8 mm long (those of the tendril, midrib, lid and spur are denser and longer, reaching 2 mm). However, the indumentum is variable and may be reduced to the point of being completely inconspicuous in some populations.The stem and midribs are yellowish green, and the laminae dark green. The tendrils may be yellow to green or tinged red. In terrestrial traps, the pitcher cups may be white, green, yellow, brown, or red, and are often red speckled. Traps bearing a conspicuous indumentum may have a maroon sheen under certain light conditions. The inner surface ranges from yellow or olive green to almost brown, and commonly has darker blotches of red, brown, or purple. The peristome is usually dark, from reddish brown to black throughout in older specimens. It frequently bears stripes ranging from yellow to black. The operculum is green to brown and often mottled with red to black markings on its lower surface. Upper pitcher are predominantly yellow, sometimes bearing red to purple flecks on the inner surface and lid underside. The appearance of the peristome is variable: it may be a solid orange to red (in which case it is often darker towards the inner edge), or it may be narrowly streaked with red, brown, purple, or black. Tepals are red.No infraspecific taxa of N. eymae have been described.",
    "Ecology": "Nepenthes eymae is endemic to the Indonesian island of Sulawesi. It has been recorded from the provinces of Central Sulawesi (including the East Peninsula) and West Sulawesi. Many of the peaks in these regions are poorly known and may support as-yet undiscovered populations of N. eymae. The species has a wide altitudinal distribution of 1000 to at least 2000 m above sea level, typically being found above 1400 m.The species generally grows terrestrially, but may also be epiphytic at higher elevations. It has been recorded from a wide variety of habitats, including heath forest, river banks, exposed sites such as cliff faces and landslides, and disturbed or recovering secondary vegetation (such as previously logged dipterocarp forest). Towards the upper end of its altitudinal range, N. eymae is found among the ridge and summit vegetation of upper montane forest. The species occurs in both shaded and exposed sites, but grows best in the latter. Nepenthes eymae has no confirmed natural hybrids, although introgression may take place where this species is sympatric with N. maxima.The conservation status of N. eymae is listed as Vulnerable on the IUCN Red List, based on an assessment carried out in 2000. In 2009, Stewart McPherson wrote that the species is \"widespread and locally abundant\" across its range and that most populations are \"remote and not seriously threatened at present\". Nepenthes eymae is known to occur in one protected area (Morowali Nature Reserve), although the full extent of its range is unknown.",
    "Carnivory": "Nepenthes eymae produces an extremely thick, mucilaginous pitcher fluid that coats the entire inner surface of the traps in a thin film. This is seen in cultivated plants as well and is most prominent in upper pitchers, which must contend with the action of the wind. These pitchers appear to function at least in part as flypaper traps, with the sticky inner walls trapping small flying insects above the surface of the fluid. The prey then gradually slide down into the base of the pitcher where they are digested. This trapping method was noted by Peter D'Amato in 1993, who observed that, in cultivated plants, lower pitchers were more successful at catching ants than were upper pitchers.A 2011 study that used cultivated material of N. eymae recorded a mean digestive fluid relaxation time of 0.096 seconds (± 0.000) for this species. As for the majority of studied highland Nepenthes (but not lowlanders), this value differed significantly (P < 0.001) from that of distilled water, leading the authors to categorise N. eymae as a viscoelastic species.Similarly viscous pitcher fluid is found in the group of closely allied Sumatran species that includes N. aristolochioides, N. dubia, N. flava, N. inermis, N. jacquelineae, N. jamban, N. talangensis, and N. tenuis. These species all share infundibular pitchers.",
    "Related species": "Nepenthes eymae belongs to the loosely defined \"N. maxima complex\", which also includes, among other species, N. boschiana, N. chaniana, N. epiphytica, N. faizaliana, N. fusca, N. klossii, N. maxima, N. platychila, N. stenophylla, and N. vogelii.Nepenthes eymae is very closely allied to the extremely polymorphic N. maxima, which is widespread across Sulawesi, New Guinea, and the Maluku Islands. It differs from this species in its wingless, infundibular and relatively small upper pitchers, ovate lower pitchers, and hastate lid. While some forms of N. maxima also produce entirely infundibular aerial traps, these are not usually as abruptly contracted (and therefore wine glass-shaped) as in N. eymae, and may or may not have fringed wings. Where the two species grow side-by-side, introgression may blur these morphological boundaries and make circumscription difficult. Like N. eymae, N. maxima and N. klossii (another closely related species) also commonly have two lid appendages.Nepenthes fusca of Borneo may produce aerial pitchers resembling those of N. eymae, although its lower pitchers are considerably narrower and cylindrical in shape. The lower pitchers of N. eymae could potentially be confused with those of another Bornean endemic, N. veitchii, although otherwise these species have little in common, particularly with respect to the upper pitchers.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Photographs of N. eymae at the Carnivorous Plant Photofinder"
  }
}