{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_neoguineensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. neoguineensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes neoguineensis  is a tropical pitcher plant native to the island of New Guinea, after which it is named.",
    "Botanical history": "Nepenthes neoguineensis was first collected in 1828 by Alexander Zipelius near Triton Bay, New Guinea. Two further collections were made by Gerard Martinus Versteeg on June 19 and September 25, 1907. N. neoguineensis was again collected on May 10, 1910, by Knud Gjellerup.The first name applied to this species was Nepenthes leptoptera by Hermann Zippel in 1900. However, this name is not valid as it only appeared on the label of a herbarium specimen (HLB.908.154-597) deposited at the National Herbarium of the Netherlands in Leiden. The specimen was collected from New Guinea.Nepenthes neoguineensis was described by John Muirhead Macfarlane in 1911 based on the specimen Versteeg 1746, which consists of female plant material.In 1916, Henry Nicholas Ridley described what he believed represented a male plant of N. neoguineensis. However, in his seminal monograph \"The Nepenthaceae of the Netherlands Indies\", B. H. Danser showed that it belonged to a closely related but distinct species, which he named N. papuana.",
    "Description": "Nepenthes neoguineensis is a climbing plant. The stem is up to 6 mm thick and cylindrical to obtusely angular in cross section, especially in the upper part of the internodes. Internodes are up to 4 cm long.\n\nLeaves are chartaceous and petiolate. The lamina is lanceolate and reaches 25 cm in length and 4.5 cm in width. It has an acute apex and is gradually or rather abruptly attenuate towards the base. Three or four indistinct longitudinal veins are present on either side of the midrib. Pinnate veins ascend obliquely from the midrib and are irregularly reticulate in the outer part of the lamina. Tendrils are up to 4 mm thick and about as long as the lamina.Upper pitchers gradually arise from the ends of the tendrils, forming a 7 to 23 mm wide curve. They are infundibulate in the lower part, somewhat ventricose at two-fifths of their height, and widened towards the mouth. A pair of fringed wings (≤8 mm wide) runs down the entire length of the pitcher. The pitcher mouth is oblique and acuminate towards the lid. The peristome is cylindrical or flattened and up to 1.5 mm wide. The glandular region covers the lower third of the inner surface of the pitcher. The glands occur at a density of about 700 to 900 per square centimetre. The lid is suborbicular, truncate or slightly emarginate, and rounded or slightly cordate at the base. Round, depressed glands are present on the undersurface of the lid, being concentrated and increasing in size towards the middle. A flattened, unbranched spur (≤3 mm long) is inserted at the base of the lid.\n\nThe male inflorescence is a long, cylindrical panicle. The peduncle reaches 12 cm in length and 4 mm in width. The rachis is attenuate and up to 44 cm long. Pedicels lack bracteoles, reach 55 mm in length, and are one- to four-flowered. Tepals are orbicular-elliptical and around 4 mm long. Stamens are about 4 mm long, including the anthers.The female inflorescence is a panicle-like raceme. The peduncle may be up to 15 cm long and 2.5 mm wide. The rachis is attenuate and reaches 20 cm in length. Pedicels are up to 35 mm long and most have filiform bracteoles. They are one- to three-flowered. Tepals are oblong-lanceolate and approximately 4 mm long. The ovary is sessile.Nepenthes neoguineensis has a very sparse indumentum. The stem is virtually glabrous, as is the lamina. Tendrils are densely hirsute when young, becoming only hairy near the pitcher or entirely glabrous when mature. Pitchers have a dense covering of caducous stellate hairs. The exception is the spur, which has persistent stellate hairs. Inflorescences have a very dense indumentum of short, white or brownish stellate hairs. The pedicels, tepals and the ovary are very densely stellate-tomentose.Lower pitchers range in colour from light green to dark purple throughout. Upper pitchers are generally yellowish-green, often with a darker peristome and bright red lid. Herbarium specimens are fallow-dun in colour.",
    "Ecology": "Nepenthes neoguineensis is native to New Guinea and the nearby D'Entrecasteaux Islands, and may also occur on Misool (see N. sp. Misool). The species is relatively widespread in the former, ranging across the entire length of the island and occurring in both Papua New Guinea and the Indonesian portion of the island (Western New Guinea). As such, its conservation status is listed as Least Concern on the 2006 IUCN Red List of Threatened Species.Nepenthes neoguineensis grows on river edges, river gravel bars, ridge crests, and rarely in open grassland or disturbed forest. It has a wide altitudinal distribution, occurring from sea-level to an elevation of 900 or even 1400 m.In the wild, N. neoguineensis occurs sympatrically with N. ampullaria and N. maxima.",
    "Related species": "Danser considered N. tomoriana from Sulawesi and N. distillatoria from Sri Lanka to be the closest relatives of N. neoguineensis. He also noted its similarity to N. papuana, stating: \"N. papuana is so much alike N. neoguineensis in its vegetative parts, that only the complete knowledge of the generative parts has suggested me to establish a new species\".The two taxa can be distinguished on the basis of several morphological features. N. papuana has a racemose inflorescence, while that of N. neoguineensis is a panicle or panicle-like raceme. Furthermore, the inflorescence of N. papuana usually bears only one-flowered pedicels, both in male and female plants. Those of N. neoguineensis can be up to four-flowered.The lamina of N. papuana has very distinct longitudinal veins and indistinct pinnate veins, whereas in N. neoguineensis the opposite is true. In addition, the leaves of N. papuana are very densely ciliate, much more so than in N. neoguineensis. The wings are less developed in the upper pitchers of N. papuana and the fringe elements are more closely spaced.Based on the structure of its inflorescence, it has been suggested that N. neoguineensis belongs to a group of relatively primitive Nepenthes species, which includes N. distillatoria and N. pervillei.",
    "Natural hybrids": "Where their ranges overlap, N. neoguineensis is known to hybridise with N. ampullaria and N. maxima. The hybrid plants are generally intermediate in appearance between their parent species.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Danser, B.H. 1928. 30. Nepenthes neoguineensis MACF. In: The Nepenthaceae of the Netherlands Indies. Bulletin du Jardin Botanique de Buitenzorg, Série III, 9(3–4): 249–438.\nNepenthes neoguineensis in its natural habitat"
  }
}