{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_tobaica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. tobaica"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes tobaica  is a tropical pitcher plant endemic to Sumatra. It is particularly abundant around Lake Toba, after which it is named.\nNepenthes tobaica is closely related to N. angasanensis, N. gracilis, N. mikei, and N. reinwardtiana.",
    "Botanical history": "The earliest known collection of N. tobaica was made by Johannes Elias Teijsmann on February 8, 1856, probably from the Batak regions. This specimen, which includes female floral material, is H. L. B. 908,155-1106.Matthew Jebb and Martin Cheek designated this specimen as the lectotype of N. tobaica in their 1997 monograph.Nepenthes tobaica was formally described in 1928 by Dutch botanist B. H. Danser in his seminal monograph \"The Nepenthaceae of the Netherlands Indies\". At the time, the species was already known from numerous herbarium specimens. Danser suggested a possibly conspecific species in N. reinwardtiana:\n\"N. tobaica has only been found on the plateau north, east and south of Lake Toba. It is most closely related to N. Reinwardtiana and I am not quite certain, whether it is perhaps a form of this species, but up till now no intermediate forms have been discovered.\"\nIn the scientific literature, N. tobaica has been confused with the closely related N. angasanensis on several occasions. Nepenthes tobaica as described in Danser's 1940 description of N. densiflora is actually N. angasanensis. Specimens identified as N. tobaica in Rusjdi Tamin and Mitsuru Hotta's 1986 monograph on Sumatran Nepenthes actually represent both N. angasanensis and N. tobaica.Some plants sold in the horticultural trade under the name N. tobaica are likely to represent a manmade cross between N. khasiana and N. ventricosa.",
    "Description": "Nepenthes tobaica is a climbing plant. The stem can attain a height of up to 7 m and is up to 6 mm in diameter. Internodes are up to 25 cm long and often round in cross section. However, mature plants may have angular stems because of a groove that originates at the node and extends across most of the internode's length.\n\nLeaves are coriaceous in texture and range from sessile to sub-petiolate. The shape of the lamina, or leaf blade, varies from oblong to spathulate. It measures up to 20 cm in length by 4 cm in width. The apical end of the lamina is typically rounded, but may be narrowed and obtuse. Robust plants sometimes have a sub-peltate tendril insertion. The lamina may be gradually or abruptly contracted towards the amplexicaul base, which clasps the stem for around half of its circumference. One to three longitudinal veins are present on either side of the midrib, although they are only prominent in robust specimens. Pinnate veins are indistinct. Tendrils grow to 30 cm in length.Rosette and lower pitchers are ovoid in the lower portion and cylindrical above. They are up to 20 cm high by 4 cm wide. A pair of wings runs down the pitcher's ventral surface, often bearing fringe elements either throughout the whole length or only in the upper part. The glandular region of the pitcher's inner surface is confined to the ovoid portion. A pair of \"eye spots\" is sometimes present on the inner surface, below the lid attachment. The pitcher mouth is ovate and has an oblique insertion. The narrow peristome (≤5 mm wide) is cylindrical or slightly expanded and bears indistinct teeth. The pitcher lid or operculum is ovate to sub-orbicular and has a somewhat cordate base. It lacks appendages. A spur measuring up to 5 mm in length is inserted near the base of the lid. It may be unbranched, bifid, or trifid.\n\nUpper pitchers are typically somewhat infundibular in the lowermost part, becoming narrowly ovoid in the lower third, and finally cylindrical and slightly narrower above. They may be quite large, reaching 25 cm in height by 5 cm in width. The waxy zone of the inner surface is well developed. A pair of remnant ribs is present in place of the ventral wings. The inner portion of the peristome accounts for around 40% of its total cross-sectional surface length. Other parts of aerial pitchers are similar to their lower counterparts.Nepenthes tobaica has a racemose inflorescence. The peduncle and rachis can each grow to 20 cm in length. Partial peduncles are two-flowered and lack bracteoles. In male inflorescences, the sepals are elliptic-obtuse, being slightly narrower in female ones. Around the town of Prapat, plants have been observed to come into flower in April, although mature fruits are not common at this time.Nepenthes tobaica is characterised by an uneven indumentum. Most mature vegetative parts are glabrous, although the midrib may bear persistent hairs. Groups of white, stellate hairs are often present in the leaf axils. The sepals of this species are densely tomentose, but the rest of the inflorescence has a sparser covering of short hairs.In some forms, the underside of the lid is a vivid red, making the plants particularly easy to spot amongst other vegetation.",
    "Ecology": "Nepenthes tobaica is endemic to Sumatra. Its natural range was once thought to stretch from the Gayo Lands of Aceh in the north to Tarutung in the south. Towards the end of the 20th century, new locations of this species were discovered further south. These include Mount Sorik Merapi and a unique high altitude peat swamp habitat near Lake Kerinci in Jambi. Charles Clarke cites its altitudinal range as 380 to 1800 m above sea level, with a habitat near the port town of Sibolga constituting the lower extreme and Mount Pangulubao the upper extreme. However, according to Matthew Jebb and Martin Cheek, N. tobaica can grow at altitudes of up to 2750 m.\n\nThis species typically grows terrestrially in exposed areas. Nepenthes tobaica commonly grows in forest edges, where it is often sympatric with species of Leptospermum and Rhodomyrtus.Nepenthes tobaica is very abundant in the Lake Toba region, to the point where it is \"difficult to avoid seeing it there\". N. tobaica is also known to grow in high altitude peat swamp forest near Lake Kerinci, at an altitude of 1100 m. At this location, the species grows alongside N. ampullaria, N. gracilis, N. mirabilis, N. reinwardtiana, and N. spathulata. The  Nepenthes species and hybrids at this site exhibit high levels of introgression. The vegetation is dominated by species of the genera Rhododendron and Melastoma, as well as orchids and ferns. It is very stunted and dense, with few trees exceeding 3 m in height. It is somewhat reminiscent of the highland heath forests around Bareo in Sarawak, Borneo.The conservation status of N. tobaica is listed as Least Concern on the 2006 IUCN Red List of Threatened Species based on an assessment carried out in 2000.",
    "Ecology-Pitcher infauna": "The pitchers of N. tobaica play host to a wide variety of infaunal organisms.\nThe mite species Creutzeria tobaica was described from the pitchers of a Javanese Nepenthes identified as N. tobaica. However, N. tobaica has not been recorded outside of Sumatra.",
    "Related species": "In 2001, Charles Clarke performed a cladistic analysis of the Nepenthes species of Sumatra and Peninsular Malaysia using 70 morphological characteristics of each taxon. The following is a portion of the resultant cladogram, showing part of \"Clade 6\". The sister pair of N. angasanensis and N. mikei has 79% support.\n\nThe pitchers of N. tobaica are similar to those of N. adnata, although the stem and lamina are quite different.",
    "Natural hybrids": "Five natural hybrids involving N. tobaica have been recorded to date; specifically, crosses with N. ampullaria, N. reinwardtiana, N. rhombicaulis, N. spathulata, and N. spectabilis.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "\"Nepenthes tobaica\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA)."
  }
}