{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_gracilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. gracilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes gracilis (; from Latin: gracilis \"slender\"), or the slender pitcher-plant, is a common lowland pitcher plant that is widespread in the Sunda region. It has been recorded from Borneo, Cambodia, Peninsular Malaysia, Singapore, Sulawesi, Sumatra, and Thailand. The species has a wide altitudinal distribution of 0 to 1100 m (and perhaps even 1700 m) above sea level, although most populations are found below 100 m and plants are rare above 1000 m. Despite being a widespread plant, natural hybrids between N. gracilis and other species are quite rare.\nNepenthes gracilis was formally described by Pieter Willem Korthals in his 1839 monograph, \"Over het geslacht Nepenthes\".Nepenthes abgracilis from the Philippines is named for its superficial similarity to this species.",
    "Carnivory": "The small, elongated pitchers of N. gracilis appear relatively unremarkable and have a very thin peristome. Nevertheless, the species is unusual (and possibly unique) in that the underside of the pitcher lid bears an uneven layer of wax crystals. This layer is not as thick as, and structurally distinct from, that found in the waxy zone of the pitcher interior, and insects can easily adhere to it in dry conditions. During downpours, however, it functions as part of a trapping mechanism, whereby the impact of raindrops striking the lid causes insects to lose their footing and fall into the pitcher cup below.",
    "Distribution": "One of the most widespread Nepenthes species, N. gracilis is native to Borneo, Cambodia, Peninsular Malaysia, Singapore, Sumatra, central Sulawesi, and southernmost Thailand. It has also been recorded from many smaller islands, including Bangka, Batu Islands, Belitung, Bengkalis, Ko Lanta, Ko Tarutao, Labuan, Langkawi, Mendol, Mentawai Islands (Siberut), Meranti Islands (Padang, Rangsang, and Tebing Tinggi), Musala, Nias, Penang, Phuket, Riau Islands (Lingga Islands, Natuna Islands, and Riau Archipelago), and Rupat.",
    "Taxonomy": "In 2001, Charles Clarke performed a cladistic analysis of the Nepenthes species of Sumatra and Peninsular Malaysia using 70 morphological characteristics of each taxon. The following is a portion of the resultant cladogram, showing part of \"Clade 6\", which includes N. gracilis.",
    "Infraspecific taxa": "Despite varying little across its range, N. gracilis has a number of infraspecific taxa. Most of these are no longer considered valid.\n\nNepenthes gracilis f. angustifolia (Mast.) Hort.Westphal (1993)\nNepenthes gracilis var. angustifolia (Mast.) Hort.Weiner in sched. (1985)\nNepenthes gracilis var. arenaria Ridl. ex Macfarl. (1908)\nNepenthes gracilis var. elongata Blume (1852)\nNepenthes gracilis var. longinodis Beck (1895)\nNepenthes gracilis var. major Hort.Van Houtte ex Rafarin (1869)\nNepenthes gracilis var. teysmanniana (Miq.) Beck (1895)",
    "Natural hybrids": "The following natural hybrids involving N. gracilis have been recorded.\n\nN. albomarginata × N. gracilis\nN. ampullaria × N. gracilis [=N. × trichocarpa]\n(N. ampullaria × N. gracilis) × N. bicalcarata [=N. × trichocarpa × N. bicalcarata]\nN. bicalcarata × N. gracilis [=N. × cantleyi]\n? N. eustachya × N. gracilis\nN. gracilis × N. mirabilis [=N. × sharifah-hapsahii, N. × ghazallyana, N. × grabilis, N. neglecta?]\nN. gracilis × N. northiana [=N. × bauensis]\nN. gracilis × N. rafflesiana\nN. gracilis × N. reinwardtiana\nN. gracilis × N. sumatrana",
    "References": "\n\n== Further reading =="
  }
}