{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_insignis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. insignis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes insignis  is a tropical pitcher plant endemic to New Guinea and surrounding islands. The specific epithet insignis is Latin for \"distinguished\" or \"remarkable\".",
    "Botanical history": "The first known collection of N. insignis was made by August Adriaan Pulle on November 9, 1912. The specimen, Pulle 277, was collected in southwestern New Guinea at the \"[b]order of the Beaufort River\" at an altitude of 80 m. It includes male floral material and is deposited at the Bogor Botanical Gardens (formerly the Herbarium of the Buitenzorg Botanic Gardens) in Java. It is also preserved in alcohol and is sheet 201110 at the National Herbarium of the Netherlands in Leiden.Nepenthes insignis was collected again in September 1926, by Willem Marius Docters van Leeuwen. The specimens, Docters van Leeuwen 10258 and 10286, were collected in northwestern New Guinea at the \"[b]order of affluent C of the Rouffaer River\" at an altitude of 250 m. They are also deposited at the Bogor Botanical Gardens, although they do not include floral material.B. H. Danser formally described N. insignis in his seminal monograph \"The Nepenthaceae of the Netherlands Indies\", published in 1928. The description was based solely on herbarium material and Danser did not see the species in its natural habitat. Danser designated Pulle 277 as the type specimen.Two further collections of N. insignis were made by Leonard John Brass in March 1939, 4 km south west of Bernhard Camp, Idenburg River (sheet 13379) and 8 km south west of Bernhard Camp (sheet 13669). Both are deposited at the Bogor Botanical Gardens.It appears that N. insignis was knowingly observed in the wild only in 1994 by four members of a field trip to New Guinea: W. Baumgartl, B. Kistler, H. Rischer, and A. Wistuba. A report on the group's findings was published in the Carnivorous Plant Newsletter the following year.",
    "Description": "Nepenthes insignis is a weak climber. The stem is usually around 50 to 80 cm long and up to 7 mm in diameter. Internodes are triangular in cross section and up to 9 cm long.Leaves are coriaceous and sessile. The lamina is linear-lanceolate or slightly spathulate and up to 35 cm long and 6 cm wide. It has an acute apex and is gradually attenuate towards the base. Four to six longitudinal veins are present on either side of the midrib. Pinnate veins run obliquely towards the margin and are indistinct in the outer part of the lamina. Tendrils are up to 6 mm in diameter and may or may not have a curl.\n\nRosette and lower pitchers are ovate or narrowly ovate in the lower half and cylindrical above. They can be very large, reaching 35 cm in height. Terrestrial pitchers usually lack fringed wings, having a pair of ribs instead. The insertion of the pitcher mouth is slightly oblique. The flattened peristome bears ribs spaced 0.5 to 1 mm apart. Its inner margin is lined with small teeth up to 1 mm long. It is not elongated into a neck. The inner portion of the peristome accounts for around 43% of its total cross-sectional surface length. The inner surface of the pitcher is glandular in its lower half. Digestive glands are present at a density of 150 to 1500 per square centimetre. The waxy zone is reduced. The pitcher lid is orbiculate to broad cordate, bears a distinct midline, and may be up to 8 cm long. Numerous large glands are present on the underside of the lid, concentrated near the two main lateral veins. An unbranched filiform spur (≤5 mm long) is inserted near the base of the lid.Upper pitchers gradually arise from the ends of the tendrils, forming a 5 to 35 mm wide curve. They are infundibulate in the lower part and cylindrical above. They are up to 30 cm high and 8 cm wide. They may have very short wings (≤3 cm long) below the peristome. The pitcher mouth is oblique and acute or acuminate towards the lid. The expanded peristome is up to 35 mm wide and bears ribs spaced 0.5 to 1 mm apart. Its inner margin is lined with teeth which are about as long as they are wide. The inner surface of the pitcher is almost wholly glandular. The very small, overarched digestive glands occur at a density of 400 to 3000 per square centimetre. The pitcher lid is orbicular-ovate and up to 7.5 cm long. It bears a distinct midline and two distinct lateral veins. A number of large suborbicular glands are concentrated around these veins. A filiform spur (≤5 mm long) is inserted near the base of the lid.\n\nNepenthes insignis has a racemose inflorescence. The peduncle is up to 18 cm long and 7 mm in diameter. The rachis is attenuate, angular in cross section, and up to 46 cm long. Pedicels are two-flowered and lack bracts. They may be up to 22 mm long. The oblong tepals are approximately 4 mm long. Stamens are around 5 mm long including the anthers.Most parts of the plant are virtually glabrous. Developing pitchers have a sparse indumentum of short stellate hairs. Developing inflorescences are very densely hairy, becoming less hairy when mature. Pedicels and tepals are densely and shortly hairy. Stamens are more densely hairy near the base than near the anthers.The stem and lamina are green. Lower pitchers are usually dark green with red blotches concentrated near the peristome, which is dark reddish brown. Upper pitchers are yellowish green with fewer blotches. Herbarium specimens are greenish or yellowish to light brown in colour. Faint red spots are visible on the outside surface of preserved pitchers. In dried specimens, the non-glandular portion of the inner surface is bluish and pruinose and may or may not be spotted.",
    "Ecology": "Nepenthes insignis is endemic to Western New Guinea and a number of nearby islands in Cenderawasih Bay. It has an altitudinal distribution of 0–850 m above sea level. In the southern part of the Lake Plains region of New Guinea it has been recorded from elevations of between 115 and 800 m. A smaller form of this species is also found near sea-level on the island of Biak.Nepenthes insignis occurs in dense forest and on foothills. Plants usually grow epiphytically in thick layers of moss, especially in trees overhanging rivers. At higher altitudes, the species has also been recorded from sediment bars along rivers. Relative humidity is always high in these habitats; the seeds of one plant which grew near a small waterfall were found to have germinated while still in their capsules.In its natural habitat, N. insignis occurs sympatrically with N. ampullaria, N. maxima (above 400 m altitude), N. mirabilis, and plants tentatively identified as N. papuana that grow at 575 m altitude. One natural hybrid with N. mirabilis has been recorded.Nepenthes insignis is listed as Vulnerable on the 2006 IUCN Red List of Threatened Species.",
    "Carnivory": "The prey of N. insignis appears to consist almost solely of big-winged cockroaches. It has been suggested that these nocturnal insects are attracted by odour produced by the plant.Nepenthes insignis has been used in a study concerning the carnivory of Nepenthes and their production of the allelochemical plumbagin. It was shown that L-alanine fed in vitro to the pitchers of N. insignis is used to build up plumbagin, but is not incorporated into rossoliside and plumbaside A. The results suggest that these compounds are used for storage and have very low turnover rates.",
    "Related species": "B. H. Danser suggested that N. insignis is related to N. merrilliana from the Philippines. He placed both species in the Insignes clade, the members of which are characterised by coarse stems, large leaves, sparse indumentums, sessile leaves, and lids without appendages.Nepenthes insignis has also been compared to N. sibuyanensis, another Philippine endemic. It can be distinguished from that species on the basis of a number of morphological features. The former produces two-flowered pedicels, whereas those of N. sibuyanensis are one-flowered. The pitcher mouth of N. insignis is oblique, compared to almost horizontal in the latter. In addition, the peristome of N. sibuyanensis forms a short neck, while N. insignis lacks a neck completely. Furthermore, N. insignis has shorter peristome teeth than N. sibuyanensis (1 mm versus 5 mm). The pitchers of N. sibuyanensis also differ in shape, being ovate or slightly infundibulate.",
    "Natural hybrids": "A putative hybrid between N. insignis and N. mirabilis was found by members of the 1994 field trip to New Guinea. The plant was growing at an altitude of around 500 m.In Papua, N. insignis is commonly sympatric with N. ampullaria and N. maxima, and hybrids involving these species may also occur, although none have been recorded to date.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Photographs of N. insignis"
  }
}