{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_klossii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. klossii"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes klossii  is a tropical pitcher plant endemic to New Guinea.",
    "Botanical history": "Nepenthes klossii was discovered in southwestern New Guinea during the Wollaston Expedition of 1912–1913. The type specimen of the species,  Kloss s.n., was collected by Cecil Boden Kloss near an expedition campsite (camp VIb) on 26 January 1913, at an elevation of between 930 and 1170 m above sea level. It is deposited at the herbarium of the Singapore Botanic Gardens. The specimen is of unknown sex as it lacks floral material.In August 1916, N. klossii was formally described by Henry Nicholas Ridley in a report on the Wollaston Expedition published in The Transactions of the Linnean Society of London. The specific epithet klossii honours Cecil Boden Kloss, who first collected it three years earlier. Ridley wrote of this species:\nThis splendid species resembles N. maxima, Reinwardt, but is distinct in its hairiness. The pitchers have much the shape of the upper ones of N. Rafflesiana, Jack. The operculum is of a deep purple, the colour of the rest I do not know.\n\nA revised description and illustration of N. klossii were published in 1928 in B. H. Danser's seminal monograph \"The Nepenthaceae of the Netherlands Indies\". Based on an examination of the N. klossii type specimen, Danser pointed out that Ridley had described the lower surface of the leaf as the upper surface and vice versa. The illustration from Danser's monograph does not accurately show the hooded shape of the pitcher or the lateral insertion of the mouth; this would only be demonstrated in Matthew Jebb's 1991 monograph, \"An account of Nepenthes in New Guinea\".With regards to the intrageneric relationships of N. klossii, Danser wrote: \"This insufficiently described species seems to be closely related to N. stenophylla, but I dare not unite these two.\" However, Danser's description of N. stenophylla was based on the type specimen of N. fallax, a species considered by some to be distinct from the former. Danser placed N. klossii in the Regiae clade together with 14 other species. He wrote: \"Very closely related, but certainly distinct species are in the first place N. Veitchii, N. stenophylla, N. Klossii and N. fusca.\"",
    "Description": "Nepenthes klossii, like virtually all species in the genus, is a scrambling vine. The stem may climb to a height of several metres.\n\nThe leaves of the climbing stem are coriaceous and petiolate. The lamina or leaf blade is oblong-lanceolate in shape and up to 25 cm long by 9 cm wide. It has an obtuse apex and is abruptly contracted towards the petiole, which is up to 6 cm long and bears a pair of wings (≤5 mm wide). Around three longitudinal veins are present on either side of the midrib. They originate from the wings of the petiole and run roughly parallel to the midrib in the outer third to fourth of the lamina. Pinnate veins are indistinct and reticulate. \nTendrils are usually 1 to 1.5 times as long as the lamina and range in diameter from 2 mm near the lamina to 5 mm near the base of the pitcher. They often have a curl in the middle.\n\nRosette and lower pitchers have two wings (≤9 mm wide) running down the ventral surface of the pitcher cup. Fringe elements are up to 7 mm long.Upper pitchers abruptly arise from the ends of the tendrils, forming a 45 mm wide curve. They are narrowly infundibular in shape, sometimes becoming tubulose towards the mouth. Aerial pitchers are up to 26 cm high by 7 cm wide. The ventral wings are usually reduced to a pair of prominent ribs in aerial pitchers. The pitcher mouth (≤4 cm wide) is oblique at the front and elevated at the rear, although it does not form a neck. The peristome is flattened and ranges in width from 3 mm at the front to 14 mm near the lid. It bears a series of ribs up to 1 mm high and spaced up to 1.5 mm apart, while its inner margin is almost entire. The glandular region is composed of tiny overarched glands and covers the lower half of the pitcher's inner surface. The lid or operculum is suborbicular, slightly cordate at the base, and about 5 cm long by 5 cm wide. An obtuse, laterally-flattened appendage (≤8 mm long) is present in the basal part of the midrib on the lid's lower surface. Both the appendage and the lower surface of the lid are wholly glandular, bearing numerous deepened and rimmed glands of varying sizes. An unbranched, attenuate spur is inserted on the highest part of the pitcher's dome, around 20 mm from the base of the lid.Nepenthes klossii has a racemose inflorescence. The peduncle is around 18 cm long, while the rachis reaches 14 cm in length. Pedicels are one- to three-flowered and up to 10 mm long. Tepals are oblong, obtuse, and around 3 mm long by 1 mm wide. Fruits are approximately 15 mm long, being distinctly attenuate towards the base and indistinctly attenuate towards the apex.A dense, golden indumentum is present on the underside of the lamina, composed of short spreading stellate hairs, longer branched hairs, and even longer unbranched hairs (≤7 mm long). The upper surface of the lamina is glabrous. The pitchers and tendrils have a similar covering of hairs to the underside of the lamina, although it is less dense. The spur has a very dense indumentum of short hairs. Spreading hairs cover the fruits and the outer surface of the tepals.Pitchers are red speckled with a purple lid. Herbarium specimens are yellowish in colour, with the inner surface of the pitcher being bluish and pruinose above the glandular region.",
    "Ecology": "Nepenthes klossii is endemic to the Indonesian province of Papua in New Guinea. It has been recorded from the regencies of Merauke and Paniai, as well as the lower slopes of Puncak Jaya. The species has a wide altitudinal distribution, ranging from 930 to 2000 m above sea level.The typical habitat of N. klossii consists of high altitude swampy forest, although it may also occur in grassland. At one location, N. klossii is sympatric with a miniature form of N. maxima at 1700 m and putative hybrids with this species have been recorded there. This population is greatly threatened as the habitat is \"scheduled to be cleared for development\".Nepenthes klossii is extremely rare in the wild and its conservation status is listed as Endangered on the 2014 IUCN Red List of Threatened Species based on an assessment carried out in 2000. Stewart McPherson states that it is very difficult to assess the conservation status of this species as it is so poorly known. The only easily accessible population of N. klossii is threatened by a road planned to run through its habitat, the construction of which had already begun as of March 2009. Other populations of this species are far less accessible and some have not been observed in decades.",
    "Carnivory": "Nepenthes klossii is one of only two species in the genus to employ domed pitchers with white patches that allow sunlight to illuminate their interiors. The only other species with similar pitcher morphology is N. aristolochioides of Sumatra. When viewed from the front, the peristome and lid of these species appear dark, in contrast to the inner surface of the pitcher, which is brightly lit by light passing through the top of the pitcher dome.Although there has been no comprehensive study of the trapping mechanism of N. klossii, it has been suggested that in the upper pitchers of N. aristolochioides this adaptation serves to attract flying insects in a similar manner to the North American pitcher plants Darlingtonia californica, Sarracenia minor, and Sarracenia psittacina. Unable to find the exit, prey are often disorientated inside the pitchers of N. aristolochioides, eventually falling into the pitcher fluid and drowning. Most of the prey caught by N. aristolochioides and N. klossii consists of small flying insects, which are attracted to bright light sources.",
    "Related species": "Nepenthes klossii belongs to the loosely defined \"N. maxima complex\", which also includes, among other species, N. boschiana, N. chaniana, N. epiphytica, N. eymae, N. faizaliana, N. fusca, N. maxima, N. platychila, N. stenophylla, and N. vogelii.In terms of pitcher morphology, N. klossii resembles N. aristolochioides in some respects, although the pitchers of the former are much larger. However, the two species are geographically isolated from each other and are not thought to be closely related. The unique adaptations of these taxa are thought to represent an example of convergent evolution, whereby two organisms that are not closely related independently acquire similar characteristics while evolving in separate, but comparable, ecosystems. Nepenthes klossii can be distinguished from N. aristolochioides on the basis of its much larger, petiolate laminae.Nepenthes eustachya from Sumatra exhibits considerable variability and occasionally produces hooded upper pitchers that superficially resemble those of N. klossii. However, these species are otherwise easy to distinguish.",
    "Notes": "",
    "References": "[Anonymous] 2012. \"Nepenthes klossii on general release!\" (PDF). Nepenthes Growers Newsletter 1(1): 9.\n(in Indonesian) Mansur, M. 2001. \"Koleksi Nepenthes di Herbarium Bogoriense: prospeknya sebagai tanaman hias\" (PDF). Archived from the original (PDF) on 2012-03-19. In: Prosiding Seminar Hari Cinta Puspa dan Satwa Nasional. Lembaga Ilmu Pengetahuan Indonesia, Bogor. pp. 244–253.",
    "External links": "Photographs of N. klossii"
  }
}