{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_madagascariensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. madagascariensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes madagascariensis (; from Madagascar) is one of two Nepenthes pitcher plant species native to Madagascar, the other being N. masoalensis.",
    "Botanical history": "Nepenthes madagascariensis was the first Nepenthes species to be scientifically described; Étienne de Flacourt recorded it in 1658 under the name Amramatico. He published a description of the plant in his seminal work Histoire de la Grande Isle de Madagascar. It reads:\nIt is a plant growing about 3 feet high which carries at the end of its leaves, which are 7 inches long, a hollow flower or fruit resembling a small vase, with its own lid, a wonderful sight. There are red ones and yellow ones, the yellow being the biggest. The inhabitants of this country are reluctant to pick the flowers, saying that if somebody does pick them in passing, it will not fail to rain that day. As to that, I and all the other Frenchmen did pick them, but it did not rain. After rain these flowers are full of water, each one containing a good half-glass. [translated from French in Pitcher-Plants of Borneo]",
    "Ecology": "Nepenthes madagascariensis occurs along the eastern coast of Madagascar. It is most common in the south of the island, around Tôlanaro, though it is found as far north as the Masoala Peninsula. It grows along the edges of swamps and in peaty or sandy soils at low altitudes.The pitchers of N. madagascariensis play host to at least two species of infaunal spiders: Synema obscuripes and Theridion decaryi.",
    "Infraspecific taxa": "N. madagascariensis var. macrocarpa Scott Elliot (1891)\nN. madagascariensis var. cylindrica Dub. (1906)",
    "References": "",
    "Further reading": "",
    "External links": "ARKive - images and movies of the Madagascar pitcher plant (Nepenthes madagascariensis)"
  }
}