{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_ampullaria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. ampullaria"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes ampullaria (; Latin ampulla meaning \"flask\") is a very distinctive and widespread species of tropical pitcher plant, present in Borneo, the Maluku Islands, New Guinea, Peninsular Malaysia, Singapore, Sumatra, and Thailand.Nepenthes ampullaria, unlike other members of its genus, has evolved away from carnivory and the plants are partly detritivores, collecting and digesting falling leaf litter in their pitchers.In the 1996 book Pitcher-Plants of Borneo, N. ampullaria is given the vernacular name flask-shaped pitcher-plant. This name, along with all others, was dropped from the much-expanded second edition, published in 2008.",
    "Description": "Due to its unique pitcher morphology and unusual growth habit, it is difficult to confuse N. ampullaria with any other species in the genus. Francis Ernest Lloyd translated Troll's 1932 account of this species as follows:\n\"I came across N. ampullaria among the massive vegetations of a swamp-forest on the island of Siberut off the west coast of Sumatra. It was a fabulous, unforgettable sight. Everywhere, through the network of lianas the peculiarly-formed pitchers of this species gleamed forth, often in tight clusters and, most remarkably, the muddy moss-overgrown soil was spotted with the pitchers of this plant, so that one got the impression of a carpet.\"\nThe stem of N. ampullaria is light brown in colour and may climb to 15 m in height. Leaves are light green, up to 25 cm long, and 6 cm wide. Pitchers are produced at the ends of short tendrils no more than 15 cm long.The urceolate pitchers are generally quite small, rarely exceeding 10 cm in height and 7 cm in width. The peristome is greatly incurved, with the inner section accounting for around 85% of its total cross-sectional surface length. Upper pitchers are very rarely produced and are considerably smaller than those formed on rosettes or offshoots. Pitchers range in colouration from light green throughout to completely dark red, with many intermediate forms recorded. The pitchers of N. ampullaria from Sumatra and Peninsular Malaysia are almost exclusively green throughout or green with red speckles; the red forms are mostly confined to Borneo. A large-pitchered form has been recorded from New Guinea.The inflorescence of N. ampullaria is a dense panicle. It is the only Nepenthes species recorded from Sumatra or Peninsular Malaysia that produces paniculate inflorescences.All parts of the plant are densely covered with short, brown hairs when young. The indumentum of mature plants is more sparse, except on the inflorescenes.",
    "Distribution and habitat": "One of the most widespread Nepenthes species, N. ampullaria is native to Borneo, the Maluku Islands, New Guinea, Peninsular Malaysia, Singapore, Sumatra, and Thailand. It has also been recorded from many smaller islands, including Bangka, Bengkalis, Ko Lanta, Ko Tarutao, Langkawi, Mendol, Mentawai Islands (Siberut), Meranti Islands (Padang, Rangsang, Tebing Tinggi), Nias, Penang, Riau Islands (Lingga Islands, Natuna Islands, Riau Archipelago), and Rupat.Nepenthes ampullaria generally grows in damp, shady forest from sea-level to 2100 m altitude. In Borneo, it occurs usually on relatively flat terrain in kerangas forest, peat swamp forest, and degraded swamp forest, at elevations of 0 to 1000 m.In Sumatra and Peninsular Malaysia, it grows from sea-level to 1100 m altitude on flat terrain in heath forest, padang (meaning \"field\" in Malay), belukar, peat swamp forest, degraded swamp forest, and in padi fields.In New Guinea, it is predominantly present in Araucaria forests. The species has also been recorded from secondary forests, open microphyllous vegetation, and swamp grassland.",
    "Carnivory": "Nepenthes ampullaria has largely moved away from carnivory and acquires a substantial portion of its nutrients from digesting leaf matter that falls to the forest floor.  It is thus partially detritivorous.\nThe species has developed several unique traits as a consequence of its adaptation to trapping leaf litter:\nIt is one of the few species in the genus to lack \"lunate\" cells in its pitchers. These are modified stomatal guard cells which, it is thought, deny prey a foothold in the pitcher.\nThe pitcher lid is atypical, being very small and reflexed, such that leaf litter is allowed to fall directly into the pitcher.\nNectar glands, which play an important role in prey capture, are very rare and in some cases completely absent from the pitcher lid.\nThe marginal glands of the peristome are greatly reduced compared to those of other species.\nIn terrestrial pitchers, the glandular region extends almost to the peristome, such that there is little or no conductive waxy zone. The waxy zone functions by causing prey to slip and fall into the digestive fluid.\nThe plant's architecture, consisting of subsurface runners and offshoots, is unusual for the genus.  The species often forms a \"carpet\" of pitchers covering the soil. This serves to maximise the area over which falling debris may be intercepted.\nThe pitchers of N. ampullaria are relatively long-lived, as the species relies on a slow accumulation of nutrients over time.\nIt is thought that infaunal organisms, such as mosquito larvae, facilitate breakdown of leaf litter and aid in the transfer of nitrogen from it to the plant by means of the excretion of ammonium ions. Bacterial breakdown of leaf matter is also known to produce ammonium ions.It has been shown that foliar stable nitrogen isotope (15N) abundance in N. ampullaria plants growing under forest canopy (litterfall present) is significantly lower than in plants without access to litterfall. Conversely, total nitrogen concentrations are higher in these plants compared to those growing in open sites with no litterfall. A 2003 study estimated that N. ampullaria plants growing under forest canopy derive 35.7% (±0.1%) of their foliar nitrogen from leaf litter. A 2011 study found that N. ampullaria derives 41.7% (±5.5%) of its laminar nitrogen and 54.8% (±7.0%) of its pitcher nitrogen from leaf litter, and showed that detritivory increased the rate of net photosynthesis in the laminae.",
    "Pitcher infauna": "At least 59 infaunal species have been recorded from the pitchers of N. ampullaria. Among these are one of the smallest known species of Old World frog, Microhyla nepenthicola, and the crab spider, Misumenops nepenthicola. The bacterial communities found in the pitchers of this species have also been studied.",
    "Infraspecific taxa": "The most recently described variety, N. ampullaria var. racemosa, occurs in Sarawak and has a racemose inflorescence. B. H. Danser considered the other varieties to be unimportant. A complete list of published varietal names includes:\nN. ampullacea var. picta Hort.Parker ex Rafarin (1869)\nN. ampullacea var. vittata Hort.Van Houtte ex Rafarin (1869)\nN. ampullaria var. geelvinkiana Becc. (1886)\nN. ampullaria var. guttata D.Moore (1872)\nN. ampullaria var. longicarpa Becc. (1886)\nN. ampullaria var. microsepala Macfarl. (1911)\nN. ampullaria var. papuana Becc. in sched. nom.nud.\nN. ampullaria var. racemosa J.H.Adam & Wilcock (1990)\nN. ampullaria var. viridis Hort. ex Teijsm. (1859) nom.nud.\nN. ampullaria var. vittata-major Mast. (1872)",
    "Natural hybrids": "N. ampullaria flowers once or twice annually for several weeks at a time. Its flowering period often coincides with those of other Nepenthes species; consequently, it readily forms natural hybrids. The following natural hybrids involving N. ampullaria have been recorded.\n\nN. albomarginata × N. ampullaria\nN. ampullaria × N. bicalcarata\nN. ampullaria × N. eustachya\nN. ampullaria × N. gracilis [=N. × trichocarpa]\n(N. ampullaria × N. gracilis) × N. bicalcarata [=N. × trichocarpa × N. bicalcarata]\nN. ampullaria × N. hemsleyana\nN. ampullaria × N. hirsuta\nN. ampullaria × N. mirabilis [=N. × kuchingensis, Nepenthes cutinensis]\nN. ampullaria × N. neoguineensis\nN. ampullaria × N. rafflesiana [=N. × hookeriana]\n? (N. ampullaria × N. rafflesiana) × N. mirabilis [=N. × hookeriana × N. mirabilis]\nN. ampullaria × N. reinwardtiana\nN. ampullaria × N. spathulata\nN. ampullaria × N. tobaica",
    "References": "",
    "Further reading": "",
    "External links": "Photographs of N. ampullaria at the Carnivorous Plant Photofinder"
  }
}