{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_ramos",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. ramos"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes ramos is a tropical pitcher plant native to northeastern Mindanao, the Philippines. It is known from only a handful of herbarium specimens collected in 1919 at an elevation of 670 m above sea level. It likely grows in forest on ultramafic soils.Nepenthes ramos belongs to the informal \"N. alata group\", which also includes N. alata, N. ceciliae, N. copelandii, N. extincta, N. graciliflora, N. hamiguitanensis, N. kitanglad, N. kurata, N. leyte, N. mindanaoensis, N. negros, N. saranganiensis, and N. ultra. These species are united by a number of morphological characters, including winged petioles, lids with basal ridges on the lower surface (often elaborated into appendages), and upper pitchers that are usually broadest near the base.The specific epithet ramos honours Philippine botanical collector Maximo Ramos, who collected the type material with J. Pascasio.Plants matching the description of N. ramos have been observed in the Mindanao provinces of Bukidnon, Davao Oriental, and Surigao, and on an \"isolated mountain\" on an undisclosed island around 120 km from the type locality. These discoveries suggest that N. ramos might be the most common member of the \"N. alata group\" on the island of Mindanao.",
    "Nepenthes kurata": "Nepenthes kurata was described in 2013 as a species known only from Mount Malindang in Misamis Occidental Province, Mindanao, where it was recorded at c. 1400 m altitude. This would make it one of the most westerly known Nepenthes species in Mindanao. (In 1995 N. mirabilis was found near Polanco, further to the west.) This taxon was previously described as a variety of N. alata—N. alata var. ecristata—in John Muirhead Macfarlane's 1908 monograph, \"Nepenthaceae\".The specific epithet kurata honours botanist Shigeo Kurata, best known for his 1976 book, Nepenthes of Mount Kinabalu.Nepenthes kurata was formally synonymised with N. ramos in 2016.",
    "References": "\nMey, F.S. (2013). Nepenthes alzapan and an army of new species from the Philippines. Strange Fruits: A Garden's Chronicle, July 15, 2013.\n(in German) Micheler, M., T. Gronemeyer, A. Wistuba, D. Marwinski, W. Suarez & V. Amoroso (2013). Nepenthes viridis, eine neue Nepenthes-Art von der Insel Dinagat, Philippinen. Das Taublatt 76: 4–21.\nSmith, L. (2014). Pitcher perfect - but carnivorous plants are at risk. The Independent, January 5, 2014."
  }
}