{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_beccariana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. beccariana"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes beccariana  is a tropical pitcher plant. The species was described in 1908 by John Muirhead Macfarlane based on a specimen collected from the island of Nias, which lies off the western coast of Sumatra. It appears to be closely related to both N. longifolia and N. sumatrana, and the former is possibly a heterotypic synonym of this taxon.",
    "Botanical history": "The type specimen of N. beccariana was collected by Italian explorer Elio Modigliani during an 1886 expedition to Nias, an island located approximately 120 km from the port town of Sibolga in Sumatra. It is designated as E.Modigliani s.n. and is specimen FI-HB 7485 at the Herbarium Beccarianum in Florence, Italy. The type specimen consists of fragments of three leaves and three pitchers (two rosette pitchers and one upper pitcher) and is in a damaged state, with the leaves separated from the stem in such a way that their form of attachment is unknown.Nepenthes beccariana was formally described by John Muirhead Macfarlane in his 1908 monograph, \"Nepenthaceae\". It is named in honour of Italian naturalist Odoardo Beccari. Macfarlane's description includes a line drawing of N. beccariana, showing a leaf blade, a lower pitcher, and an upper pitcher. It has been suggested that the upper pitcher in this illustration actually represents a composite, with features of both lower and upper pitchers.Twenty years later, B. H. Danser synonymised the taxon with N. mirabilis in his seminal monograph, \"The Nepenthaceae of the Netherlands Indies\". With regards to the taxonomic  status of N. beccariana, Danser wrote:\nN. tubulosa and N. Beccariana of Macfarlane show important differences with the common N. mirabilis; yet I think them to be extreme variations of the latter. [...] N. Beccariana differs from N. mirabilis only by the other shape of the pitchers. I have not seen type material, which is collected in P. Nias, but in the Buitenzorg Herbarium there are wholly congruent plants from the neighbouring P. Sibéroet, which undoubtedly are plants of N. mirabilis, showing the peculiar character, that the upper pitchers have the shape and the wings of the lower pitchers of the common form. [...] N. tubulosa, N. Beccariana and N. Rowanae nearly show the extremes of the variation in the pitcher shape of N. mirabilis.\n\nHowever, Danser never saw the type specimen of N. beccariana; his inclusion of the taxon within N. mirabilis was based solely on herbarium material. In their 1997 monograph, \"A skeletal revision of Nepenthes (Nepenthaceae)\", Matthew Jebb and Martin Cheek included N. beccariana as a synonym of N. mirabilis, having not examined the type specimen either. The authors retained this synonymy in their 2001 monograph, \"Nepenthaceae\".In 2000, Jan Schlauer and C. Nepi examined the type specimen of N. beccariana and noted significant differences between it and N. mirabilis, suggesting that it should be restored as a distinct species. In Nepenthes of Sumatra and Peninsular Malaysia, Charles Clarke agreed that N. beccariana appears to be distinct from both N. mirabilis and N. sumatrana, but noted that if N. beccariana is found to be conspecific with N. longifolia, the latter taxon would become a heterotypic synonym of the former.",
    "Description": "The stem of N. beccariana is glabrous and 10 to 12 mm wide.\n\nLeaves are subcoriaceous and petiolate. The lamina or leaf blade is elliptic-lanceolate to obovate in shape. It is up to 40 cm long by 9 cm wide. The petiole is 7 to 10 cm long and winged. It is semi-amplexicaul, with the lower wings being slightly expanded. Tendrils are 25 to 35 cm long.Rosette and lower pitchers are up to 18 cm long by 5 cm wide. The peristome is up to 15 mm wide. The pitcher lid or operculum is ovate-cordate and up to 7 cm long by 5 cm wide. A filiform, club-shaped spur up to 15 mm long is inserted near the base of the lid.The cylindrical upper pitchers are larger than their lower counterparts, growing to 30 cm high by 6 cm wide.Flowers and fruits are unknown.No forms or varieties of N. beccariana have been described.",
    "Ecology": "Nepenthes beccariana is known with certainty only from the type locality on the island of Nias, where the type specimen was collected. This population has not been knowingly observed since its discovery by Modigliani and no photographs of it are known to exist.Plants that resemble N. beccariana and may be conspecific with it grow along the road from Sibolga to Tarutung in North Sumatra. This unidentified taxon is sympatric with N. ampullaria, N. gracilis, N. rafflesiana, N. reinwardtiana, and N. tobaica. A putative natural hybrid with N. sumatrana has been recorded.\nThe conservation status of N. beccariana has not been formally assessed and it is not listed on the 2006 IUCN Red List of Threatened Species.",
    "Related species": "Nepenthes beccariana is closely related to N. longifolia and N. sumatrana, and may be conspecific with the former. The extent of the variation in N. beccariana and N. longifolia is unknown, making them difficult to circumscribe. Observations of N. beccariana at the type locality would need to be carried out to resolve this taxonomic confusion.Despite sharing a number of morphological features with N. sumatrana, N. beccariana is difficult to confuse with this species. Nepenthes sumatrana is distinguished by its infundibular upper pitchers (versus cylindrical in N. beccariana), which have a raised section at the front of the peristome. In addition, the ovoid lower pitchers of N. sumatrana have orbicular lids, as opposed to the ovate operculum of N. beccariana.The unidentified taxon (N. cf. beccariana) that grows along the road from Sibolga to Tarutung is similar to N. longifolia, but is atypical of the species. It differs from the type form of N. longifolia in that the petioles are not decurrent into a pair of wings over the internodes and some of the hairs lining the leaf margins are caducous. The plants also differ in ecology; the unidentified taxon grows in both exposed sites and amongst dense vegetation, while N. longifolia is generally found in dense forest.",
    "Notes": "",
    "References": "",
    "External links": "Photographs of N. beccariana at the Carnivorous Plant Photofinder"
  }
}