{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_faizaliana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. faizaliana"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes faizaliana  is a tropical pitcher plant endemic to the limestone cliffs of Gunung Mulu National Park in Sarawak, Borneo.  It is thought to be most closely related to N. boschiana.",
    "Botanical history": "The type specimen of N. faizaliana, S 44163 (Lai & Jugah), was collected on November 10, 1981, on Batu Panjang in Gunung Mulu National Park. The holotype is deposited at the Sarawak Forest Department Herbarium (SAR) in Kuching, Sarawak; isotypes are held at the herbarium of the Royal Botanic Gardens, Kew (K) and at the National Herbarium of the Netherlands (L) in Leiden.Nepenthes faizaliana was formally described in 1991 by J. H. Adam and C. C. Wilcock. The description was published in the botanical journal Blumea. Nepenthes faizaliana was named after Muhammad Khairul Faizal, son of describing author J. H. Adam.In 1997, Matthew Jebb and Martin Cheek reduced N. faizaliana to a heterotypic synonym of N. stenophylla in their monograph on the genus. This treatment was followed by Anthea Phillipps and Anthony Lamb in their book Pitcher-Plants of Borneo. However, Charles Clarke retained N. faizaliana as a distinct species in his monograph Nepenthes of Borneo, which was published a few months after the work of Jebb and Cheek. This interpretation has been supported by subsequent authors.",
    "Description": "The climbing stem of Nepenthes faizaliana may be up to 8 mm in diameter. Internodes are cylindrical in cross section and up to 3 cm long.\n\nThe leaves alternate around the stem. They are petiolate and coriaceous in texture. The lamina is lanceolate to elliptic in shape and up to 14 cm long by 4 cm wide. It has an acute apex and an obtuse base. The petiole is canaliculate and up to 5 cm long. It is semi-amplexicaul, but lacks wings. Two longitudinal veins are present on either side of the midrib. Pinnate veins are indistinct. Tendrils reach 20 cm in length.Lower pitchers have not been formally described, although they are smaller and less frequently produced than their aerial counterparts. Upper pitchers are narrowly infundibular, becoming slightly wider in the upper part. They reach over 30 cm in height. In aerial pitchers, wings are usually reduced to a pair of ribs.   The waxy zone of the inner surface is well developed. The pitcher mouth has an oblique insertion. The peristome is flattened, cylindrical in cross section, and up to 4 mm wide. The lid or operculum is orbicular and has a distinctive glandular crest on its underside. An unbranched spur is inserted near the base of the lid.\n\nNepenthes faizaliana has a racemose inflorescence. The female inflorescence of this species has not been formally described. In male inflorescences, the peduncle is up to 17 cm long, while the axis reaches 40 cm in length. Pedicels are one-flowered, up to 20 mm long, and typically possess bracts. Sepals are lanceolate to oblong in shape and up to 4 mm long. A study of 120 pollen samples taken from the type specimen (S 44163 (Lai & Jugah)) found the mean pollen diameter to be 32.3 μm (SE = 0.4; CV = 7.6%).Nepenthes faizaliana bears an indumentum of white, stellate hairs on its stem and petioles. The upper surface of the lamina is glabrous, whereas the underside has a sparse covering of short, branched hairs. In addition, long white hairs are present at the base of the midrib.",
    "Ecology": "Nepenthes faizaliana is endemic to the limestone peaks of Gunung Mulu National Park in Sarawak, Borneo. It typically occurs at altitudes of 1000 to 1600 m above sea level, although it has been recorded from elevations as low as 400 m. N. faizaliana occurs both terrestrially and as an epiphyte on limestone outcrops and exposed ridge tops. It grows in close proximity to a number of other Nepenthes species, including N. stenophylla, N. tentaculata, and N. vogelii, but only one putative natural hybrid with N. veitchii has been recorded.\n\nAlthough most populations of N. faizaliana are remote and inaccessible to regular visitors, the species can be easily observed along the Pinnacles Trail on Mount Api.The conservation status of N. faizaliana is listed as Vulnerable on the 2006 IUCN Red List of Threatened Species based on an assessment carried out in 2000. In 1997, Charles Clarke informally classified the species as Vulnerable based on the IUCN criteria, noting that it is Conservation Dependent if populations in protected areas are taken into account.",
    "Related species": "Nepenthes faizaliana belongs to the loosely defined \"N. maxima complex\", which also includes, among other species, N. boschiana, N. chaniana, N. epiphytica, N. eymae, N. fusca, N. klossii, N. maxima, N. platychila, N. stenophylla, and N. vogelii.Nepenthes faizaliana appears to be most closely related to N. boschiana. These two species differ in the extent of their indumentums; that of N. faizaliana is well developed and conspicuous, while mature plants of N. boschiana are virtually glabrous. In addition, the lower pitchers of N. boschiana tend to have a more bulbous base and a wider peristome. The upper pitchers are hard to distinguish, although those of N. boschiana usually have a wider mouth. Charles Clarke writes that these differences are \"not major\" and that \"closer comparisons seem warranted\". Nepenthes boschiana and N. faizaliana are both limestone endemics and occur on the highest limestone formations in Borneo: the Meratus Range and the cliffs of Gunung Mulu National Park, respectively.\n\nNepenthes faizaliana is also similar to N. stenophylla, with which it was once synonymised. It differs from that species in having more lanceolate leaves, larger inflorescences, as well as a wider, more colourful and less recurved peristome. The flowers of N. faizaliana are borne singly on bracteate pedicels rather than on two-flowered partial peduncles. In addition, the glandular crest of N. faizaliana differs in shape and its lower pitchers are generally bulbous in the lower parts, unlike those of N. stenophylla. Some authors treat N. fallax in synonymy with N. stenophylla, while others consider them to be two distinct species, with plants commonly referred to as N. stenophylla actually representing N. fallax.Nepenthes faizaliana also bears a resemblance to N. fusca. In their description of the former, Adam and Wilcock distinguished these taxa on the basis of inflorescence structure, the size of the glandular region on the inner surface of upper pitchers, and the development and characteristics of the indumentum. In addition, N. faizaliana differs in having an orbicular pitcher lid, as opposed to the very narrow lid of N. fusca.",
    "References": "",
    "Further reading": "",
    "External links": "Nepenthes faizaliana at ARKive\n\"Nepenthes faizaliana\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA)."
  }
}