{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_bicalcarata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. bicalcarata"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes bicalcarata (; from Latin for \"two-spurred\"), also known as the fanged pitcher-plant, is a tropical pitcher plant endemic to northwestern Borneo, Indonesia. It is a myrmecophyte noted for its mutualistic association with a species of ant, Camponotus schmitzi. As an ant-fed plant it lacks many of the features that characterise the carnivorous syndrome in Nepenthes, including viscoelastic and highly alkaline  pitcher fluid, the waxy zone of the pitcher interior, and possibly even functional digestive enzymes.",
    "Botanical history": "Nepenthes bicalcarata was formally described by Joseph Dalton Hooker in his 1873 monograph, \"Nepenthaceae\", based on specimens collected by Hugh Low and Odoardo Beccari near the Lawas River in Borneo. The type specimen, Low s.n., is deposited at the Royal Botanic Gardens, Kew. Seven years later, Spencer Le Marchant Moore described Nepenthes dyak, based on a specimen (Teijsmann 10962) collected by Johannes Elias Teijsmann from Kapuas River near Sintang in western Borneo. This specimen is also held at the Royal Botanic Gardens, Kew and a duplicate is deposited at the National Herbarium of the Netherlands in Leiden. Nepenthes dyak was later mentioned several more times in the botanical literature, but is now considered conspecific with N. bicalcarta.Nepenthes bicalcarata was introduced to Europe in 1879 by British explorer Frederick William Burbidge, who collected plants for the famous Veitch Nursery. These were cultivated to larger size and distributed in 1881.During this time, interest in Nepenthes had reached its peak. A note in The Gardeners' Chronicle of 1881 mentions the Veitch Nursery's N. bicalcarata as follows:\n\"Then there is N. bicalcarata, a most robust habited kind with sturdy foliage and bag-like pitchers provided with a vicious-looking rat-trap-like apparatus in its lid which renders it very distinct from its neighbours.\"\nSeveral years after its introduction, N. bicalcarata was still very much a horticultural rarity. In Veitch's catalogue for 1889, N. bicalcarata was priced at £3.3s per plant, while the famous giant-pitchered N. northiana and N. rajah were selling for £2.2s.",
    "Description": "Nepenthes bicalcarata plants are the largest in the genus, climbing up to 20 m into the forest canopy. The cylindrical stem is thicker than that of any other Nepenthes species, measuring up to 3.5 cm in diameter. Internodes are up to 40 cm long.\n\nThe leaves of N. bicalcarata are petiolate and coriaceous in texture. The lamina is obovate-lanceolate in form and also reaches huge dimensions, growing to 80 cm in length and 12 cm in width. It is slightly decurrent on the stem, forming two narrow wings. The lamina has indistinct longitudinal veins and numerous pennate veins. Tendrils may be up to 60 cm long and 8 mm wide. They are hollow and swollen near the pitcher.\n\nAlthough most parts of the plant are very large, the pitchers themselves do not rival those of species such as N. rajah. Nevertheless, they may have a volume of over one litre and grow up to 25 cm high and 16 cm wide. A pair of prominent fringed wings (≤15 mm wide) runs down the front of lower pitchers. These are usually reduced to ribs in aerial pitchers. The peristome (≤20 mm wide) is characteristically flattened and curved inwards. The inner portion of the peristome accounts for around 70% of its total cross-sectional surface length. It bears small but distinct teeth. The two sharp spines for which the species is famous are present on the underside of the pitcher lid, and may be 3 cm long. They are derived from the uppermost 10–12 peristome ribs. The pitcher lid or operculum is reniform to cordate and has no appendages. An unbranched spur (≤15 mm long) is inserted at the base of the lid.Nepenthes bicalcarata has a paniculate inflorescence. The peduncle may be up to 40 cm long and the rachis can reach 100 cm in length. Female inflorescences are usually shorter. Branches on the flower stem are up to 40 mm long and bear up to 15 flowers. Sepals are either obovate or lanceolate and up to 4 mm long. A study of 120 pollen samples taken from a herbarium specimen (Fosberg 43860, altitude not recorded) found the mean pollen diameter to be 28.9 μm (SE = 0.4; CV = 7.5%).Mature plants are virtually glabrous. Caducous hairs are present on the youngest parts of the plant and on the inflorescences.\nNepenthes bicalcarata varies little across its range. Consequently, no infraspecific taxa have been described.",
    "Ecology and conservation status": "Nepenthes bicalcarata is endemic to Borneo. It is most common in the peat swamp forests of the western coast of the island, which stretch across Sarawak, Sabah, Kalimantan, and Brunei. There it often grows in the shade of the ubiquitous dipterocarp Shorea albida. Nepenthes bicalcarata also occurs in kerangas forest and has even been recorded from white sand heath forests in Sarawak and East Kalimantan. The species is often sympatric with N. ampullaria in these habitats.Specimens growing in undisturbed peat swamp forest, where sunlight is greatly diffused and high humidity prevails, reach the largest dimensions. Nepenthes bicalcarata has a shallow root system that only penetrates the top layer of peat and leaf litter, to a depth of about 25 cm. Below this, high concentrations of tannins and alkaloids render the substrate toxic.Nepenthes bicalcarata is generally found below 300 m in altitude, although Johannes Gottfried Hallier reported a single collection in 1894 from between 700 and 950 m above sea level.The conservation status of N. bicalcarata is listed as Vulnerable on the 2006 IUCN Red List of Threatened Species based on an assessment carried out in 2000. In 1997, Charles Clarke informally classified the species as Near Threatened based on the IUCN criteria. This agrees with the conservation status assigned to N. bicalcarata by the World Conservation Monitoring Centre.",
    "Carnivory": "The two thorns that give N. bicalcarata its name are unique to this species and bear some of the largest nectaries in the plant kingdom. The purpose of these structures has long been debated among botanists. Frederick William Burbidge suggested that they might serve to deter arboreal mammals such as tarsiers, lorises and monkeys from stealing the contents of the pitchers. In an article published in 1982, Cliff Dodd speculated on the function of the thorns, but did not believe they play a role in prey capture. Charles Clarke observed that monkeys and tarsiers rip the pitchers open at the sides in order to feed from them, rather than reaching in through the pitcher mouth. However, he found that the mammals attacked the pitchers of N. bicalcarata less frequently than those of other species, such as N. rafflesiana. Clarke's observations suggest that the spines likely serve to lure insects into a precarious position over the pitcher mouth, where they may lose their footing and fall into the pitcher fluid, eventually drowning. A similar trapping method is employed by the Sumatran endemic N. lingulata, which has a single filiform appendage positioned over the pitcher mouth. However, in that species the appendage is a structure of the lid and not the peristome.Together with N. ampullaria and N. ventricosa, N. bicalcarata is unusual in that the glandular region of the pitcher extends almost to the peristome, such that there is little or no conductive waxy zone. The waxy zone functions by causing prey to slip and fall into the digestive fluid. A 2004 study found that the peristome of N. bicalcarata plays a very important role in prey capture. When it is dry, the peristome is highly ineffective in catching insect prey, but when wetted, the capture rate increases more than three-fold.A 1999 study of pitcher morphology and spectral reflectance characteristics showed that N. bicalcarata has no colour contrast maximum between the peristome and pitcher cup in the ultraviolet waveband, but small maxima of –0.17 at 450 nm (violet), 0.32 at 548 nm (green), and –0.16 at 668 nm (red). This means that the peristome is less reflective than the pitcher cup in the violet and red bands, but more reflective in the green band. The contrast maxima in the green and blue regions seem to correspond to insect visual sensitivity maxima, while the others do not. Based on their findings, the authors made the \"tentative prediction\" that the upper pitchers of N. bicalcarata are less successful at catching anthophilous (flower-visiting) prey than those of sympatric N. rafflesiana.",
    "Association with ants and pitcher infauna": "Nepenthes bicalcarata plays host to an unusual species of ant that makes its nest in the plant's hollow tendrils. Described as Camponotus schmitzi in 1933, it is a member of the extremely populous and widespread genus of carpenter ants.\n\nThis unique animal–plant interaction was noted by Frederick William Burbidge as early as 1880. In 1904, Odoardo Beccari suggested that the ants feed on insects found on and around the plant, but may fall prey to it themselves. In 1990, B. Hölldobler and E. O. Wilson proposed that N. bicalcarata and C. schmitzi form a mutually beneficial association. At the time, however, no experimental data existed to support such a hypothesis. A series of observations and experiments carried out in Brunei by Charles Clarke (published in 1992 and 1998), and by Clarke and Roger Kitching (1993 and 1995), strongly support the mutualism theory.\nNepenthes bicalcarata is a myrmecotroph (ant-fed plant), obtaining nutrients from C. schmitzi in the form of egesta and, occasionally, ant remains. It has been estimated that this input accounts for 42% of the plant's total foliar nitrogen (76% in plants with ant occupancy rates above 75%). The ants increase nutrient retention in the pitchers by preying on infaunal flies, which would otherwise eventually leave their hosts and thereby act as kleptoparasites. This nutrients later becomes available to the plant through the ants' waste. Camponotus schmitzi has also been observed to attack newly caught insects and therefore prevent prey escape. At other times, the ants are very passive, remaining hidden under the inner peristome fold, presumably so as not to dissuade visitation by potential prey species. This behaviour is in stark contrast to other myrmecophytic ants, which are typically highly territorial. John Thompson has suggested that N. bicalcarata may be the only plant species that obtains nutrients through both insect capture and ant-hosting habits.\n\nCamponotus schmitzi is able to swim in the pitcher fluid using tripod-like leg coordination similar to that of terrestrial locomotion and can remain submerged for up to 30 seconds. When feeding, it appears to target large prey items only, cooperatively retrieving them from the fluid. Hauling food from the pitcher fluid to the peristome—a distance of no more than 5 cm—may take up to 12 hours. In this way the contents of N. bicalcarata pitchers is controlled such that organic matter does not accumulate to the point of putrefaction, which could lead to the demise of pitcher infauna (which may also benefit the plant) and sometimes the pitcher itself.The ants have been observed to clean the peristome of fungal hyphae and other contaminants, thereby maintaining high trapping efficiency over the pitcher's lifespan. Research conducted by Dennis and Marlis Merbach has shown that C. schmitzi also benefits N. bicalcarata by protecting it from pitcher-destroying weevils of the genus Alcidodes. In order to create a favourable environment for its pitcher inhabitants, it appears that N. bicalcarata actively maintains the pH of its pitcher fluid at a less acidic level than that found in most other Nepenthes species (this might explain the occasional presence of tree frog eggs in its pitchers). In doing so, however, the plant reduces its ability to digest and assimilate nutrients from captured prey. The pitcher fluid of N. bicalcarata is also less viscoelastic than that of most Nepenthes species, and appears to lack functional digestive enzymes. Nepenthes bicalcarata is therefore highly reliant on its ant symbiont. Indeed, plants not inhabited by C. schmitzi do not appear to benefit significantly from carnivory, with any gains from prey digestion being offset by the high costs of pitcher construction. Conversely, ant-inhabited plants have more leaves and a greater total leaf area, and ant presence is associated with lower pitcher abortion rates and more voluminous pitchers (and consequently greater prey biomass). Studies have shown that plants colonised by C. schmitzi have more nitrogen available to them, and a higher proportion of it is insect-derived.Camponotus schmitzi nests solely in the tendrils of N. bicalcarata and rarely ventures onto other plants. The species is completely dependent on N. bicalcarata for food and domicile. Nepenthes bicalcarata, on the other hand, is able to survive and reproduce without the presence of the ants; it is a facultative mutualist. This being the case, there appear to be few mature plants over 2 metres in height not colonised by C. schmitzi. The ants seem to favour upper pitchers and rarely colonise lower pitchers. This is likely due to the fact that terrestrial traps are periodically submerged in water during heavy rains. Flooding of the ants' nest chamber could result in the demise of the ant colony, particularly the developing eggs, larvae, and pupae.A species of mite, Naiadacarus nepenthicola, appears to be restricted to the pitchers of N. bicalcarata. It is thought to feed on decomposing leaves and insects that are caught in the pitchers. Deutonymphs of this mite are dispersed through phoresy on C. schmitzi.",
    "Natural hybrids": "The following natural hybrids involving N. bicalcarata have been recorded.\n\nN. ampullaria × N. bicalcarata\n(N. ampullaria × N. gracilis) × N. bicalcarata [=N. × trichocarpa × N. bicalcarata]\nN. bicalcarata × N. gracilis [=N. × cantleyi]\nN. bicalcarata × N. mirabilis (including N. bicalcarata × N. mirabilis var. echinostoma)\nN. bicalcarata × N. rafflesiana\n? (N. bicalcarata × N. rafflesiana) × N. mirabilis var. echinostomaNone of these hybrids are known to be colonised by C. schmitzi as is the parent species N. bicalcarata.",
    "Natural hybrids-N. ampullaria × N. bicalcarata": "Since N. ampullaria and N. bicalcarata are often sympatric in the wild, it is not surprising that they occasionally hybridise. Several examples of this natural hybrid are known from Brunei, where it grows in peat swamp forest and heath forest. It was first recorded by Mitsuru Hotta in 1966.Pitchers bear the characteristic thorns of N. bicalcarata, although they are greatly reduced in size. The mouth is round and the lid is ovate-cordate in form. This hybrid resembles N. × hookeriana to a certain extent, but differs in having spines on the underside of the lid and more globose upper pitchers with a smaller lid.Aerial pitchers of N. ampullaria × N. bicalcarata are usually dominated by characteristics of N. ampullaria. They are often very small and unable to function in a normal manner.",
    "Natural hybrids-(N. ampullaria × N. gracilis) × N. bicalcarata": "This rare complex hybrid was discovered in the lowland forests of Brunei. It produces small speckled pitchers with reduced thorns under the lid. The plant is intermediate in appearance between N. × trichocarpa and N. bicalcarata.",
    "Natural hybrids-N. bicalcarata × N. gracilis": "This hybrid has been named N. × cantleyi after Rob Cantley. The morphology of the pitchers closely resembles N. bicalacarata, although the peristome is more similar to that of N. gracilis. The characteristic spines of N. bicalcarata are greatly reduced and are only present as small bumps. This hybrid has the growth habit of N. gracilis, with the stem scrambling along the ground. It grows in open, sandy areas. The pitcher fluid is notably acidic like that of N. gracilis, with pH values as low as 1.82 being recorded.",
    "Natural hybrids-N. bicalcarata × N. mirabilis var. echinostoma": "This natural hybrid is rare and is only known from Brunei, where it involves N. mirabilis var. echinostoma. It closely resembles N. bicalcarata, although it differs from that species in having reduced thorns and a wider peristome. Unlike N. bicalcarata, this hybrid inhabits open areas with sandy substrates.",
    "Natural hybrids-N. bicalcarata × N. rafflesiana": "This relatively rare natural hybrid is sometimes found growing among populations of N. bicalcarata and N. rafflesiana. It is intermediate in form between its parent species.",
    "Natural hybrids-(N. bicalcarata × N. rafflesiana) × N. mirabilis var. echinostoma": "Charles Clarke reported a single plant displaying characters intermediate between those of N. bicalcarata, N. rafflesiana and N. mirabilis var. echinostoma, and growing among populations of these species. It is likely a complex hybrid, although this cannot be proven without the use of molecular techniques.",
    "Cultivation and cultivars": "Nepenthes bicalcarata may be cultivated in a similar manner to other members of the genus, though it requires relatively hot and humid conditions. It needs large pots to do well, and temporary halts in growth are often due to becoming root-bound.  Re-potting to a larger pot will often result in a rapid size increase.  Under satisfactory conditions, this plant will grow quite fast for a Nepenthes, reaching a large size relatively rapidly.\nDespite naturally occurring in peat swamp forests, N. bicalcarata has been successfully grown in a completely inorganic substrate consisting of one part each of Seramis clay perls, lava gravel,  and Lecaton expanded clay perls.Nepenthes bicalcarata has been artificially crossed with N. hirsuta. A particularly robust-pitchered cultivar of this hybrid was named Nepenthes 'Hortulanus Otten', in honour of Karel Otten, former curator of the Botanic Garden in Ghent, Belgium.A cultivar of the artificial cross N. bicalcarata × N. × dyeriana was registered in 1988 under the name Nepenthes 'Nina Dodd'. It is named after a relative of Cliff Dodd, who created the hybrid.Two further cultivars of manmade hybrids involving N. bicalcarata have been named. These are Nepenthes 'Bella' ((N. ampullaria × N. bicalcarata) × N. truncata) and Nepenthes 'Rapa' (N. ampullaria × N. bicalcarata). However, both of these names are not established, as they were published without a description.",
    "References": "",
    "Further reading": "",
    "External links": "Photographs of N. bicalcarata at the Carnivorous Plant Photofinder"
  }
}