{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_talangensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. talangensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes talangensis  is a tropical pitcher plant endemic to Sumatra, where it grows in upper montane forest at elevations of 1800–2500 m above sea level.The specific epithet talangensis is derived from the name of Mount Talang, to which it is endemic, and the Latin ending -ensis, meaning \"from\".",
    "Botanical history": "",
    "Botanical history-Early specimens": "Although only recognised as a distinct species towards the end of the 20th century, N. talangensis was collected as early as 1918 by H. A. B. Bünnemeijer. Bünnemeijer made three collections from Mount Talang during this time. The specimen series Bünnemeijer 5398 was collected on November 2, 1918, at an elevation of 2200 m. It is deposited at both Herbarium Bogoriense (BO), the herbarium of the Bogor Botanical Gardens, and the National Herbarium of the Netherlands (L) in Leiden (formerly Herbarium Lugduno-Batavum, the State Herbarium at Leiden), with all specimens lacking floral material. Bünnemeijer also collected Bünnemeijer 5397 on the same day at an elevation of 2400 m. It is deposited at Herbarium Bogoriense and lacks floral material.\n\nFive days later, on November 7, Bünnemeijer 5521 (or Bünnemeijer 2552) was collected from 2500 m on Mount Talang. It is deposited at both Herbarium Bogoriense (male and female floral material) and the National Herbarium of the Netherlands (female floral material; sheet H.L.B. 822.60.920). Bünnemeijer made a fourth collection of N. talangensis from Bukit Gombak on November 16, 1918, at an elevation of 2330 m. This specimen, designated as Bünnemeijer 5748 bis (or Bünnemeijer 6740), is held at Herbarium Bogoriense and lacks floral material. It was collected on the same day as some of the earliest known specimens of N. inermis.",
    "Botanical history-Taxonomic confusion and formal description": "Nepenthes talangensis has been confused with N. bongso on a number of occasions. In his seminal 1928 monograph, \"The Nepenthaceae of the Netherlands Indies\", B. H. Danser treated specimens of N. bongso, N. ovata, and N. talangensis all under N. bongso. Shigeo Kurata did the same in an article published in a 1973 issue of The Gardens' Bulletin Singapore. Two early colour photographs of N. talangensis were published by Mike Hopkins, Ricky Maulder, and Bruce Salmon, in a 1990 issue of the Carnivorous Plant Newsletter, where the species was again confused with, and identified as, N. bongso.Joachim Nerz conducted field studies of N. talangensis on Mount Talang in 1986 and made three collections of the species: Nerz 2501 consists of a short climbing stem with pitchers and floral material; Nerz 2502 includes leaves and pitchers of the climbing stem and is preserved in alcohol; and Nerz 2503 comprises leaves and pitchers of the rosette. All three specimens were collected on September 6, 1986, from an elevation of 2200 m, and are deposited at the National Herbarium of the Netherlands (L) in Leiden.Nerz's field studies, coupled with observations of N. bongso made by Mr. and Mrs. DeWitte on Mount Singgalang in 1993, showed that the two taxa almost certainly represented distinct species. To confirm this and prepare a formal description, Nerz and Andreas Wistuba examined herbarium specimens of both taxa, including Bünnemeijer 5398, 5521, and 5748 bis, as well as material of N. bongso from Mount Merapi (Korthals s.n., the type specimen) and Mount Singgalang (Beccari 268). This research culminated in the formal description of N. talangensis by Nerz and Wistuba in the December 1994 issue of the Carnivorous Plant Newsletter. The authors designated Nerz 2501 as the holotype.Matthew Jebb and Martin Cheek synonymised N. talangensis with N. bongso in their 1997 monograph, \"A skeletal revision of Nepenthes (Nepenthaceae)\". The authors retained N. talangensis as a probable synonym of N. bongso in their 2001 revision, \"Nepenthaceae\", writing:\nEach mountain peak in C Sumatra appears to support a slight variant of N. bongso, and we have adopted a rather broad definition of the species. Specimens from Mt Talang have been distinguished as N. talangensis, which may well merit recognition on the basis of photographs we have seen. However, we have not yet viewed the type specimens and for the meantime are leaving it as a synonym of N. bongso.\nNerz and Wistuba disagreed with this synonymisation. Charles Clarke elevated N. talangensis to a species once again in his 2001 book, Nepenthes of Sumatra and Peninsular Malaysia. The next detailed treatment of N. talangensis appeared in Stewart McPherson's 2009 monograph, Pitcher Plants of the Old World, which retained it as a separate species.Despite the taxonomic confusion that has surrounded N. bongso and N. talangensis, these two species are easily distinguished by their pitchers, which are quite dissimilar.",
    "Botanical history-Discovery of tetraploids": "The discovery of a new population of apparently tetraploid N. talangensis was reported by Kazuhisa Mio in the July 2006 issue of the Journal of Insectivorous Plant Society.",
    "Botanical history-Use in research": "Nepenthes talangensis was used in a 2009 study on the effect of prey capture on photosynthetic efficiency, published in the journal Annals of Botany. The following year, the same authors published a study on the effect of fertilisation on photosynthetic efficiency in prey-deprived N. talangensis.",
    "Description": "Nepenthes talangensis is a climbing plant growing to a height of 3 m. The stem is up to 0.5 cm in diameter and has internodes up to 10 cm long that are cylindrical-angular in cross section. The stem may be branched and is yellowish-green in colour.\n\nLeaves are coriaceous and sessile. The lamina (leaf blade) varies in shape and may be linear, lanceolate, or slightly spathulate. It measures up to 16 cm in length by 3 cm in width. The lamina has an acute or obtuse apex and an attenuate base that clasps the stem. Two to three longitudinal veins are present on either side of the midrib. Pinnate veins are irregularly reticulate. Tendrils are up to 30 cm long. The lamina is dark green throughout, whereas the midrib and tendril are yellowish-green like the stem.Rosette and lower pitchers are only produced briefly before the plant starts to climb. They are either entirely ovate or only ovate in the upper half and infundibular below. They often narrow just below the peristome. Terrestrial pitchers grow to 10 cm in height by 6 cm in width. A pair of fringed wings (≤10 mm wide) usually runs down the ventral surface of the trap, bearing filaments up to 8 mm long, although these wings may be absent altogether or only extend for a portion of the trap's length. The pitcher mouth is round and positioned horizontally in the front two-thirds, rising at the rear to form a short neck. The peristome is flattened, strongly incurved, and measures up to 15 mm in width. It bears ribs up to 0.8 mm high and spaced up to 1 mm apart. These ribs terminate in distinct teeth (≤3 mm long) on the inner margin of the peristome. The inner portion of the peristome accounts for around 78% of its total cross-sectional surface length. The peristome forms a short neck at the rear, where the teeth form two parallel rows. The inner surface is wholly glandular; there is no waxy zone. The pitcher lid or operculum is ovate to elliptic and has a cordate base. It measures up to 6 cm in length by 5 cm in width. It bears no appendages on its lower surface. A flattened spur measuring up to 5 mm in length is inserted near the base of the lid. It may or may not be branched. Lower pitchers are typically light yellow to olive green and speckled with red or purple. The inner surface is a light shade of yellow. The peristome is generally yellow or orange in freshly opened traps, later becoming dark red to purple as the pitcher matures. The upper surface of the lid is often yellow with orange to purple blotches, whereas the underside may be completely red, although this is not always the case.\n\nUpper pitchers are either narrowly infundibular in the basal half of the pitcher cup and swollen above or infundibular throughout. A constriction is present just below the peristome. Aerial traps reach 12 cm in height by 6 cm in width. In upper pitchers, the wings may be partially developed near the pitcher mouth, or they may be reduced to ribs. The peristome reaches up to 24 mm in width and is similarly incurved to that found in terrestrial traps. Other parts of upper pitchers are similar to their lower counterparts. Upper pitchers exhibit a similar pigmentation to lower pitchers, but are typically lighter.Nepenthes talangensis has a racemose inflorescence up to 14 cm long, of which the peduncle constitutes up to 5 cm and the rachis up to 9 cm. The peduncle has a basal diameter of 2 mm. Flowers are borne solitarily on pedicels (≤10 mm long) with simple bracts. Tepals are elliptic and up to 4 mm long. Female and male inflorescences have a similar structure.A sparse but persistent indumentum of simple, white hairs is present on most parts of the plant. The density of hairs on the pitchers may be so low that they appear glabrous. The laminar margins are lined with red, brown or white hairs measuring up to 3 mm.Nepenthes talangensis varies little across its restricted range and has no infraspecific taxa.",
    "Ecology": "Nepenthes talangensis is thought to be endemic to the area around Mount Talang in the Indonesian province of West Sumatra; it has been recorded from Mount Talang itself and from nearby Bukit Gombak. A population of apparently tetraploid plants is known. Although Nerz and Wistuba wrote in their formal description that N. talangensis is restricted to elevations above 2200 m, the species is now known to have a wider altitudinal distribution of 1800–2500 m.The typical habitat of N. talangensis is mossy upper montane forest, where it is almost exclusively terrestrial, but rarely may also be found as an epiphyte. It may grow in shady conditions under dense tree cover or among open, stunted shrubs where it is exposed to strong or even direct sunlight. At lower elevations of as little as 1800 m, N. talangensis is found in dense mossy forest, where it is sympatric with N. gymnamphora and N. inermis. Nepenthes talangensis is seldom sympatric with N. bongso, despite the latter being common on Mount Talang. This is because the two species occupy distinct ecological niches; N. bongso is typically an epiphyte in lower montane forest, whereas N. talangensis usually grows terrestrially in upper montane forest. Natural hybrids with all three sympatric Nepenthes species have been recorded.The conservation status of N. talangensis is listed as Endangered on the IUCN Red List, based on an assessment carried out in 2000. This agrees with an informal assessment made by Charles Clarke in 2001, who also classified the species as Endangered based on the IUCN criteria. Since the species appears to be restricted to a single mountain, it would normally fall under the category of Critically Endangered.Stewart McPherson considered the species \"not seriously threatened\" in his 2009 monograph, describing extant wild populations as \"extensive\". A substantial number of plants persist on Mount Talang despite its recent volcanic activity, which has included large eruptions. Due to its status as an active volcano, Mount Talang receives few visitors and is not a major target for development.",
    "Carnivory": "Nepenthes talangensis produces extremely thick, mucilaginous pitcher liquid, which coats the entire inner surfaces of the traps in a thin film. The pitchers of this species appear to function at least in part as flypaper traps, with the sticky inner walls trapping flying insects above the surface of the fluid.Similarly viscous pitcher fluid is also found in seven other closely allied Sumatran species: N. aristolochioides, N. dubia, N. flava, N. inermis, N. jacquelineae, N. jamban, and N. tenuis. Together with N. talangensis, these species all share infundibular pitchers that are wholly glandular or almost so.",
    "Related species": "Despite being confused with N. bongso throughout much of its botanical history, N. talangensis is clearly distinct from this species and can easily be distinguished on the basis of its greatly incurved peristome and smaller laminae with hair-fringed margins. In addition, the lower pitchers of N. bongso have a cylindrical upper portion that is non-glandular, whereas the lower traps of N. talangensis lack this cylindrical section and are wholly glandular. Furthermore, the laminar apex is acute to obtuse in N. talangensis and has a simple tendril insertion; N. bongso has a rounded apex, typically with a sub-apical tendril insertion.The funnel-shaped upper pitchers of N. talangensis may also be reminiscent of species such as N. eymae, N. flava, N. inermis, N. pitopangii, and N. tenuis. However, N. talangensis differs from all of these in its combination of a wide lid without appendages and a greatly incurved peristome bearing conspicuous ribs and teeth. The pitchers of N. talangensis may also resemble those of N. jamban, but are not as broad around the mouth and have a much wider lid.Nepenthes aristolochioides is thought to be the closest relative of N. talangensis and these two species share a very similar lamina structure. However, they are easily separated by their pitchers; those of N. aristolochioides are uniquely dome-shaped and have an almost vertical pitcher opening.In their formal description of N. talangensis, Nerz and Wistuba compared it with N. bongso, N. dubia, and N. tenuis. The authors distinguished it from these species on the basis of the shape of the upper pitchers, the lid, and the length/width ratio of the upper pitchers. The ratio was given as 2.3 for N.talangensis; greater than that of N. tenuis (1.75) and N. dubia (1.9), but much lower than that of N. bongso (3.3).",
    "Natural hybrids": "Three natural hybrids involving N. talangensis have been recorded: with N. bongso, N. gymnamphora, and N. inermis.",
    "Natural hybrids-Nepenthes × pyriformis": "Nepenthes inermis is known to hybridise with N. talangensis on the upper slopes of Mount Talang, where the two species grow sympatrically. Since N. talangensis was only described as a distinct species in 1994, some of the older literature identifies this hybrid as N. bongso × N. inermis.This natural hybrid is similar to N. dubia, but can be distinguished on the basis of several stable characters. The hybrid has a wider pitcher lid that is never relfexed beyond 90 degrees and the pitcher cup is not appressed in the lower parts as in N. dubia. In addition, the mouth of N. inermis × N. talangensis is raised towards the back as opposed to being horizontal.Nepenthes inermis × N. talangensis has been the subject of taxonomic confusion in the past. In a 1973 article on the Nepenthes of Borneo, Singapore, and Sumatra, Shigeo Kurata incorrectly identified specimens of this hybrid  as belonging to N. dubia. In 1997, Matthew Jebb and Martin Cheek published their monograph \"A skeletal revision of Nepenthes (Nepenthaceae)\", in which they referred to N. dubia plant material from Mount Talang (Kurata s.n. SING). Charles Clarke later identified Kurata s.n. as representing N. inermis × N. talangensis.In 2001, Kurata described this hybrid as a new species, N. pyriformis. Clarke rejected this interpretation in his monograph, Nepenthes of Sumatra and Peninsular Malaysia, published the same year. Clarke found that the type specimen of N. pyriformis, Kurata & Mikil 4230 NDC, matches the appearance of N. inermis × N. talangensis \"in most respects\".",
    "References": "",
    "Further reading": "",
    "External links": "Photographs of N. talangensis"
  }
}