{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_abgracilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. abgracilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes abgracilis is a tropical pitcher plant native to the Philippines. It is known only from northeastern Mindanao, including Mount Legaspi. Little is known about the altitudinal distribution of this species, but the holotype was collected at 670 m.This species belongs to the informal \"N. micramphora group\", which also includes N. cid from north-central Mindanao and N. micramphora from southeastern Mindanao.The specific epithet abgracilis means \"from gracilis\" and refers to Elmer Drew Merrill's early identification of a herbarium specimen of this species as N. gracilis.",
    "Botanical history": "",
    "Botanical history-Field observations": "Habitat photographs of a taxon matching the description of N. abgracilis appeared in a 2008 issue of the German-language periodical, Das Taublatt, and in the second volume of Stewart McPherson's 2009 work, Pitcher Plants of the Old World. In both it was identified as a variant of N. alata (at the time considered a highly variable and widespread species, but which has since been split into a number of daughter taxa).",
    "Botanical history-Formal description": "Nepenthes abgracilis was formally described by botanists Martin Cheek and Matthew Jebb in the e-published 6 December 2013 issue of Phytotaxa. In the same paper Cheek and Jebb introduced the \"N. micramphora group\", to which N. abgracilis was assigned, and described a third member of this group, N. cid. Nepenthes abgracilis was one of 12 new Nepenthes species described by Cheek and Jebb in 2013.The herbarium specimen Ramos & Pascasio in BS 34501B is the designated holotype and is deposited at the herbarium of the University of California (UC) in Berkeley, California. A photographic record of this specimen is held at the Royal Botanic Gardens, Kew (K) in London, England. The holotype was collected in April 1919 in the former Surigao Province of Mindanao island, the Philippines. The type locality is not specified further, although the altitude is recorded as 670 m above sea level.",
    "Description": "Nepenthes abgracilis is a climbing plant growing to a height of several metres. Rosette and short stems are not represented among the studied herbarium material and are therefore unknown. Climbing stems are terete, wingless, and 6–7 mm in diameter, with internodes 15–18 mm long. The stem has a \"moderately dense\" covering of sessile, depressed-globose, red glands measuring 0.05 mm in diameter.",
    "Description-Leaves": "The spirally-arranged leaves are coriaceous (leathery) in texture and lack a defined petiole. The laminae (leaf blades) are narrowly oblanceolate-oblong and measure up to 29 by 3.1 cm. The laminar apex is attenuate. The leaf base gradually narrows towards the stem, where it is around 1.3 cm wide. It clasps the stem for three-quarters to four-fifths of its circumference, having an angled insertion and forming wings 0.3–0.4 cm wide. These wings are shortly decurrent, terminating 0.9–1.2 cm below the leaf axil. Three to four longitudinal veins are present on either side of the midrib. These originate from the leaf base and along the midrib, and run through the outer three-quarters of the leaf blade. They are visible only on the adaxial (upper) surface of the leaf. Pinnate veins are inconspicuous. The laminae, like the stem, are covered in sessile glands, these being distributed \"moderately densely\". Tendrils supporting upper pitchers are coiled.",
    "Description-Pitchers": "Rosette, lower and intermediate pitchers remain unknown as they do not form part of the examined herbarium material. Upper pitchers are subcylindrical with an ellipsoid base. They measure c. 16.4 cm in height by 5.5 cm in width. They are broadest in the basal portion, becoming slightly constricted in the middle (4.1 cm wide), and expanding again to around 5 cm below the peristome. Sessile glands similar to those found on the stem are also present on the exterior of the upper pitchers, where they occur at a density of 3–4 per mm². In these aerial traps the wings are reduced to a pair of ridges on the ventral surface of the pitcher cup. The pitcher mouth is ovate and has an oblique insertion. It measures around 6 cm by 4 cm. The peristome is cylindrical in cross section and slightly lobed, with tightly infolded inner and outer margins. It is rather narrow, measuring only 2.5–4 mm in diameter. The peristome bears low ribs only 0.1 mm high. These are tightly packed, occurring at a density of two per millimetre. The inner margin of the peristome lacks conspicuous teeth. The peristome is elongated into a short neck and here the apertures of the marginal nectar glands are clearly visible.The pitcher lid or operculum is ovate-elliptic and measures around 5.2 cm in length by 4 cm in width. It has a rounded to truncate apex and a rounded base. No appendages are present on the underside of the lid. Though the describing authors noted the presence of a basal midline ridge on the lower lid surface of a herbarium specimen, they concluded that this was likely a preservation artefact. This ridge was flat-topped and around 10 mm long by 1 mm wide. The nectar glands of the lower surface of the lid number more than 100, at least 95% of which are of a single type that is quite uniform in size and shape. These monomorphic glands are orbicular or slightly elliptic and measure 0.4–0.5 mm by 0.6–0.75 mm (rarely up to 0.9 mm), with a narrow border of some 0.05 mm. The area around the upper part of the basal ridge bears around 20 narrowly elliptic-oblong glands, each measuring roughly 0.75 by 0.25 mm. The lid–peristome junction has deeply sunken, unbordered glands around 0.25 mm in diameter. Sessile glands similar to those found on the stem are distributed only near the lid margin, though they are few and inconspicuous. An entire (unbranched) spur is inserted near the base of the lid.",
    "Description-Inflorescence": "The available herbarium specimens do not include any floral material and therefore the morphology of the inflorescence and infructescence is not known.",
    "Description-Indumentum": "The stem, as far as is known, is glabrous (hairless), though the stem apex has not been documented. The laminae are likewise glabrous. The upper pitchers are completely devoid of an indumentum apart from a small number of inconspicuous, simple hairs (0.05–0.10 mm long) near the peristome.",
    "Description-Colouration": "The upper surface of the lamina is dark green; the lower surface dries brown, as seen in herbarium material. Upper pitchers have a yellowish-green exterior and a red peristome. The underside of the lid is either flushed with red or red speckled.",
    "Distribution and habitat": "Nepenthes abgracilis is known with certainty only from the former Surigao Province on the island of Mindanao in the Philippines (an area that is now divided between the provinces of Surigao del Norte and Surigao del Sur), where the type specimen was collected. It is said to grow on \"forested submontane ridges\", likely over ultramafic substrates, at 670 m above sea level. It also apparently occurs on Mount Legaspi, where it has been photographed in situ. Further research may show it to be more widespread in the region. The species grows terrestrially.Since it is only known from a single locality, Cheek and Jebb informally assessed the conservation status of N. abgracilis as Critically Endangered based on the IUCN criteria. The authors noted that while there is mining activity for metal ore on Mount Legaspi, this is currently at lower elevations than the 670 m at which the species was collected.",
    "Related species": "\nNepenthes abgracilis is a member of the informal \"N. micramphora group\", which also includes N. cid from north-central Mindanao and N. micramphora from southeastern Mindanao.Nepenthes abgracilis is most easily distinguished from N. micramphora by its upper pitchers, which are subcylindric (versus more-or-less infundibular in N. micramphora), widest near the base (versus narrowest at the base and widest in the middle or upper half), and much larger in all respects (c. 16 cm versus ≤6.7 cm high). Another distinguishing feature is the spur, which is  entire in N. abgracilis and branched in N. micramphora.Nepenthes cid differs from both N. abgracilis and N. micramphora in growth habit (it is epiphytic as opposed to terrestrial), indumentum development (vegetative parts hairy as opposed to subglabrous), and in having a distinct petiole (versus sessile in the other two).\n\n\n== References =="
  }
}