{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_kerrii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. kerrii"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes kerrii is a tropical pitcher plant endemic to Tarutao National Marine Park in southern Thailand, where it grows at elevations of 400–500 m above sea level. This species is thought to be most closely related to N. kongkandana.The specific epithet kerrii refers to Irish medical doctor Arthur Francis George Kerr, who made the first known herbarium collection of this species.",
    "Botanical history": "The first known collection of N. kerrii was made by Arthur Francis George Kerr in 1928. This specimen, Kerr 14127, was collected at an elevation of around 500 m from what is now Tarutao National Marine Park, Satun Province, Thailand. It is deposited at the Bangkok Herbarium (BK). Italian naturalist Marcello Catalano came across this plant material in 2006 and recognised it as a previously unknown taxon. The specimen's label identified it as \"N. gracilis\" and appeared to state that it was collected at 1500 m (it was later realised that it actually read \"c. 500 m\"). In 2007, Catalano travelled to Tarutao but was unable to relocate the taxon in the wild. With the help of local rangers, however, he was able to determine that it grew in a certain remote area of the park. Several months later, the rangers organised an expedition on their own and were successful in finding the plants. They sent photographs of the taxon to Catalano and these convinced him that it represented a new species.\n\nIn January 2008, Catalano made two attempts to reach the site discovered by the rangers. Both proved unsuccessful due to the time and effort involved. That same month Catalano met with Stewart McPherson on the Thai mainland and informed him of the findings. McPherson then travelled to Tarutao National Marine Park on his own. After what he described as \"the worst treck of my life\", McPherson succeeded in relocating the plants. He returned with seeds and photographs, mostly of the upper pitchers.The first published description of N. kerrii appeared in volume I of Stewart McPherson's 2009 monograph, Pitcher Plants of the Old World. It was included as an \"incompletely diagnosed taxon\" under the name N. sp. Trang. McPherson wrote that it was known with certainty only from Thailand, but had also been reported from the Malaysian island of Langkawi. He considered it to be most closely related to N. kampotiana, writing that \"[m]ore extensive observations are required in order to determine whether this taxon merely represents variation within N. kampotiana or is a distinct species\".Around this time, Catalano set to work on the formal description of N. kerrii. However, he lacked all the necessary measurements and photographs to complete it and so, in 2009, he once again attempted to reach the wild plants in Tarutao, but this time the expedition was thwarted by torrential rains. Upon returning to Italy, Catalano contacted Trongtham Kruetreepradit, a Thai local, who travelled to the plants during the dry season and provided the information Catalano needed to finish the description.Nepenthes kerrii was formally described by Marcello Catalano and Trongtham Kruetreepradit in Catalano's 2010 book, Nepenthes della Thailandia: Diario di viaggio. The description was reviewed by Alastair Robinson, while Andreas Fleischmann provided the Latin translation. Kerr 14127 was designated as the holotype. Contrary to McPherson's interpretation, Catalano and Kruetreepradit excluded the Langkawi taxon from their circumscription of N. kerrii and identified N. kongkandana as its closest relative.",
    "Description": "Nepenthes kerrii is a climbing plant growing to a height of approximately 4 m. The stem is terete and 3–5 mm in diameter. It is typically self-supporting and unbranched. Internodes are up to 8.5 cm long. The stem ranges in colour from green to red.Leaves are sessile and coriaceous in texture. The lamina (leaf blade) is obovate, measures up to 31 cm in length by 3 cm in width, and is around 0.5 mm thick. Its apex is acuminate and it is attenuate at the base, clasping the stem for around three-quarters of its circumference. Three longitudinal veins are present on either side of the midrib, restricted to the distal quarter of the lamina. Pinnate veins are also visible, and arise obliquely from the midrib. Tendrils are up to 30 cm long and 3 mm in diameter. They are coiled in upper pitchers. The laminae are light green, while the midrib and tendrils may be green to red.Rosette and lower pitchers are either wholly ovate or only ovate in the basal half of the pitcher cup and narrower above. They measure up to 14 cm in height by 6 cm in width. The hip, which is only faintly visible, is positioned either in the middle or in the upper half of the trap. A pair of wings (≤8 mm wide) runs down the ventral surface of the pitcher cup, bearing narrow fringe elements. The pitcher mouth is oval and has an oblique insertion. The peristome is cylindrical and up to 12 mm wide, with teeth up to 0.5 mm long. The pitcher lid or operculum is round with a slightly cordate base and an irregularly wavy margin. It measures up to 4.3 cm in length by 4.7 cm in width, being as large as the mouth. The lower surface of the lid does not have any appendages, but bears numerous crater-like glands (≤1 mm in diameter), the largest of which are located around the midline. The spur, which is inserted near the base of the lid, is up to 7 mm long and may be simple or branched. Terrestrial pitchers are typically orange with red blotches on their outer surface. These red markings are also found in the waxy zone of the inner surface. The peristome and lid range in colour from orange to red.The tubulose upper pitchers are similar in size to their terrestrial counterparts, measuring up to 15 cm in height by 3.5 cm in width. The wings are up to 4 mm wide and spaced 4–6 mm apart. The pitcher mouth is orbicular or broadly ovate and has an oblique insertion. The peristome is lobate and has a distinct neck. The lid as well as other parts of the pitcher are similar to those found in terrestrial traps. Aerial pitchers have a lighter pigmentation than their lower counterparts, being green to yellow on the outer surface. Red blotches are present on the waxy inner surface. The peristome may be yellow or red striped, while the lid is green to yellow and commonly red on its lower surface.Nepenthes kerrii has a racemose inflorescence up to 130 cm long. In male plants, the inflorescence reaches 90 cm in length, of which the peduncle can constitute up to 65 cm and the rachis up to 27 cm, and bears around 120 flowers singly on pedicels measuring 6–8 mm in length. The androphore is up to 1.5 mm long. Tepals are round or elliptic and up to 4 mm long by 3 mm wide. Those of male flowers may be green or red, whereas those of females are always green. The female inflorescence is similar in structure to the male one, but differs in having a rachis up to 25 cm long with longer pedicels of 10–23 mm. Nepenthes kerrii exhibits modified seed morphology, whereby the seed wings are significantly reduced. This is thought to be an adaptation to the species's island habitat; the lack of prominent seed wings likely serves to prevent strong winds from blowing them into the sea.An indumentum of brown hairs (0.1 mm long) is present on the leaf axils and inflorescence.Like all pyrophytic Nepenthes from Indochina, N. kerrii has a well-developed rootstock.",
    "Ecology": "Nepenthes kerrii is endemic to Tarutao National Marine Park in Satun Province, southern Thailand. Reports of this species from the Malaysian island of Langkawi represent a different, although similar, taxon. The species has an altitudinal range of 400–500 m above sea level.Its typical habitat is open savannah and grassland, where it grows terrestrially in sandy soil. This soil consists of a quartz-rich layer up to 30 cm deep over a base of granite. During the dry season, this substrate can become very hot and dry, hardening considerably as a result. Nepenthes kerrii is not sympatric with any other Nepenthes species in the wild and no natural hybrids involving it have been recorded.In Pitcher Plants of the Old World, Stewart McPherson writes that populations of N. kerrii \"are extremely inaccessible and not threatened at present\".",
    "Related species": "Nepenthes kerrii appears to be most closely related to N. kongkandana. It is also similar to the Indochinese endemics N. andamana, N. bokorensis, and N. suratensis.Nepenthes kerrii can be distinguished from all of these species, with the exception of N. kongkandana, on the basis of its laminae, which are obovate as opposed to linear to lanceolate. It also differs in having a persistent indumentum restricted to the leaf axils. In contrast, N. andamana and N. suratensis have a caducous indumentum on the upper parts of the plant, N. kongkandana has 0.3 mm long hairs covering the whole plant, and N. bokorensis has a variable indumentum covering all vegetative and floral parts. In addition, the androphore of N. kerrii is considerably shorter than that of N. bokorensis.In their description of N. kerrii, Catalano and Kruetreepradit also note a number of other vegetative features that separate this species from N. kongkandana. The lower pitchers of N. kerrii are narrowly ovate with the hip positioned in the middle or upper portion of the trap, whereas those of N. kongkandana are tubular or slightly ventricose with the hip in the middle or lower portion. Nepenthes kerrii also produces longer tendrils that are two to three times as long as the pitcher; the tendrils of N. kongkandana are similar in length to the pitchers they bear. The peristome of the aerial pitchers is also distinct, being lobed and often striped with a distinct neck in N. kerrii and always lacking these features in N. kongkandana. Finally, the distance between the ventral wings of the upper pitchers is greater in N. kongkandana (10–12 mm versus 4–6 mm).",
    "References": "Mey, F.S. 2014. 'Nepenthes of Indochina', my 2010 ICPS lecture now on Youtube. Strange Fruits: A Garden's Chronicle, February 3, 2014.",
    "External links": "Nepenthes of Indochina"
  }
}