{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_suratensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. suratensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes suratensis is a tropical pitcher plant endemic to Surat Thani Province, Thailand, where it grows near sea level in coastal savannah and grassland. It is thought to be most closely related to N. andamana.The specific epithet suratensis is derived from the name of Surat Thani Province and the Latin ending -ensis, meaning \"from\".",
    "Botanical history": "The first known collection of N. suratensis was made by Arthur Francis George Kerr in 1927. This specimen, Kerr 13136, was collected at sea level from Kanchanadit, Surat Thani Province, Thailand. It is deposited at the Bangkok Herbarium (BK).\n\nNepenthes suratensis was formally described by Marcello Catalano in his 2010 book, Nepenthes della Thailandia: Diario di viaggio. The description was reviewed by Alastair Robinson, while Andreas Fleischmann provided the Latin translation. Kerr 13136 was designated as the holotype.",
    "Description": "Nepenthes suratensis is a climbing plant growing to a height of approximately 3 m. The stem is terete and up to 5 mm in diameter. Internodes are up to 6.5 cm long. The stem ranges in colour from green to red.Leaves are sessile and coriaceous in texture. The lamina (leaf blade) is linear to lanceolate, measures up to 35 cm in length by 4 cm in width, and is around 0.5 mm thick. Its apex is acute to narrowly acuminate and it is attenuate at the base, clasping the stem for around three-quarters of its circumference. Three longitudinal veins are present on either side of the midrib, restricted to the distal quarter of the lamina. Pinnate veins are also visible, and arise obliquely from the midrib. Tendrils are up to 24 cm long and 2 mm in diameter. They are coiled in upper pitchers. The laminae are light green, whereas the midrib and tendrils vary from green to red.\n\nRosette and lower pitchers are either wholly ovate or ovate in the basal half of the pitcher cup and narrower above. They measure up to 15 cm in height by 5 cm in width. The hip is usually located near the middle of the pitcher, but may be completely absent in entirely ovate traps. A pair of wings (≤12 mm wide) runs down the ventral surface of the pitcher cup, bearing narrow fringe elements. The pitcher mouth is smoothly triangular and has an oblique insertion. The peristome is flattened and up to 10 mm wide, with teeth up to 1 mm long. The extent of the glandular zone of the inner surface is variable, ranging from one-third to two-thirds of the pitcher's height. The pitcher lid or operculum is broadly to narrowly ovate. It has a slightly cordate base and is often irregularly wavy at the margins. It measures up to 4.5 cm in length by 3.5 cm in width, being as large as or smaller than the pitcher orifice. The lower surface of the lid does not have any appendages, but bears numerous crater-like glands (≤1 mm in diameter), the largest of which are located around the midline. A small depression is also present on the lower surface of the lid, near the apex. An unbranched spur (≤5 mm long) is inserted near the base of the lid. On their outer surface, terrestrial pitchers are typically green to orange with red stripes, or red throughout. Red blotches are present in the waxy zone of the inner surface. The colour of the peristome is highly variable and may be green to orange or red. The lid ranges in colour from orange to red, and bears fine red streaks.\n\nThe tubulose to narrowly infundibular upper pitchers are similar in size to their terrestrial counterparts, measuring up to 18 cm in height by 3 cm in width. The wings, if present, are up to 3 mm wide, otherwise they are reduced to a pair of ridges. The pitcher mouth is smoothly triangular and has an oblique insertion. The peristome and lid, as well as other parts of the pitcher, are similar to those found in terrestrial traps. Aerial pitchers have a lighter pigmentation than their lower counterparts, being green to yellow on the outer surface. As in lower pitchers, red blotches are present on the waxy inner surface. Both the peristome and lid range in colour from green to yellow.Nepenthes suratensis has a racemose inflorescence. In male plants, it reaches 70 cm in length, of which the peduncle constitutes about 50 cm and the rachis 20 cm. Around 180 flowers are produced. These are borne solitarily on pedicels measuring 3–8 mm in length. The pedicels often bear a bract in their basal half. This structure is up to 1.5 mm long and is bent inwards relative to the pedicels. The androphore is up to 3 mm long. Tepals are elliptic and up to 5 mm long by 3 mm wide. They are predominantly green with red margins. The female inflorescence is similar in structure to the male one, but differs in having a shorter rachis (10–15 cm long) and longer pedicels of 4–10 mm, which either have greatly reduced bracts or lack them altogether. It also differs in that the tepals are smaller (up to 4 mm by 2 mm) and always green.An indumentum of orange or brown hairs (0.1–0.3 mm long) is present on the inflorescence, leaves, and stem. These hairs are caducous and consequently the lower parts of the plant are glabrous.Like all pyrophytic Nepenthes from Indochina, N. suratensis has a well-developed rootstock.",
    "Ecology": "Nepenthes suratensis is endemic to coastal regions of Surat Thani Province, Thailand, where it is known from several localities near the town of Kanchanadit. It grows terrestrially in sandy soil and is only found in lowland areas, at altitudes of 0–200 m above sea level. Its typical habitat is open scrub and grassland, but it has also been recorded from the steep slopes of low hills.Only three subpopulations of N. suratensis are known to be extant; a fourth subpopulation at Tha Chana has apparently been wiped out. The only subpopulation to be accurately surveyed consists of around 250 mature plants and is likely to be the largest; the other two are known only from anecdotal reports and are probably \"much smaller\". None of the subpopulations grow within protected areas and the species is not subject to any conservation measures. Extensive field work in the region has established the species's present range \"with a high degree of confidence\" and a wider distribution across Thailand is therefore unlikely. Nepenthes suratensis is listed as Critically Endangered on the IUCN Red List of Threatened Species on account of the surveyed subpopulation's predicted decline of ≥80% over the next three years as a result of planned urban development.Nepenthes suratensis has no known natural hybrids.",
    "Related species": "Nepenthes suratensis appears to be most closely related to N. andamana. It is also similar to the other Indochinese endemics, including N. bokorensis, N. kerrii, and N. kongkandana.Nepenthes suratensis can be distinguished from all of these species on the basis of its caducous indumentum, which is restricted to the upper parts of the plant and is up to 0.3 mm long. In contrast, N. andamana has a caducous indumentum up to 0.8 mm long that is restricted to the extremities of the upper stem leaves, N. bokorensis has a variable but persistent indumentum covering all vegetative and floral parts, N. kerrii has a persistent indumentum restricted to the leaf axils, and N. kongkandana has persistent hairs covering the whole plant. The lamina shape is also distinct, being linear to lanceolate. Both N. kerrii and N. kongkandana have obovate laminae, whereas those of N. bokorensis are wider (up to 8 cm versus up to 4 cm). Nepenthes bokorensis also differs in having ebracteate pedicels and a wider peristome in lower pitchers (20 mm versus 10 mm).In his description of N. suratensis, Catalano also noted a number of other vegetative and floral features that separate this species from N. andamana. The male flowers of N. andamana have red tepals and the androphore reaches only 1 mm in length, whereas those of N. suratensis have green tepals with red margins and a longer androphore of up to 3 mm. Additionally, the flower bracts are bent outwards in the former and inwards in the latter. The extent of the glandular zone on the inner pitcher surface is more variable in N. suratensis, ranging from one-third to two-thirds of the trap's height. In N. andamana, it only covers around half of the inner surface. Both the lower and upper pitchers of N. suratensis have wider wings: up to 12 mm versus up to 6 mm in lower traps, and up to 3 mm versus up to 1 mm in aerial pitchers. Nepenthes suratensis also has a characteristically flattened peristome, unlike the cylindrical lip found in N. andamana. Furthermore, the pitcher lid of N. suratensis is broadly to narrowly ovate and typically somewhat smaller than the trap's orifice, whereas that of N. andamana is orbicular to broadly ovate and usually slightly larger than the mouth. The lid of N. suratensis is also distinct in that it often has irregularly wavy margins and bears a small depression under its apex. In N. suratensis, the pitcher mouth is triangular as opposed to ovate, and larger in relation to the size of the trap. The spur of this species is also shorter, being 3–5 mm long, compared to 5–7 mm in N. andamana. The upper pitchers of N. andamana often have a lighter pigmentation than those of N. suratensis, typically being whitish throughout. In addition, these traps often have a slightly lobed outer margin, a feature that is absent in N. suratensis.In his Carnivorous Plant Database, taxonomist Jan Schlauer treats N. suratensis as a possible heterotypic synonym of N. thorelii.",
    "References": "Mahavongtrakul, M. 2015. Will Nepenthes suratensis make bail? Bangkok Post, 24 June 2015.\nMey, F.S. 2014. 'Nepenthes of Indochina', my 2010 ICPS lecture now on Youtube. Strange Fruits: A Garden's Chronicle, 3 February 2014.",
    "External links": "Nepenthes of Indochina"
  }
}