{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_rowaniae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. rowaniae"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes rowaniae (; after Ellis Rowan, Australian naturalist and illustrator) is a species of pitcher plant endemic to the Cape York Peninsula, Australia. It is closely related to N. mirabilis and was once considered an extreme form of this species.",
    "Taxonomy": "Between 1881 and 1905, Frederick Manson Bailey described 11 species of Nepenthes from northern Australia, all of which were placed in synonymy with N. mirabilis by B. H. Danser in 1928. The only taxon which Danser considered to possess morphological characters atypical of N. mirabilis was N. rowaniae. He wrote:\n\"Of all these I have seen the type or at least authentic specimens, but they are nearly all mere growth forms of N. mirabilis. Only N. rowanae shows a character not yet met with in N. mirabilis, viz. campanulate-infundibuliform upper pitchers. A similar aberration, however, is often met with in several allied species and is certainly insufficient for specific distinction.\"\nHowever, field observations carried out between 2001 and 2003 \"showed that N. rowanae possesses several stable, significant morphological and ecological characteristics that are not exhibited by N. mirabilis\", and the taxon was subsequently elevated to a species in 2005. This opinion is not universally shared; taxonomist Jan Schlauer continues to treat N. rowaniae as a heterotypic synonym of N. mirabilis in his Carnivorous Plant Database.",
    "Spelling": "According to the ICBN, the correct spelling of this taxon's name is Nepenthes rowaniae, as the epithet is based on the personal name Rowan. There is only one correct way to  form this epithet (in the genitive: Rec 60C.1.b.) and the resulting correct spelling is mandatory; any usage of the spelling rowanae is to be corrected to rowaniae (Art 60.11). However, the literature tends to use Nepenthes rowanae, instead.",
    "Natural hybrids": "N. mirabilis × N. rowaniae\nN. rowaniae × N. tenax",
    "References": "\n\n== Further reading =="
  }
}