{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_spectabilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. spectabilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes spectabilis  is a tropical pitcher plant endemic to Sumatra, where it grows at elevations of between 1400 and 2200 m above sea level. The specific epithet spectabilis is Latin for \"visible\" or \"notable\".",
    "Botanical history": "The first known collection of N. spectabilis was made by Julius August Lörzing in 1920. The specimen Lörzing 7308 was collected on June 5, 1920, on Mount Sibajak at an altitude of 1800 to 1900 m. It is deposited at the Bogor Botanical Gardens (formerly the Herbarium of the Buitenzorg Botanic Gardens) along with two isotypes which include both male and female floral material. A third isotype, sheet H.L.B. 928.350-170, is held at the National Herbarium of the Netherlands in Leiden and includes female floral material.Lörzing made two further collections of N. spectabilis in 1921. A fourth specimen was collected by Mohamed Nur bin Mohamed Ghose later that same year.B. H. Danser formally described N. spectabilis in his seminal monograph \"The Nepenthaceae of the Netherlands Indies\", published in 1928. He designated Lörzing 7308 as the type specimen. Danser wrote:\nThis new species has only been found on the G. Sibajak and the G. Pinto, two tops of the same mountain ; the Bt. Semaik too certainly belongs to the same group. N. spectabilis grows above 1800 m elevation ; the habitat is alpine forest and scrub. It seems to be most closely related to N. sanguinea by the characters of the vegetative parts, but the inflorescences are quite different.\nLörzing says of his number 8297 that it was a monoeceous [sic] plant ; since, however, in H. B. there is no stem fragment both with male and female flowers, I call this record into question.\nThe next major taxonomic treatment of N. spectabilis came only in 1986, when Rusjdi Tamin and Mitsuru Hotta covered the species in their monograph on the Nepenthes of Sumatra.An article authored by Bruce Lee Bednar and published in a 1987 issue of the Carnivorous Plant Newsletter mentions a plant known as N. spectabilis in the horticultural trade. Taxonomist Jan Schlauer considers this plant conspecific with N. curtisii, which in turn is treated as a junior synonym of N. maxima.In their 1997 revision of the genus, Matthew Jebb and Martin Cheek treated specimens of N. lavicola as belonging to N. spectabilis. They also designated Lörzing 7308 as the lectotype of N. spectabilis. The subsequent monograph of Charles Clarke treats these taxa as distinct species.",
    "Description": "Nepenthes spectabilis is a climbing plant. The stem can reach lengths of 6 m and is up to 7 mm in diameter. Internodes are cylindrical in cross section and up to 10 cm long.\n\nLeaves are coriaceous and sessile. The lamina is oblong and up to 16 cm long by 6 cm wide. It has a rounded-acute apex and is gradually attenuate towards the base. Up to 6 longitudinal veins are present on either side of the midrib. Pinnate veins are usually indistinct. Tendrils are up to 25 cm long.Rosette and lower pitchers are narrowly ovoid in the lower third to half of the pitcher cup. Above the hip, they are cylindrical and somewhat narrower. Terrestrial pitchers are relatively small, growing to 12 cm in height and 4 cm in width. A pair of fringed wings (≤4 mm wide) runs down the front of the pitcher. The glandular region covers the ovoid portion of the pitcher's inner surface; the waxy zone above is well developed. The mouth is round and flat at the front, becoming oblique towards the lid. The peristome is cylindrical in cross section and up to 4 mm wide. Its inner margin is lined with small but distinct teeth. The inner portion of the peristome accounts for around 41% of its total cross-sectional surface length. The pitcher lid or operculum is sub-orbicular in shape, lacks appendages, and has a strongly cordate base. The spur is very long (≤30 mm) and unbranched. It is inserted near the base of the lid.\n\nUpper pitchers arise gradually from the end of the tendril. They are very narrowly infundibular in the lower half to three-quarters. Above the hip, they are either cylindrical or narrowly infundibular. Aerial pitchers are much larger than their terrestrial counterparts, growing to 26 cm in height and 4.5 cm in width. They usually have ribs in place of wings, although fringe elements may be present near the peristome. The glandular region covers the inner surface below the hip. The pitcher mouth is round and has a steeply oblique insertion. The peristome is cylindrical and up to 3 mm wide. Other parts of the upper pitchers are similar to those of the lower pitchers.Nepenthes spectabilis has a racemose inflorescence. The peduncle grows to 12 cm in length. The rachis may be up to 15 cm long, although it is usually shorter and denser in female inflorescences. Partial peduncles are bracteolate and two-flowered. Sepals are elliptic-oblong in shape and up to 5 mm long.Nepenthes spectabilis exhibits considerable variation in the development of its indumentum. In most plants, developing parts are covered in short, stellate reddish-brown hairs, although many of these are caducous. Inflorescences and the margins of the lamina bear dense, stellate reddish-brown hairs that are persistent. A dense covering of short, persistent hairs is also present on the lower surface of the midrib.The stem and lamina are green. Pitchers are characteristically light green with numerous dark brown speckles. The peristome is often yellowish-green with brown stripes.",
    "Ecology": "Nepenthes spectabilis is endemic to the Indonesian provinces of North Sumatra and Aceh. Its natural range stretches from the Lake Toba region in the south to Mount Kemiri in the north. It has an altitudinal distribution of 1400–2200 m above sea level. Nepenthes spectabilis grows in mossy forest and stunted upper montane forest. It usually occurs terrestrially, but may also be epiphytic.\n\nCertain populations of N. spectabilis differ considerably in morphology. Plants from the type locality produce relatively broad upper pitchers, while those from Mount Pangulubao are much narrower. A particularly gracile form has been recorded from the west side of Lake Toba. Plants from Mount Siluatan are different still, producing pitchers that are green throughout. The species also exhibits great variability in the extent of the indumentum; some plants have a dense covering of hairs, while others are virtually glabrous.The form of N. spectabilis from Mount Bandahara is very large and has an unusual flared peristome. Plants grow in Sphagnum moss. In 1996, Paul Harwood, Heiko Rischer and Andreas Wistuba observed that the majority of prey in both lower and upper pitchers of this form consisted of beetles. They also found infaunal mosquito larvae in the pitchers.In the wild, N. spectabilis is sympatric with N. flava, N. gymnamphora, N. mikei, N. ovata, N. rhombicaulis, and N. rigidifolia. Natural hybrids with all of these species except N. flava have been recorded.Due to the patchy distribution of N. spectabilis, its conservation status is listed as Vulnerable on the 2006 IUCN Red List of Threatened Species. Upon observing N. spectabilis on Mount Pangulubao in 1995, botanist Charles Clarke wrote that he \"got the impression that collectors had taken a bit of a toll on the population, partly because very few immature plants were visible\".",
    "Related species": "Nepenthes spectabilis is thought to be most closely related to N. lavicola. It can be distinguished from that species on the basis of its smaller floral bracts, longer fruits, and very long unbranched spur. In addition, the species differ in the shape of their lower pitchers. Those of N. lavicola are urceolate to globose, while those of N. spectabilis are ovoid in the lower part and cylindrical above. Furthermore, the pitchers of N. lavicola are generally dark brown or purple throughout, compared to the light green and dark brown speckled traps of N. spectabilis.In Nepenthes of Sumatra and Peninsular Malaysia, Charles Clarke mentions an undescribed taxon from Aceh that is intermediate in appearance between N. lavicola and N. spectabilis. It is unlikely to be of hybridogenic origin as it is not sympatric with any other Nepenthes species.Nepenthes rigidifolia also bears a superficial resemblance to N. spectabilis, particularly in the colouration of its pitchers. Apart from its markedly different upper pitchers, N. spectabilis differs from the former in having thin leaves, an unbranched spur, and an apical tendril insertion.In his 1928 monograph, B. H. Danser placed N. spectabilis in the Nobiles clade. He wrote:\nThe third group, that of the Nobiles, comprises the species that form a transition between the Vulgatae and the Montanae on one hand and the Regiae on the other. N. spectabilis, from Sumatra, reminds one of N. sanguinea in many respects but shows a resemblance with the Regiae by the yellowish colour of herbarium specimens and by the red-brown indumentum.\nClarke suggests that N. spectabilis \"would perhaps have been better placed in the Montanae, which includes several species that appear to be closely related, such as N. gymnamphora and N. pectinata\".In 2001, Clarke published a cladistic analysis of the Nepenthes species of Sumatra and Peninsular Malaysia based on 70 morphological characteristics of each taxon. The resultant cladogram placed N. spectabilis in a small clade with N. gymnamphora. However, since the study was limited in its geographical scope, this placement may not accurately reflect the relationship between N. spectabilis and its closest relatives.",
    "Natural hybrids": "Nepenthes spectabilis occurs sympatrically with many other Nepenthes species and a number of natural hybrids have been recorded.",
    "Natural hybrids-N. ovata × N. spectabilis": "Nepenthes ovata × N. spectabilis is known to occur along the summit trail of Mount Pangulubao. This hybrid produces pitchers roughly intermediate in appearance between its parent species. The peristome is flattened and expanded, but to a lesser degree than in N. ovata. The speckles of N. spectabilis are present, but the pitchers have a much lighter colouration. Most examples of this hybrid grow terrestrially and some climb into the forest canopy.",
    "Natural hybrids-N. rigidifolia × N. spectabilis": "Several plants representing the cross N. rigidifolia × N. spectabilis have been recorded from an open rocky outcrop close to the type locality of N. rigidifolia. The hybrid differs from N. rigidifolia in having narrower pitchers with an infundibular base and distinct hip around the middle. On the other hand, the pitchers of this hybrid are broader than those of N. spectabilis and have a wider, expanded peristome.The richly coloured lower pitchers of N. rigidifolia × N. spectabilis superficially resemble those of N. macfarlanei. However, since that species is confined to Peninsular Malaysia, the two taxa are not easily confused.",
    "Natural hybrids-Other hybrids": "Four other natural hybrids with N. spectabilis have been recorded. These are N. gymnamphora × N. spectabilis, N. mikei × N. spectabilis, N. rhombicaulis × N. spectabilis, and N. spectabilis × N. tobaica.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Danser, B.H. 1928. 42. Nepenthes spectabilis DANS., spec. nova. In: The Nepenthaceae of the Netherlands Indies. Bulletin du Jardin Botanique de Buitenzorg, Série III, 9(3–4): 249–438."
  }
}