{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_mirabilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. mirabilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes mirabilis (; from Latin mirabilis \"wonderful\"), or the common swamp pitcher-plant, is a carnivorous plant species. By far the most widespread of all Nepenthes, its range covers continental Southeast Asia and all major islands of the Malay Archipelago (minus the Lesser Sunda Islands and northern Philippines), stretching from China in the north to Australia in the south. The species exhibits great variability throughout its range. One of the more notable varieties, N. mirabilis var. echinostoma, is endemic to Brunei and Sarawak and possesses an extremely wide peristome.The conservation status of N. mirabilis is listed as Least Concern on the IUCN Red List. In Hong Kong, it is a protected species under Forestry Regulations Cap. 96A.\nAccording to Matthew Jebb and Martin Cheek, the pitchers of N. mirabilis are used as toy phallocrypts in New Guinea.",
    "Distribution": "Nepenthes mirabilis has by far the widest distribution of any Nepenthes species and is known from the following countries and regions: Australia (Cape York Peninsula), Borneo, Cambodia, Caroline Islands (Palau and Yap), China (Guangdong Province, Hainan, Hong Kong, and Macau), D'Entrecasteaux Islands, Java, Laos, Louisiade Archipelago, Maluku Islands, Myanmar, New Guinea, Peninsular Malaysia, Philippines (Dinagat and Mindanao), Sulawesi, Sumatra, Thailand, and Vietnam. It has also been recorded from many smaller islands, including Babi, Bangka, Banyak Islands, Batu Islands, Bengkalis, Enggano, Ko Lanta, Ko Tarutao, Langkawi, Mendol, Mentawai Islands (North Pagai, Siberut, Sipura, and South Pagai), Meranti Islands (Padang, Rangsang, and Tebing Tinggi), Nias, Penang, Phuket, Riau Islands (Lingga Islands and Riau Archipelago), Rupat, Tawi-Tawi, and possibly Wowoni.",
    "Taxonomy": "Nepenthes mirabilis is closely related to N. rowaniae and N. tenax, the only two Nepenthes species endemic to Australia.\n\nIn his Carnivorous Plant Database, taxonomist Jan Schlauer treats N. kongkandana as a synonym of N. mirabilis.",
    "Infraspecific taxa": "Across its range, N. mirabilis exhibits great variability in terms of pitcher morphology and colour, and it has the most synonyms of all Nepenthes species. The following forms and varieties of N. mirabilis have been described. With the exception of N. mirabilis var. echinostoma and N. mirabilis var. globosa, these taxa are not considered valid today.\n\nNepenthes mirabilis f. anamensis (Hort.Weiner) Hort.Westphal (1991)\nNepenthes mirabilis var. anamensis Hort.Weiner in sched. (1985) nom.nud.\nNepenthes mirabilis var. biflora J.H.Adam & Wilcock (1992)\nNepenthes mirabilis var. echinostoma (Hook.f.) Hort.Slack ex J.H.Adam & Wilcock (1992)\nNepenthes mirabilis var. globosa M.Catal. (2010)\nNepenthes mirabilis f. simensis (Hort.Weiner) Hort.Westphal (1991)\nNepenthes mirabilis var. simensis Hort.Weiner in sched. (1985) nom.nud.\nNepenthes mirabilis f. smilesii (Hemsl.) Hort.Westphal (2000)\nNepenthes mirabilis var. smilesii (Hemsl.) Hort.Weiner in sched. (1985)",
    "Infraspecific taxa-N. mirabilis var. echinostoma": "Nepenthes mirabilis var. echinostoma was discovered by Odoardo Beccari in 1865 and described as a species, N. echinostoma, by Joseph Dalton Hooker in 1873. In 1882, Frederick William Burbidge described this unusual variety in The Gardeners' Chronicle as follows:\nBeccari's singular N. echinostoma (vide Herb. Kew) is a wonderful thing, as yet unintroduced—indeed, I suppose unseen by any save Beccari ! The mouths of the urns remind one of the deflexed teeth of some gigantic moss of the Hypnoid section.\nNepenthes mirabilis var. echinostoma is the only form of this species that occurs in Brunei. It has also been recorded from parts of Sarawak, but appears to be completely absent from Sabah.",
    "Infraspecific taxa-N. mirabilis var. globosa": "Nepenthes mirabilis var. globosa has been recorded from a single undisclosed Andaman Sea island off Phang Nga and from the Thai mainland near the city of Trang.This variety was featured on the cover of the January 2006 issue of the Journal of Insectivorous Plant Society, identified as \"Nepenthes sp. from Thailand\". The name Nepenthes globosa appeared in print in an article by Shigeo Kurata in the July 2007 issue of the Journal of Insectivorous Plant Society. The same issue also featured an article by Masahiro Tada that referred to the plant as \"Nepenthes Viking\". Prior to its description by Marcello Catalano in 2010, this taxon was also published under the informal name Nepenthes sp. Phanga Nga in Stewart McPherson's 2009 book, Pitcher Plants of the Old World.In the horticultural trade, this variety is popularly known as both Nepenthes globosa (; from Latin: globosus, \"globular\") and Nepenthes sp. Viking, after the resemblance the pitchers bear to the prow of a Viking ship.",
    "Pitcher infauna": "A great number of infaunal organisms have been found in the pitchers of this species. These include the sarcophagid fly Sarcophaga papuensis and the mite Nepenthacarus warreni, which have both been found in Australian populations of the plant. Similarly, the mosquitoes Aedes dybasi and Aedes maehleri reside in the pitchers of N. mirabilis on the islands of Palau and Yap, respectively. Both have unusual life histories and morphological traits associated with this habit.The nematode Baujardia mirabilis has been described from N. mirabilis in Thailand. It is not thought to be an accidental; the pitchers of this species appear to be the nematode's natural habitat. The microecosystems in these pitchers were found to be dominated by mosquito larvae, midges, and B. mirabilis. It is speculated that this nematode might have a phoretic relationship with one or more infaunal insect species.In southern China, tree frogs have been observed in the pitchers of N. mirabilis. The amphibians do not fall prey to the plant, but rather feed on insects that are caught by the pitchers. They are not affected by the acidic digestive juices (which may have a pH as low as 2), likely due to the mucilaginous outer layer of their skin.The first record of an aquatic fungus living in the pitcher organ of a carnivorous plant came from a specimen of N. mirabilis growing along the Jardine River in Australia. The mycelial fungus was observerd as both free-living in the trap's fluid and attached to chitinous insect remains.The pitchers of N. mirabilis have also been found to harbour a complex community of bacteria. These bacterial communities appear to be more diverse than those found in the pitcher fluid of N. ampullaria and sympatric N. gracilis in Peninsular Malaysia. In N. mirabilis their composition can also differ significantly according to pitcher type, something not seen in the other two species.",
    "Natural hybrids": "Nepenthes mirabilis has the greatest number of known natural hybrids of any species in the genus.\n? (N. alata × N. merrilliana) × N. mirabilis [=N. × tsangoya]\nN. alata × N. mirabilis [=N. × mirabilata]\nN. ampullaria × N. mirabilis [=N. × kuchingensis, Nepenthes cutinensis]\n? (N. ampullaria × N. rafflesiana) × N. mirabilis [=N. × hookeriana × N. mirabilis]\nN. andamana × N. mirabilis (including N. andamana × N. mirabilis var. globosa)\nN. benstonei × N. mirabilis\nN. bicalcarata × N. mirabilis (including N. bicalcarata × N. mirabilis var. echinostoma)\n? (N. bicalcarata × N. rafflesiana) × N. mirabilis var. echinostoma\nN. gracilis × N. mirabilis [=N. × sharifah-hapsahii, N. × ghazallyana, N. × grabilis, N. neglecta?]\nN. insignis × N. mirabilis\nN. kampotiana × N. mirabilis\nN. kongkandana × N. mirabilis\nN. merrilliana × N. mirabilis\nN. mirabilis × N. northiana\nN. mirabilis × N. rafflesiana (including N. mirabilis var. echinostoma × N. rafflesiana)\nN. mirabilis × N. reinwardtiana\nN. mirabilis × N. rowaniae\nN. mirabilis × N. smilesii\nN. mirabilis × N. spathulata\nN. mirabilis × N. sumatrana\nN. mirabilis × N. tenax\nN. mirabilis × N. thorelii\nN. mirabilis × N. tomoriana",
    "Notes": "",
    "References": "Adam, J.H. & C.C. Wilcock 1992. Nepenthes mirabilis (Loureiro) Druce from Borneo. Malayan Nature Journal 46(2): 75–84.\nBourke, G. & R. Nunn 2012. Nepenthes. In: Australian Carnivorous Plants. Redfern Natural History Productions, Poole. pp. 148–167.\nClarke, C.M. 2001. A Guide to the Pitcher Plants of Sabah. Natural History Publications (Borneo), Kota Kinabalu.\nClarke, C.M. 2006. Introduction. In: Danser, B.H. The Nepenthaceae of the Netherlands Indies. Natural History Publications (Borneo), Kota Kinabalu. pp. 1–15.\nCo, L. & W. Suarez 2012. Nepenthaceae. Co's Digital Flora of the Philippines.\n(in German) Gronemeyer, T. 2008. Nepenthes auf den Philippinen – Ein Reisebericht. Das Taublatt 60(1): 15–27.\nHernawati & P. Akhriadi 2006. A Field Guide to the Nepenthes of Sumatra. PILI-NGO Movement, Bogor.\nKorthals, P.W. 1839. Over het geslacht Nepenthes. In: C.J. Temminck 1839–1842. Verhandelingen over de Natuurlijke Geschiedenis der Nederlandsche overzeesche bezittingen; Kruidkunde. Leiden. pp. 1–44, t. 1–4, 13–15, 20–22.\nLowrie, A. 1998. Nepenthes mirabilis. In: Carnivorous Plants of Australia. Volume 3. University of Western Australia Press, Nedlands. pp. 276–279.\nLowrie, A. 2013. Nepenthes mirabilis (Lour.) Druce. In: Carnivorous Plants of Australia Magnum Opus - Volume Three. Redfern Natural History Productions, Poole. pp. 902–905.\nMacfarlane, J.M. 1927. The Philippine species of Nepenthes. The Philippine Journal of Science 33(2): 127–140.\n(in German) McPherson, S. & T. Gronemeyer 2008. Die Nepenthesarten der Philippinen Eine Fotodokumentation. Das Taublatt 60(1): 34–78.\nNunn, R. & C.N.A. Vu 2016. An account of the Nepenthes species of Vietnam. Carnivorous Plant Newsletter 45(3): 93–101.\n(in Japanese) Oikawa, T. 1992. Nepenthes mirabilis Druce. In: Muyū kusa – Nepenthes (無憂草 – Nepenthes). [The Grief Vanishing.] Parco Co., Japan. pp. 26–29.\nShivas, R.G. 1984. Pitcher Plants of Peninsular Malaysia & Singapore. Maruzen Asia, Kuala Lumpur.\nThorogood, C. 2010. The Malaysian Nepenthes: Evolutionary and Taxonomic Perspectives. Nova Science Publishers, New York.\nNepenthes of Australia by Stewart McPherson",
    "Further reading": "",
    "External links": "Hong Kong Herbarium: Nepenthes mirabilis\nN. mirabilis var. globosa in its natural habitat"
  }
}