{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_reinwardtiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. reinwardtiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes reinwardtiana  is a tropical pitcher plant native to Borneo and Sumatra and to a number of smaller surrounding islands including Bangka, Natuna, Nias, and Siberut. Although some sources have included Peninsular Malaysia and Singapore within the range of this species, these records appear to be erroneous.Nepenthes reinwardtiana has an unusually wide altitudinal distribution of 0–2200 m, being both a \"lowland\" and \"highland\" plant.  There are many different colour forms, ranging from green to dark red.  This species is known for the two \"eye spots\" on the inside surface of its pitchers.\nThe specific epithet reinwardtiana honours Caspar Georg Carl Reinwardt. The species has been given the vernacular name Reinwardt's pitcher-plant.",
    "Taxonomy and systematics": "",
    "Taxonomy and systematics-Nepenthes naquiyuddinii": "Nepenthes naquiyuddinii  was described in 2006 by J. H. Adam and Hafiza A. Hamid. The taxon is only known from Keningau-Kimanis Road and the foot of Mount Trus Madi, both in Sabah, Borneo, where it grows at an elevation of 1400 to 1424 m in open secondary vegetation.Although acknowledging close affinities between N. naquiyuddinii and N. reinwardtiana, Adam and Hafiza stated that the \"two species exhibit many morphological differences and therefore they cannot be united into the same species\". However, some authors consider these differences too small for species status and treat N. naquiyuddinii as a heterotypic synonym of N. reinwardtiana. Alternatively, N. naquiyuddinii may represent a natural hybrid involving N. fusca and N. reinwardtiana, the only species that are sympatric with it.",
    "Taxonomy and systematics-Phylogeny": "In 2001, Charles Clarke performed a cladistic analysis of the Nepenthes species of Sumatra and Peninsular Malaysia using 70 morphological characteristics of each taxon. The following is a portion of the resultant cladogram, showing part of \"Clade 6\", which includes N. reinwardtiana.",
    "Intraspecific taxa": "Nepenthes reinwardtiana var. samarindaensis J.H.Adam & Wilcock (1993)",
    "Natural hybrids": "The following natural hybrids involving N. reinwardtiana have been recorded.\n\nN. albomarginata × N. reinwardtiana [=N. × ferrugineomarginata]\nN. ampullaria × N. reinwardtiana\nN. clipeata × N. reinwardtiana\nN. fusca × N. reinwardtiana [=?N. naquiyuddinii]\nN. gracilis × N. reinwardtiana\nN. gymnamphora × N. reinwardtiana\nN. hispida × N. reinwardtiana\nN. macrovulgaris × N. reinwardtiana\nN. mirabilis × N. reinwardtiana\nN. reinwardtiana × N. spathulata\nN. reinwardtiana × N. stenophylla\nN. reinwardtiana × N. tentaculata [=?N. murudensis]\nN. reinwardtiana × N. tobaica",
    "Notes": "",
    "References": "\n\n== Further reading =="
  }
}