{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_macrophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. macrophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes macrophylla , the large-leaved pitcher-plant, is a tropical pitcher plant known only from a very restrictive elevation on Mount Trusmadi in Sabah, Malaysian Borneo. \nNepenthes macrophylla was once thought to be a subspecies of N. edwardsiana, but differs from that species in several aspects of pitcher and leaf morphology.",
    "Botanical history": "Nepenthes macrophylla was known to grow on Mount Trusmadi for a long time prior to its description, although it was not initially considered a distinct species. Shortly after its discovery, it was lumped with N. villosa, a similar species from Kinabalu National Park. In his 1976 guide, Nepenthes of Mount Kinabalu, botanist Shigeo Kurata wrote:\nMt. Trus Madi, located in the south of Mt. Kinabalu, become known [sic] as a locality for this species [N. villosa]. Though this information is not confirmed yet, its existence is expected because this mountain falls within the vertical distribution of this species.\nLater, N. macrophylla was treated as a form of N. edwardsiana, another closely related species. An early collection of N. macrophylla was made by Johannes Marabini in March 1983 and the herbarium material, designated as Marabini 2167, deposited at the University of Erlangen-Nuremberg in Germany. Four years later, Marabini formally described the taxon as a subspecies of N. edwardsiana.In their 1996 monograph, Pitcher-Plants of Borneo, Anthea Phillipps and Anthony Lamb treated N. macrophylla as a species in the process of being described, referring to it as \"Nepenthes macrophylla (Marabini) Jebb & Cheek ined.\". Botanists Matthew Jebb and Martin Cheek had intended to elevate N. macrophylla to species status since at least 1994 and did so upon the publication of their 1997 monograph \"A skeletal revision of Nepenthes (Nepenthaceae)\" in the botanical journal Blumea.  This interpretation was supported by Charles Clarke, who noted that N. edwardsiana and N. villosa \"have more in common with each other than do N. edwardsiana and N. macrophylla\".",
    "Description": "Nepenthes macrophylla is a climbing plant. The stem reaches a length of more than 10 m and is up to 10 mm in diameter. Internodes are up to 35 cm long and circular in cross section.\n\nLeaves are coriaceous and petiolate. The lamina or leaf blade is oblong in shape and reaches exceptionally large dimensions of up to 60 cm by 20 cm. The apex of the lamina is acuminate-obtuse, while the base is abruptly contracted where the petiole begins. The petiole itself is up to 15 cm long. It is canaliculate (grooved lengthwise) and typically bears wings that form a partially amplexicaul sheath around the stem. One to three longitudinal veins are present on either side of the midrib, but pinnate veins are indistinct. Tendrils measure up to 35 cm in length.The pitchers of N. macrophylla are robust and almost woody in texture. Rosette and lower pitchers are shortly cylindrical in shape, becoming narrower around the midpoint. They can be very large: up to 35 cm high by 15 cm wide. A pair of fringed wings (≤10 mm wide) runs down the ventral surface of the pitcher. Terrestrial pitchers usually have a hip in their lower half. The pitcher mouth is ovate and has an oblique insertion. The peristome is cylindrical and expanded, measuring up to 15 mm wide. It bears a series of highly developed ribs, which terminate in prominent downward-pointing teeth. The pitcher lid or operculum is ovate, very broad, and has a cordate base. An unbranched spur (≤9 mm long) is inserted near the base of the lid. Upper pitchers are similar to their lower counterparts in most respects. They differ in having a more cylindrical shape, reduced wings, and the hip always being located in the upper half. Traps may have a range of colours, although the yellow-pitchered form is more common than the red-pitchered form.Nepenthes macrophylla has a racemose inflorescence, with both male and female ones having a similar structure. The peduncle is up to 23 cm long and 5 mm wide, while the rachis is up to 55 cm long. Pedicels are one-flowered, bracteate, and measure up to 16 mm in length. Sepals are elliptic in shape and up to 6 mm long.Most parts of the plants bear an indumentum of very short hairs, although much of this covering is caducous.",
    "Ecology": "Nepenthes macrophylla is known with certainty only from the summit area of Mount Trusmadi in Sabah, Borneo, despite the presence of a number of nearby peaks (such as Mount Pinesowitan) that fall within its altitudinal range. However, there are unconfirmed reports that it also grows \"on the summit of a neighbouring peak\". Older sources list a number of different values for the altitudinal distribution of N. macrophylla, with some giving a narrow range of 2200–2400 m and others a much wider span of 2000–2600 m. It is now known that this species occurs between 2200 m and the summit at 2642 m.The typical habitat of N. macrophylla is mossy montane forest along ridge tops, where the vegetation is dominated by Leptospermum and Rhododendron. Like most highland Nepenthes species, N. macrophylla experiences marked temperature fluctuations between day and night, from a noon maximum of around 30 °C to a nighttime minimum of 5 °C. Relative humidity is always high and in the late evening the summit of Mount Trusmadi is often shrouded in mist and clouds.Nepenthes macrophylla occurs both terrestrially and as an epiphyte. The species is sympatric with N. lowii and N. tentaculata. A natural hybrid between N. lowii and N. macrophylla, described as N. × trusmadiensis, has been recorded.Due to its restricted natural range and the fact that Mount Trusmadi does not receive the same high level of protection as Mount Kinabalu, N. macrophylla is classified as Critically Endangered on the 2006 IUCN Red List of Threatened Species. This differs slightly from an informal assessment made by botanist Charles Clarke in 1997, who classified the species as Endangered based on the IUCN criteria. Clarke wrote that the species \"requires the highest level of protection if it is to persist in the wild into the next century\". N. macrophylla is threatened by over-collection and damage caused to its habitat by visitors. These activities have already depleted populations of this species on the mountain and it is thought to be the most endangered highland Nepenthes of Borneo.",
    "Carnivory": "Nepenthes macrophylla has formed a mutualistic relationship with the mountain treeshrew (Tupaia montana). The pitchers of N. macrophylla exude a sugary reward on the reflexed pitcher lid and provide a perch for the visitor. The treeshrews eat this exudate and defecate into the pitchers, supplying the plant with valuable nitrogen.A 2010 study showed that the shape and size of the pitcher orifice of N. macrophylla exactly match the dimensions of a typical Tupaia montana. A similar adaptation was found in N. lowii and N. rajah, and is also likely to be present in N. ephippiata. In all three of these species (N. ephippiata has not been investigated), the colour of the lower lid surface corresponds to T. montana visual sensitivity maxima in the green and blue wavebands, making it stand out against adjacent parts of the pitcher.",
    "Related species": "Nepenthes macrophylla is most closely related to N. edwardsiana and N. villosa. In his Carnivorous Plant Database, taxonomist Jan Schlauer treats N. macrophylla as a possible synonym of N. villosa.Nepenthes macrophylla differs from both of these species in the structure of its peristome. Although highly developed, the peristome ribs and teeth of N. macrophylla are considerably shorter and more widely spaced than those of either N. edwardsiana or N. villosa. The pitcher mouth of N. macrophylla is distinctive in that it rises gradually towards the lid, while at the same time not forming a pronounced neck. In addition, the mouth of this species has a much more oblique insertion than its relatives. Nepenthes macrophylla is also distinguished by its broad, ovate lid. The lower pitchers of N. edwardsiana and N. macrophylla are quite similar in shape, although in the latter species the hip is always positioned in the upper portion of the pitcher cup. The upper pitchers of these species are more distinct, with those of N. macrophylla being more ovoid and less elongated. As its name suggests, N. macrophylla produces very large leaves and these may be twice as long as those of either N. edwardsiana or N. villosa.Whereas N. edwardsiana and N. villosa are restricted to generally ultramafic soils in the Kinabalu area, N. macrophylla is only found near the summit of Mount Trusmadi, which is mostly composed of sandstone.Botanists Matthew Jebb and Martin Cheek suggest that N. macrophylla is related to N. mira, a species endemic to Palawan in the Philippines.",
    "Natural hybrids": "In the wild, N. macrophylla is only known to hybridise with N. lowii. N. lowii × N. macrophylla was discovered on Mount Trusmadi by Johannes Marabini and John Briggs in 1983. Later that year, it was described as N. × trusmadiensis by Marabini. Briggs returned to Mount Trusmadi in 1984, but found only one small group of plants.Nepenthes × trusmadiensis has petiolate leaves measuring up to 50 cm in length. The pitchers of this hybrid are some of the largest of any Bornean Nepenthes species, reaching 35 cm in height. They are roughly intermediate in form between those of its parent species. The lid is held away from the mouth as in N. lowii and bears short bristles on its lower surface. The peristome has prominent ribs and teeth, but is not as developed as that of N. macrophylla. The inflorescence of N. × trusmadiensis may be up to 50 cm long and has two-flowered pedicels. Despite the size of the pitchers, this hybrid is not large in stature.Nepenthes × trusmadiensis is restricted to the summit ridge of Mount Trusmadi and has been recorded from elevations of 2500 to 2600 m above sea level.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Nepenthes macrophylla at ARKive\nVideo of tree shrew visiting pitchers of N. macrophylla"
  }
}