{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_eustachya",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. eustachya"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes eustachya  is a tropical pitcher plant endemic to Sumatra, where it grows from sea level to an elevation of 1600 m. The specific epithet eustachya, formed from the Greek words eu (true) and stachys (spike), refers to the racemose structure of the inflorescence.",
    "Botanical history": "Nepenthes eustachya was probably first collected in February 1856 by Johannes Elias Teijsmann on the Sumatran coast near the port town of Sibolga. This specimen, Teijsmann 529, was designated as the lectotype of N. eustachya by Matthew Jebb and Martin Cheek in their 1997 monograph. It is deposited at the herbarium of the Bogor Botanical Gardens along with two isotypes.Nepenthes eustachya was described in 1858 by Friedrich Miquel. In 1908, John Muirhead Macfarlane retained N. eustachya as a distinct species in his revision of the genus, titled \"Nepenthaceae\".B. H. Danser did not support this interpretation and instead treated N. eustachya in synonymy with N. alata in his seminal monograph, \"The Nepenthaceae of the Netherlands Indies\", published in 1928. He wrote:\nN. eustachya Miq., only recorded from Sumatra and still distinguished by Macfarlane, is united with N. alata in the above. In his monograph, Macfarlane places N. alata in the group with carinate lid, N. eustachya among the species without keel on the lid ; yet he distinguishes a N. alata var. ecristata, without keel. For the rest there is hardly any difference to be stated between these two species and especially the inflorescences are strikingly alike.\nDanser also identified Ridley 16097 from the Malay Peninsula as N. alata, extending the species's range even further and making its apparent absence from Borneo difficult to explain. Ridley 16097 is now thought to represent a mixed collection of N. alba and N. benstonei.Plants belonging to N. eustachya were identified as N. alata by a number of subsequent authors, including Shigeo Kurata in 1973, Mitsuru Hotta and Rusjdi Tamin in 1986, Mike Hopkins, Ricky Maulder and Bruce Salmon in 1990, and T. Sota, M. Mogi and K. Kato in 1998.In 1997, N. eustachya was once again elevated to species rank by Matthew Jebb and Martin Cheek, who noted a number of differences between the two taxa. Charles Clarke supported this interpretation in his 2001 monograph, Nepenthes of Sumatra and Peninsular Malaysia.The specific epithet eustachya has been misspelled several times in the literature, including once by Otto Stapf in 1886 as N. eustachys and once by Jacob Gijsbert Boerlage in 1900 as N. eustachia.",
    "Description": "Nepenthes eustachya is a climbing plant. The stem attains a length of up to 5 m and a diameter of 0.8 cm. Internodes are cylindrical in cross section and up to 12 cm long.\n\nLeaves are coriaceous and petiolate. The lamina is oblong-lanceolate in shape and can be up to 20 cm long and 5 cm wide. It has a rounded to emarginate apex, which may be sub-peltate. The petiole is canaliculate, not decurrent, and generally lacks wings. It clasps the stem for around half of its circumference. Two to four longitudinal veins are present on either side of the midrib. Pinnate veins arise obliquely from the midrib. Tendrils reach 15 cm in length.Rosette and lower pitchers are ovoid in the lowermost quarter and cylindrical above, frequently widening just below the peristome. They are up to 20 cm high and 4 cm wide. On the inner surface, the glandular region covers the ovoid portion of the pitcher cup. The pitchers lack wings, bearing a pair of ribs instead. The pitcher mouth is round and has an oblique insertion. The flattened peristome may be up to 5 mm wide. Its inner margin is lined with indistinct teeth. The inner portion of the peristome accounts for around 29% of its total cross-sectional surface length. The lid is sub-orbicular and lacks appendages. The spur is up to 4 mm long and generally bifid.Upper pitchers resemble their lower counterparts in most regards. They usually attain a slightly greater size and are infundibular in the uppermost quarter.Nepenthes eustachya has a racemose inflorescence. The peduncle is up to 40 cm long, whereas the rachis reaches 30 cm in length. Partial peduncles are one- or two-flowered and lack bracteoles. Sepals are lanceolate in form and up to 4 mm long.Immature parts of the plant may bear a sparse indumentum of white, mostly caducous hairs. Mature parts are glabrous throughout.The stem and lamina are green. Pitchers are white to light pink with many red speckles. The underside of the lid is often darker than the rest of the pitcher. The peristome is usually yellowish and may bear red stripes.",
    "Ecology": "Nepenthes eustachya is endemic to the Indonesian provinces of North Sumatra and West Sumatra; its natural range stretches from Sibolga to the Padang Highlands. It has an altitudinal distribution of 0–1600 m above sea level.Nepenthes eustachya usually grows in open, sunny sites on cliff faces and steep slopes at the forest margin. It is restricted to sandstone substrates and often grows on bare rock. Where the species does occur it is common and may form dense clumps, such as those growing beside the road from Sibolga to Tarutung in North Sumatra.Nepenthes eustachya grows in close proximity to a number of other lowland species, including N. albomarginata, N. ampullaria, N. gracilis, N. longifolia, and N. sumatrana. It is known to hybridise with all of these species.\nThe conservation status of N. eustachya is listed as Least Concern on the 2006 IUCN Red List of Threatened Species.",
    "Related species": "Nepenthes eustachya differs from N. alata in a number of morphological features. Jebb and Cheek outlined these differences when they restored the former as a valid species. Nepenthes eustachya has a lanceolate lamina with a rounded to sub-peltate apex, whereas that of N. alata is lanceolate-ovate with an acute or attenuate apex. The petiole also serves to distinguish these species: in N. eustachya it is scarcely or not winged at all, whereas in N. alata it is broadly winged. The pitchers of N. eustachya bear a simple or bifurcate spur, compared to the simple and acutely pointed appendage of N. alata. Mature parts of N. eustachya are glabrous, while N. alata bears an indumentum of reddish or whitish hairs. Jebb and Cheek also compared the structure of the pitcher base: that of N. eustachya is angular and woody, being gradually attenuate towards the tendril. The base of N. alata traps, however, has a similar texture to the rest of the pitcher and is abruptly attenuate towards the tendril.\n\nNepenthes alata exhibits great variability across its range and it is inevitable that some plants will deviate from the characters outlined by Jebb and Cheek. However, the overall combination of morphological differences appears to be stable and it is this that demarcates these species.Nepenthes eustachya bears a superficial resemblance to N. mirabilis. It can be distinguished from that species on the basis of its lower pitchers, which lack wings, its fimbriate leaf margins on short shoots, and coriaceous leaves, as opposed to chartaceous in the latter.Charles Clarke notes that the upper pitchers of N. eustachya, which have a pronounced globose base, may resemble those of N. clipeata from Borneo and N. klossii from New Guinea. Nevertheless, it would be difficult to confuse these species as they have little else in common and are geographically isolated from each other.In 2001, Clarke performed a cladistic analysis of the Nepenthes species of Sumatra and Peninsular Malaysia using 70 morphological characteristics of each taxon. The following is a portion of the resultant cladogram, showing \"Clade 5\". It comprises the sister pair of N. eustachya and N. mirabilis with 72% support, as well as a weakly supported subclade (69%) that includes N. longifolia and the sister taxa N. rafflesiana and N. sumatrana with 58% bootstrap support.",
    "Natural hybrids": "Nepenthes eustachya is known to hybridise with a number of other Nepenthes species with which it is sympatric.\nNepenthes albomarginata and N. eustachya grow in mixed populations at a number of locations in the Padang Highlands and Tapanuli. Natural hybrids between them appear to be relatively common around the river Tjampo in West Sumatra. A young plant of N. albomarginata × N. eustachya pictured in Nepenthes of Sumatra and Peninsular Malaysia was observed by Charles Clarke in 1998 on Bukit Kambut in West Sumatra. It grew in secondary vegetation amongst a population of N. eustachya at an elevation of around 900 m. This plant was subsequently destroyed, but Clarke and Troy Davis found a number of other plants on Bukit Tjampo. The hybrids were growing in a dense thicket of ferns (Dicranopteris linearis and Dipteris sp.) at approximately 750 m.Nepenthes albomarginata × N. eustachya often produces reddish leaves and pitchers. The characteristic white band of N. albomarginata is present just below the peristome. In common with N. eustachya, the indumentum is almost completely absent from the leaves, which are sub-petiolate and wider than those of N. albomarginata. No mature plants of this hybrid have been observed and, as such, the upper pitchers and inflorescence remain unknown.Nepenthes eustachya × N. longifolia has been recorded from a number of locations near Payakumbuh and Sibolga, where its parent species are sympatric. It is relatively rare because N. eustachya and N. longifolia occur in markedly different habitats; the former usually grows in exposed, sunny sites, while the latter is more common in dense, shady forest. This hybrid differs from N. eustachya in having fringed lamina margins bearing short reddish-brown hairs. The peristome often has a distinctive raised section at the front, a characteristic inherited from N. longifolia. It can be distinguished from N. longifolia on the basis of its shorter tendrils and the presence of longitudinal furrows on the surface of the lamina, similar to those of N. eustachya.In addition, putative natural hybrids with N. ampullaria, N. gracilis, and N. sumatrana have been observed.",
    "References": "",
    "Further reading": "",
    "External links": "Nepenthes eustachya in its natural habitat"
  }
}