{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_micramphora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. micramphora"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes micramphora is a tropical pitcher plant known only from Mount Hamiguitan on the island of Mindanao in the Philippines. It is a highland plant growing at elevations of 1100–1635 m.Nepenthes micramphora is closely allied to N. abgracilis and N. cid, both also from Mindanao, and together these species comprise the informal \"N. micramphora group\".The specific epithet micramphora is derived from the Greek mikros (small) and Latin amphora (amphora, urn), and references the tiny pitchers of this species.",
    "Botanical history": "Nepenthes micramphora was formally described in 2009 by Volker Heinrich, Stewart McPherson, Thomas Gronemeyer, and Victor Amoroso. The description was published in the second volume of McPherson's Pitcher Plants of the Old World. The herbarium specimen V.Amoroso & R.Aspiras CMUH 00003545 is the designated holotype, and is deposited at the Central Mindanao University Herbarium in Musuan, Bukidnon, the Philippines. It was collected on 31 January 2005, from Mount Hamiguitan, on the trail from San Isidro, at an altitude of 1300–1600 m.Inflorescence measurements for the formal description were taken by Volker Heinrich at the type locality on 22 July 2008, since herbarium material of the floral structures could not be located.",
    "Description": "Nepenthes micramphora is a climbing plant growing to a height of 2.5 m. The stem is circular in cross section and up to 3.5 mm in diameter, with internodes up to 15 mm long.",
    "Description-Leaves": "Leaves are sessile and coriaceous in texture. The lamina (leaf blade) is lanceolate-elliptic in shape and reaches 8 cm in length by 1 cm in width, being widest in its distal half. The lamina has an acute apex and is shortly attenuate at the base, clasping the stem for approximately one-third of its circumference. It is not decurrent down the stem. Two to three longitudinal veins are present on either side of the midrib, while pinnate veins are numerous. Tendrils are up to 7.5 cm long and 1 mm wide.",
    "Description-Pitchers": "Rosette and lower pitchers are narrowly ovate in the basal portion and cylindrical or sometimes slightly infundibular above. They are very small, reaching only 4.1 cm in height by 1.6 cm in width. A pair of wings (≤4 mm wide) typically runs down the ventral surface of the pitcher cup, although these may be reduced to ribs. The wings bear fringe elements measuring around 3 mm and spaced 2.5–3 mm apart. Only the basal third of the interior surface of the pitcher is glandular. The peristome is cylindrical and up to 0.8 mm wide, bearing ribs up to 0.1 mm high and spaced 0.1 mm apart. Teeth are not visible on the inner margin of the peristome. The pitcher lid or operculum may be elliptic, ovate, or orbicular, and generally has a cordate base. The lid lacks appendages and measures up to 2 cm in length by 1.8 cm in width, being slightly wider than the pitcher mouth. The nectar glands of the lower lid surface number more than 100. A branched or divided spur (≤3 mm long) is inserted near the base of the lid.\n\nUpper pitchers are produced from an early age. They may be infundibular throughout or narrowly infundibular in their basal part, becoming narrower and roughly cylindrical above. They are broadest in the middle or in the upper portion. Aerial pitchers are larger than their terrestrial counterparts, growing to 6.7 cm in height by 2 cm in width (although more often around 4 cm by 1.7 cm). The pitcher lid is of the same width as the mouth. Wings are always reduced to ribs. In other respects, upper pitchers are similar to the lower traps.",
    "Description-Inflorescence": "Nepenthes micramphora has a racemose inflorescence measuring up to 35 cm in length by 6 mm in width. The peduncle itself may be up to 8 cm long and 1 mm wide. Flowers are borne on one-flowered, non-bracteate pedicels (3–4 mm long), of which there are between 20 and 40 on the inflorescence. The ovate tepals measure up to 2.5 mm in length by 1.2 mm in width. Fruits are up to 20 mm long.",
    "Description-Indumentum": "The stem, lamina, and pitchers are glabrous. An inconspicuous indumentum of simple, rusty brown hairs (0.1 mm long) covers the inflorescence.",
    "Ecology": "",
    "Ecology-Distribution": "Nepenthes micramphora has only been recorded from the highland slopes of Mount Hamiguitan, Davao Oriental, in the extreme southeast of Mindanao island in the Philippines. Much of the surrounding region has not been explored for Nepenthes, and this species may therefore be present in other parts of southern Mindanao. Its altitudinal distribution extends from 1100 m above sea level to the summit at 1635 m.",
    "Ecology-Habitat": "This species grows terrestrially in a wide range of habitats, including upper montane mossy forest, secondary vegetation, ridge tops, cliff sides, and landslides. It has also been recorded at the margins of montane forest around the so-called Bonsai Forest, which is named for its stunted trees. The species is restricted to ultramafic substrates. While N. micramphora tolerates shady conditions, it grows best under direct sunlight. On Mount Hamiguitan, N. micramphora is sympatric with N. alata (sensu lato), N. justinae (previously identified as N. mindanaoensis), and N. peltata, and grows in the same altitudinal range as N. hamiguitanensis. Despite this, no natural hybrids have been observed with certainty.",
    "Ecology-Conservation status": "In his 2009 book, Pitcher Plants of the Old World, Stewart McPherson writes that N. micramphora is \"not currently threatened\" owing to its extensive populations on Mount Hamiguitan and the fact that visitors are only permitted to climb the mountain with the assistance of a guide. The future of wild populations of N. micramphora will be further secured if provincial officials of Davao Oriental are successful in their bid to gain recognition of Mount Hamiguitan as a UNESCO World Heritage Site.",
    "Related species": "",
    "Related species-N. micramphora group": "Nepenthes micramphora gives its name to the informal \"N. micramphora group\", which also includes N. abgracilis from northeastern Mindanao and N. cid from north-central Mindanao. This group was introduced by Martin Cheek and Matthew Jebb in a 2013 paper that also included the formal descriptions of the latter two species. Before this, N. micramphora was considered an outlier or species of uncertain placement that did not fall into any of the established groups of Philippine Nepenthes (the three main ones being the N. alata, N. ventricosa, and N. villosa species groups).Nepenthes abgracilis, N. cid and N. micramphora are united by aspects of pitcher and stem morphology as well as shared habitat preferences. Cheek and Jebb identified seven diagnostic characters that they used to define the group:\n\nsubmontane habitat;\nstems terete;\nperistome slender, cylindrical, 0.8–2 mm wide;\nperistome ridges low, about 0.1 mm high, inconspicuous;\ninner edge of peristome without visible teeth (in natural position);\nlower surface of lid lacking a basal ridge and appendage;\nlid nectar glands >100, monomorphic, large (ca. 0.5 mm diam.) with a narrow border, ± evenly spread over the lid\nThese species show some similarities to those of the N. alata group, but differ in lacking a basal ridge or appendage on the lower surface of the lid.Nepenthes cid differs from the other two species of the N. micramphora group in growth habit (it is epiphytic as opposed to terrestrial), indumentum development (vegetative parts hairy as opposed to subglabrous), and in having a distinct petiole (versus sessile in the other two). Both it and N. abgracilis have entire spurs, as compared to branched in N. micramphora.Nepenthes micramphora is most easily distinguished from N. abgracilis by its upper pitchers, which are more-or-less infundibular (versus subcylindric in N. abgracilis), narrowest at the base and widest in the middle or upper half (versus widest near the base), and much smaller in all respects (≤6.7 cm versus c. 16 cm high).",
    "Related species-Other similar species": "Nepenthes micramphora is very similar to N. bellii of northern Mindanao in terms of the morphology of its stem, lamina, and inflorescence. Indeed, prior to the description of N. micramphora in 2009, the species was misidentified as N. bellii on its native Mount Hamiguitan. Nepenthes micramphora is smaller in all respects and can be distinguished on the basis of its pitchers, which differ markedly in shape, size, peristome width, and tendril length. It also produces a greater abundance of pitchers on its rosettes — up to 7 live traps have been recorded at any one time.Nepenthes gracilis also bears a superficial resemblance to N. micramphora in the size and shape of its leaves, but this species is absent from the Philippines.",
    "Natural hybrids": "Nepenthes micramphora has no confirmed natural hybrids, although certain plants from Mount Hamiguitan may represent crosses involving it and N. hamiguitanensis, N. justinae (previously identified as N. mindanaoensis), and N. peltata. Plants that were originally thought to represent a natural hybrid between N. micramphora and N. peltata are now recognised as belonging to a distinct species of possible hybridogenic origin, N. hamiguitanensis.",
    "References": "Co, L. & W. Suarez 2012. Nepenthaceae. Co's Digital Flora of the Philippines.",
    "External links": "N. micramphora, a new species from the Philippines"
  }
}