{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_maxima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. maxima"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes maxima (; from Latin: maximus \"greatest\"), the great pitcher-plant, is a carnivorous pitcher plant species of the genus Nepenthes.  It has a relatively wide distribution covering New Guinea, Sulawesi, and the Maluku Islands. It may also be present on Wowoni Island.Nepenthes maxima belongs to the loosely defined \"N. maxima complex\", which also includes, among other species, N. boschiana, N. chaniana, N. epiphytica, N. eymae, N. faizaliana, N. fusca, N. klossii, N. platychila, N. stenophylla, and N. vogelii.",
    "Variability": "This species exhibits great variability across its range, particularly in the plasticity of its pitchers. Plants growing in drier, somewhat seasonal parts of New Guinea generally produce elongated pitchers with narrow peristomes and well-developed waxy zones, while those inhabiting perhumid areas often have a reduced waxy zone and enlarged peristome. This is thought to be because the peristome, when fully wetted, is more effective at trapping prey than the waxy zone, but performs poorly in drier conditions.\nCertain forms of N. maxima produce distinctly wavy laminar margins, a trait particularly common in plants from Sulawesi. In extreme examples, even the decurrent wings of the leaf—which can extend down the entire length of the stem's internode—may be highly undulate. Such rippled patterns result from increased cell growth near the edges of the leaf, which causes its thin, planar surface to buckle as it assumes the conformation with the lowest energy state.",
    "Infraspecific taxa": "Nepenthes maxima f. undulata Sh.Kurata, Atsumi & Y.Komatsu (1985)\nNepenthes maxima var. glabrata Becc. in sched. nom.nud.\nNepenthes maxima var. lowii (Hook.f.) Becc. (1886) [=N. stenophylla]\nNepenthes maxima var. minor Macfarl. (1917)\nNepenthes maxima var. sumatrana (Miq.) Becc. (1886) [=N. sumatrana]\nNepenthes maxima var. superba (Hort.Veitch ex Marshall) Veitch (1897)In 2009, a cultivar from Lake Poso in Sulawesi was named Nepenthes maxima ‘Lake Poso’. In 2016, this taxon was described as a species in its own right, N. minima.",
    "Natural hybrids": "? N. eymae × N. maxima\nN. glabrata × N. maxima\nN. klossii × N. maxima\nN. maxima × N. neoguineensis\nN. maxima × N. tentaculata",
    "References": "",
    "Further reading": "",
    "External links": "Nepenthes maxima from Celebes go international"
  }
}