{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_nebularum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. nebularum"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes nebularum is a tropical pitcher plant native to southeastern Mindanao in the Philippines. The species was described by Geoff Mansell, owner of Exotica Plants. It has so far been recorded with certainty from only two mountains, where it grows in submontane mossy forest at an altitude of up to 1800 m above sea level. It has been found in close proximity to N. copelandii, N. truncata, and a taxon matching the description of N. cornuta.",
    "Discovery": "In September 2011 participants on a trip to a remote mountain on south-eastern Mindanao, Stewart McPherson sighted epiphytically growing black Nepenthes truncata-like plants and photos were taken from a distance; it was stated by some of the participants on this same trip that this was evidence of the then newly described N. robcantleyi in habitat. However, due to the distance and foggy surroundings, no real distinguishing features could be observed in the photo except for superficial similarities to both N. truncata.\nOn seeing the photo and noticing differences between these plants and N. robcantleyi, Exotica Plants organized several trips to the mountain in 2012 in hope of obtaining more details of the plants. These were undertaken by Philippine botanist and Nepenthes/ orchid taxonomist Wally Suarez. The mountain was very foggy, leeches as well as spiny rattans were abundant, which made the ascent difficult. After three attempts the expedition successfully located a colony of the plants and a set of photographs were obtained which clearly distinguished these plants as different from both N. robcantleyi and N. truncata.",
    "Relationship to Nepenthes Robcantleyi": "Nepenthes nebularum shows close affinities to N. robcantleyi and N. truncata, and the describing authors suggested that N. robcantleyi might represent a natural hybrid between N. nebularum and N. truncata. Nepenthes nebularum is distinguished from N. robcantleyi by its smaller stature, predominantly epiphytic (rarely lithophytic) habit, a complete absence of bracts on the inflorescence, and the presence of a dense woolly indumentum on the petiole wings, tendrils, and pitchers.",
    "Distribution and habitat": "The specific epithet nebularum refers to the foggy habitat in which it was discovered.\n\n\n== References =="
  }
}