{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_thorelii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. thorelii"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes thorelii  is a tropical pitcher plant endemic to Indochina. Very little is known about N. thorelii and it is unlikely to have entered cultivation, although various other taxa are often mislabelled as this species in the plant trade. Prior to its rediscovery in 2011, N. thorelii was considered possibly extinct, both in the wild and in cultivation.",
    "Botanical history": "The first known collection of N. thorelii was made by Clovis Thorel between 1862 and 1866 from Ti-tinh, Lo-thieu, Guia-Toan, Vietnam. During this time, Thorel collected a number of specimens of N. thorelii, all of which have been designated as Thorel 1032. One of these specimens, the lectotype, is a male plant with lower pitchers. It is deposited at the Museum National d'Histoire Naturelle in Paris, together with one isotype: a female specimen with upper pitchers. A second isotype is held at Herbarium Bogoriense (BO), the herbarium of the Bogor Botanical Gardens. An additional specimen of Thorel 1032 is deposited at the New York Botanical Garden.\n\nNepenthes thorelii was formally described in 1909 by French botanist Paul Henri Lecomte, who named it after Thorel. The description was published in Lecomte's Notulae systematicae. Since then, one infraspecific taxon of N. thorelii has appeared in print; Nepenthes thorelii f. rubra was mentioned by Leo C. Song in a 1979 article published in the Carnivorous Plant Newsletter, but is considered a nomen nudum.In 1983, Bruce Lee Bednar wrote that cultivated plants labelled as N. kampotiana were thought to represent a natural hybrid between N. mirabilis and N. thorelii, and that these appeared on some lists under the unofficial name N. × lecouflei. Bednar noted that a plant known in the horticultural trade as \"thorelii-long green\" was considered by many to be a Thailand form of N. mirabilis, while another plant called \"short round\", which had pubescent leaves and squat pitchers, might represent the true N. thorelii. If this were the case, it would mean that artificial crosses such as N. 'Hachijo' and N. 'Effulgent Koto' are intergrades of N. mirabilis as opposed to hybrids.In their 1997 monograph on the genus Nepenthes, Matthew Jebb and Martin Cheek designated the male specimen deposited at the Paris herbarium as the lectotype of N. thorelii. The authors noted that there are \"problems with the delimitation\" of N. thorelii and the related taxa N. anamensis and N. smilesii (which are now considered conspecific).Compounds derived from plants identified as N. thorelii have been the subject of some research. A 1998 article reported that naphthoquinones originating from N. thorelii showed antimalarial activity. This was followed by a paper in 2007 that studied the isozymic composition of nepenthesin in the pitcher fluid of a number of species, including one referred to N. thorelii. A plant identified as N. thorelii was also used as part of a 2012 study into the sterility and antimicrobial properties of pitcher fluid.",
    "Botanical history-Rediscovery": "In November 2009, photographs surfaced on the internet which appeared to show N. thorelii in its natural habitat in Vietnam, growing at 0–200 m above sea level. In February 2010, Charles Clarke and François Mey travelled to the site where the photographs had been taken, as well as to the type location, but were unable to find any remaining plants of this species.Nepenthes thorelii was rediscovered within a military zone in Tây Ninh Province, Vietnam, in August 2011. The so-called Sữa Đá population was found by a team including François Mey, Alastair Robinson and Luu Hong Truong, curator of the VNM Herbarium in Ho Chi Minh City, and was estimated to number fewer than 100 individuals. The discovery was announced online by Alastair Robinson on August 6, 2011:\nAs of today, Nepenthes thorelii has officially been relocated in Vietnam, within Tay Ninh province, its type locality [...] the specimens studied in situ at the so-called Sữa Đá (Sua Da) site fall neatly into the description made by Lecomte in 1909, and match the specimens at the Paris herbarium perfectly. This is therefore the first time that the species has been formally identified and collected [...] by qualified botanists in one hundred and two years. Given the recent elimination of potential communities of this taxon by poachers, details of the site will not be made public for the foreseeable future, a decision made in concert with the Institute of Tropical Biology in Ho Chi Minh -- with whom we conducted the expedition -- in order to protect this critically endangered taxon.",
    "Description": "Nepenthes thorelii is a shrub with an erect stem having a smooth circular cross section and a tapering form. The stem reaches 40 cm in height and is 4 to 8 mm in diameter. The species has a well-developed perennial rootstock that produces shoots every wet season. The rootstock is irregularly branched and measures up to 2 cm in width.\n\nLeaves vary in shape from linear-lanceolate to narrowly obovate. The lamina or leaf blade measures up to 26 cm in length by 3 cm in width. Its apex is acute to acuminate. The base of the lamina is amplexicaul and decurrent into two wings that extend up to 2.5 cm down the stem. The ends of these wings are rounded such that they almost touch. Two to four longitudinal veins are present on either side of the midrib. Pinnate veins are numerous and curve towards the apex of the lamina.Rosette and lower pitchers are ovoid in shape and measure up to 11.5 cm in height by 4.5 cm in width. They are light green with reddish markings and a reddish lid. A pair of wings up to 8 mm wide runs down the front of each pitcher. These wings bear fringe elements up to 5 mm long and spaced around 2 mm apart. The pitcher mouth is ovate-triangular and has an oblique insertion. The peristome is rounded at the front and ranges in width from 2 to 4 mm at the front to 7 mm at the rear. It bears a series of ribs spaced 0.25 to 0.4 mm apart. The inner margin of the peristome is lined with rounded teeth measuring 0.2 to 0.5 mm. The lid or operculum is ovate to rounded in shape and up to 3.5 cm long by 2.8 cm wide. Numerous prominently lipped glands are present on the underside of the lid, particularly near the base of the midrib, where they are 0.3 to 0.7 mm wide. Glands become less dense and smaller (around 0.15 mm wide) towards the margins. An unbranched spur measuring 2 to 4 mm is inserted near the base of the lid.\n\nUpper pitchers arise from uncurled tendrils. They are obovate, becoming narrower towards the mouth. They are similar in size to their lower counterparts, reaching 12.5 cm in height by 4.5 cm in width. In aerial pitchers, the broad wings of the lower pitchers are reduced to narrow structures only 1 to 1.5 mm wide, with shorter acuminate fringe elements (≤1.5 mm long) spaced 3 to 7 mm apart. As in lower pitchers, the pitcher mouth is oblique and concave. The peristome is rounded and 3 to 5 mm wide, with a regularly undulate outer margin. The lid is similar to that of the lower pitchers.Nepenthes thorelii has a large racemose inflorescence. The peduncle is 8 to 18 cm long, while the rachis is 50 to 70 cm long. Partial peduncles are one-flowered. Pedicels are up to 6 mm long and may or may not be shortly bracteate.The species has an indumentum of simple or branched white hairs between 0.3 and 0.4 mm long.The diploid chromosome number of N. thorelii is 78 according to a 1969 paper by Katsuhiko Kondo. However, a 1997 study by Günther Rudolf Heubl and Andreas Wistuba found the chromosome number to be 80, and this is now accepted as the diploid number of all species in the genus.",
    "Ecology": "Nepenthes thorelii is known with certainty only from Vietnam, where the type specimen was collected.Nepenthes thorelii occurs in seasonally dry savannah grassland from sea level to an elevation of 200 m. During the dry season it is believed to survive as a dormant rootstock while bushfires burn any above-ground vegetation. New shoots are produced annually with the advent of the wet season.Since the extent of its natural range is uncertain, N. thorelii is listed as Data Deficient on the 2006 IUCN Red List of Threatened Species based on an assessment carried out in 2000.",
    "Related species": "Nepenthes thorelii is closely related to the Indochinese species N. smilesii. These two taxa share several morphological features, such as narrow linear leaf blades and leaf bases that clasp the stem. In addition, N. smilesii may grow in similar habitats to N. thorelii.Distinguishing features of N. thorelii include the large rootstock that allows it to perennate through dry and wet seasons, the uncurled tendrils of upper pitchers, and its large inflorescence. However, the extent of the variation of the Indochinese species is unknown, making them difficult to circumscribe.Nepenthes thorelii is also allied to N. bokorensis of Cambodia, from which it differs in several aspects of vegetative morphology. Firstly, the lamina of N. bokorensis is sessile to sub-petiolate and only slightly decurrent down the stem, if at all. In comparison, N. thorelii has an amplexicaul leaf attachment and the base of the lamina is decurrent into two wings that extend up to 2.5 cm down the stem. In addition, N. thorelii has wholly ovoid lower pitchers, whereas those of N. bokorensis are only ovate in the basal third, becoming cylindrical above.In his Carnivorous Plant Database, taxonomist Jan Schlauer treats N. suratensis as a possible heterotypic synonym of N. thorelii.",
    "Natural hybrids": "Putative natural hybrids between N. mirabilis and N. thorelii have been recorded. Both simple and complex crosses with N. mirabilis are present at the Sữa Đá site, discovered in 2011.",
    "References": "",
    "Further reading": "",
    "External links": "Nepenthes of Indochina\nVideos of 2011 rediscovery"
  }
}