{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_campanulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. campanulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes campanulata (; from Late Latin campānulātus \"bell-shaped\"), the bell-shaped pitcher-plant, is a tropical pitcher plant native to Borneo. It has also been reported from Palawan, the Philippines, though further field work is needed to confirm this identification.Forest fires destroyed the only known population of N. campanulata in 1983 and it was uncertain whether the species had survived elsewhere or was in fact extinct. It was rediscovered in 1997, several hundred kilometres from the type locality. Nepenthes campanulata is listed as Vulnerable on the 2014 IUCN Red List of Threatened Species.Nepenthes campanulata has no known natural hybrids. No infraspecific taxa have been described.",
    "Discovery and naming": "Nepenthes campanulata was first collected on 9 September 1957, on Mount Ilas Bungaan by A.J.G. 'Doc' Kostermans, the head of the Botanical Division of the Forestry Research Institute at Bogor, on the same expedition in which he collected the type material of N. mapuluensis. Kostermans wrote the following account of his discovery:\nI was working for the Forestry Department at that time in Sangkulirang and when I had finished I wanted to find out about a flowering rock, Ilas Bungaan, upriver. After 10 days walking I saw the yellowish rock for the first time. When we were there we discovered that the yellow colour was that of the leaves of a Nepenthes completely covering the steep face of the 50 m high rock. We cut a tree that fell to the rock and acted as a ladder and climbed up. The Nepenthes was not in flower or fruit, but we found caves in the rock and in the caves a couple of boat-like coffins with sculptured dog-head ends which contained decapitated skeletons.\nNepenthes campanulata was described by Shigeo Kurata in 1973 based on a single specimen, Kostermans 13764, deposited at the herbarium of the Singapore Botanic Gardens. An isotype labelled \"spec. nov.!\" is held at the Museum National d'Histoire Naturelle in Paris. Two more isotypes are deposited at the New York Botanical Garden. According to Kurata, the collector stated that the species was endemic to this single location \"presumably owing to its habitat which is noted as sand and limestone walls at an altitude of 300 m\".The type material of N. campanulata lacks floral structures and these remained unknown until the species' rediscovery in 1997.",
    "Description": "Nepenthes campanulata produces short, cylindrical, climbing stems 20 to 50 cm tall and up to 4 mm thick. Leaves are coriaceous and sessile. The lamina is spathulate-lanceolate in morphology, up to 12 cm long, and 2 cm across. The apex of the lamina is rounded and slightly peltate. The base of the lamina is amplexicaul. Two to three longitudinal veins are present on each side. Pennate veins are inconspicuous. Tendrils are very short and stiff, rarely exceeding 4 cm in length.Unlike most other species in the genus, N. campanulata produces only one type of pitcher. As the specific epithet suggests, these are campanulate or bell-shaped. The yellow-green pitchers grow to 10 cm in height and 5.5 cm in diameter. They typically lack fringed wings, instead bearing a pair of ribs running down the front. Inside the pitchers, the glandular region covers only the lowest quarter of the inner surface. The opening or mouth of the pitcher is circular and positioned horizontally. The peristome is greatly reduced and bears a row of tiny teeth. The pitcher lid is elliptic to oblong and has no appendages. An unbranched, 1 mm long spur is inserted at the base of the lid. N. campanulata is wholly glabrous.Plants spread by means of subterranean runners. Mature plants often form large clumps with numerous growth points.",
    "Distribution and habitat": "The population of N. campanulata from which the type specimen originated was destroyed as a result of forest fires in 1983. All known populations were completely killed off in late 1991 or early 1992. Nepenthes campanulata was at this time thought to have become extinct. However, the species was rediscovered in 1997 by Ch'ien Lee on the limestone cliffs of Gunung Mulu National Park in Sarawak, more than 400 km from the type locality.In July 2013, a taxon closely resembling N. campanulata was observed and photographed growing on the limestone cliffs of the Saint Paul formation, Palawan, the Philippines. Charles Clarke and Ch'ien Lee consider these plants likely to represent N. campanulata, or at least a close relative.Nepenthes campanulata is a lowland species, growing lithophytically at elevations of 100–300 m above sea level. It inhabits damp, mossy areas on cliff faces and appears to be endemic to limestone substrates.",
    "Taxonomy": "In his description of N. campanulata, Kurata suggested that it may be closely related to N. inermis, a Sumatran endemic. However, other taxonomists disagree with this hypothesis. These two species are similar in general stature as well as pitcher morphology. However, they are not only separated by great geographical distance, but also occur in completely different habitats; N. campanulata is a lowland species endemic to limestone substrates, whereas N. inermis usually grows as an epiphyte at elevations of 1500 to 2600 m.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Photographs of N. campanulata at the Carnivorous Plant Photofinder"
  }
}