{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_stenophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. stenophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes stenophylla , or the narrow-leaved pitcher-plant, is a tropical pitcher plant endemic to Borneo. The species produces attractive funnel-shaped pitchers up to 25 cm high. It is listed as Least Concern on the IUCN Red List. Nepenthes stenophylla belongs to the loosely defined \"N. maxima complex\", which also includes, among other species, N. boschiana, N. chaniana, N. epiphytica, N. eymae, N. faizaliana, N. fusca, N. klossii, N. maxima, N. platychila, and N. vogelii.",
    "Nepenthes fallax": "There has been confusion surrounding N. stenophylla and N. fallax ever since the latter was first described. Nepenthes fallax matches N. stenophylla in most respects, except for the shape of the lid; the type specimen of N. fallax has an orbiculate lid, whereas that of N. stenophylla is narrow. However, the original description of N. stenophylla was based on a plant raised from seed in a greenhouse in England, and the narrow shape of the lid could be an aberrant characteristic resulting from artificial growing conditions.In his seminal monograph \"The Nepenthaceae of the Netherlands Indies\", B. H. Danser treated N. fallax as a heterotypic synonym of N. stenophylla. This interpretation has been supported by most subsequent authors. Jan Schlauer, however, considers the taxa as two separate species based on the shape of the lid. He suspects the taxon originally named as N. stenophylla may have later been named again as N. faizaliana.Nepenthes fallax has a separate conservation status of Vulnerable on the IUCN Red List.",
    "Natural hybrids": "The following natural hybrids involving N. stenophylla have been recorded.\n\nN. fusca × N. stenophylla\nN. lowii × N. stenophylla\nN. rajah × N. stenophylla\nN. reinwardtiana × N. stenophylla\nN. stenophylla × N. tentaculata\nN. stenophylla × N. veitchii",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Nepenthes stenophylla in its natural habitat"
  }
}