{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_mikei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. mikei"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes mikei  is a tropical pitcher plant endemic to Sumatra. It is characterised by its black mottled lower and upper pitchers. The species is closely related to N. angasanensis and N. tobaica.The specific epithet mikei honours Mike Hopkins, who co-discovered the species with the describing authors.",
    "Botanical history": "Nepenthes mikei was discovered on Mount Pangulubao in September 1989 by Bruce Salmon, Mike Hopkins, and Ricky Maulder, during a Nepenthes expedition to Sumatra. On this trip, the team also found two other undescribed Nepenthes taxa on the mountain: N. ovata and a plant they named N. xiphioides. The latter is now considered a heterotypic synonym of N. gymnamphora.An early colour photograph of N. mikei was published by Mike Hopkins, Ricky Maulder, and Bruce Salmon, in a 1990 issue of the Carnivorous Plant Newsletter, where the plant was identified simply as Nepenthes sp. 'New Species'. The authors described it as follows:\nWe saw another Nepenthes that is different than the others we saw in the higher highland areas. It has small pitchers slightly similar to N. tentaculata, N. tobaica and N. gracilis but tougher and thicker. The pitchers are always nicely colored with blackish lines and markings similar to N. fusca. There was very little variation with this species as all mature plants had ample rosettes on the ground and also at intervals up the stem. The stems were slimbing [sic] up to about 7 meters and had upper pitchers similar in color and shape to the lower pitchers but with the usual differences. The male inflorescences were about 20 centimeters, peduncle inclusive.\nPrior to its description, N. mikei was known as N. minutissima among pitcher plant growers. This name is a nomen nudum (naked name), as it was never formally published.Nepenthes mikei was formally described by Bruce Salmon and Ricky Maulder in a 1995 issue of the Carnivorous Plant Newsletter. The herbarium specimen B.Salmon & R.Maulder 221719 is the designated holotype, and is deposited at the Auckland Institute and Museum (AK) in Auckland, New Zealand. It was prepared on February 17, 1995, from a plant cultivated in New Zealand, and consists of a vine bearing a female inflorescence, a lower pitcher, and a rosette. The specimen was originally collected in 1989 from a \"very steep ridge in wet mossy forest\" near the summit of Mount Pangulubao, at an altitude of 2000 m. The authors described the plant as growing \"in peaty humus or moss at the base of 5–6 m tall trees\". Salmon and Maulder also pressed a second specimen of N. mikei from material collected at the same elevation on Pangulubao. Additional herbarium specimens of N. mikei are known and these show slight morphological variability.In 1997, Matthew Jebb and Martin Cheek published their monograph \"A skeletal revision of Nepenthes (Nepenthaceae)\", in which they provided an emended description of N. mikei that encompassed specimens of the closely related, and at the time undescribed, N. angasanensis from Mount Leuser, Goh Lembuh, and the Kappi region. Salmon and Maulder did not support this interpretation and reinstated their original description of N. mikei when they described N. angasanensis in 1999. Jebb and Cheek retained N. angasanensis as a synonym of N. mikei in their 2001 monograph, \"Nepenthaceae\", writing: \"We suspect that it [N. angasanensis] may prove not distinct from N. mikei and here treat it as a synonym.\"",
    "Description": "Nepenthes mikei is a climbing plant growing to a height of 7 m. The stem, which may be branched, is up to 0.4 cm in diameter and has cylindrical to angular internodes measuring up to 9 cm in length. Plants from Mount Bandahara are known to produce offshoots from short underground rhizomes. Nepenthes mikei is noted for rapidly transitioning from a rosette to a climbing stage; sequential internodal lengths of 2–3 mm and 10 cm have been recorded.Leaves are sessile and coriaceous in texture. The lamina (leaf blade) is linear and measures up to 10 cm in length by 2 cm in width. Its apex may be acute or obtuse and it is abruptly contracted at the base, clasping the stem for around half of its circumference. One to two longitudinal veins are present on either side of the midrib, while pinnate veins are irregularly reticulate. The upper surface of the lamina is typically green, but may be red if exposed to direct sunlight. Tendrils are up to 15 cm long.Rosette and lower pitchers are ovate in the basal third to quarter of the pitcher cup, becoming approximately cylindrical above and infundibular towards the pitcher mouth. They are relatively small, growing to only 12 cm in height by 3 cm in width. A pair of wings (≤4 mm wide) typically runs down the ventral surface of the pitcher cup, with fringe elements measuring up to 8 mm in length. These wings may be reduced to ribs in some plants. The glandular region on the inner surface is restricted to the ovate portion of the pitcher cup. The glands are small (0.2–0.3 mm in diameter) and occur at a density of around 150–180 per square centimetre. The waxy zone is well developed and eye spots may occasionally be present on the rear inner surface, visible through the opening. The peristome is sub-cylindrical to cylindrical and up to 4 mm wide. It bears ribs up to 0.1 mm high and spaced 0.2 mm apart, which terminate in teeth up to 0.4 mm long. The inner portion of the peristome accounts for around 51% of its total cross-sectional surface length. The pitcher lid or operculum is ovate and has a cordate base. It measures up to 3 cm in length by 2.5 cm in width and does not bear any appendages. The underside of the lid has an even distribution of small (0.1–0.2 mm in diameter) convex glands, occurring at a density of about 40/cm2. The spur, which is inserted near the base of the lid, is up to 7 mm long and may be simple, forked, or fasciculate with up to 12 branches.\n\nUpper pitchers are ovate in their basal third to fifth, becoming cylindrical above and infundibular towards the peristome. They are smaller than their lower counterparts, reaching only 8 cm in height by 2 cm in width. Wings are always reduced to ribs. In other respects, upper pitchers are similar to the lower traps.Nepenthes mikei has a racemose inflorescence measuring up to 18 cm in length by 1.8 cm in diameter. The peduncle itself may be up to 8 cm long by 1 mm wide in female plants, and up to 3 cm long in males. The rachis is up to 8 cm long. The inflorescence bears one-flowered pedicels (≤6 mm long), which may be bracteoleate. The oblong-lanceolate tepals measure up to 4 mm in length. Fruits are up to 22 mm long.Most parts of the plant are glabrous. An indumentum of short, white or yellowish hairs is usually present on the tendrils and some parts of the inflorescence. This indumentum is a mixture of simple and stellate hairs. Caducous hairs cover developing pitchers and other parts.",
    "Ecology": "Nepenthes mikei is endemic to the Indonesian island of Sumatra, where it has been recorded from only two mountains: Mount Pangulubao in North Sumatra and Mount Bandahara in Aceh. Its altitudinal distribution extends from 1100 to 2800 m above sea level.\n\nThe typical habitat of this species is summit scrub vegetation as well as lower and upper montane mossy forest. It always grows terrestrially, often in open sites such as ridge tops and cliff sides, where it is exposed to direct sunlight. The species is rare in blangs, where the lack of surrounding vegetation means the stems scramble along the ground. Nepenthes mikei may be difficult to find on Mount Pangulubao, where it is sympatric with N. gymnamphora (N. xiphioides), N. ovata, and N. spectabilis. On Mount Bandahara, where it is common above 2400 m, it grows alongside N. diatas. Natural hybrids with all of these species have been recorded. At another location, which is undisclosed for conservation purposes, N. mikei grows alongside N. flava.The conservation status of N. mikei is listed as Vulnerable on the IUCN Red List, based on an assessment carried out in 2000. This agrees with an informal assessment made by Charles Clarke in 2001, who also classified the species as Vulnerable based on the IUCN criteria. However, Clarke noted that since substantial populations of N. mikei lie within protected areas, they \"are unlikely to become threatened in the foreseeable future\". Taking this into account, he suggested a revised assessment of Conservation Dependent. The species is threatened by habitat loss and disturbance, as well as over-collection by plant collectors.",
    "Related species": "Nepenthes mikei is most closely allied to the Sumatran endemics N. angasanensis and N. tobaica, and may be conspecific with the former.In their description of N. mikei, Salmon and Maulder noted many differences between it and N. angasanensis which are now known to be unreliable. For example, the authors wrote that N. angasanensis produces offshoots from underground rhizomes, while N. mikei does not; populations of N. mikei from Mount Bandahara are now known to produce such offshoots. Similarly, N. angasanensis was said to lack a fasciculate spur, but this has since been recorded in lower pitchers of this species. Disregarding these supposed differences leaves only a few stable distinguishing features between the species. Firstly, the teeth lining the inner margin of the peristome are shorter in N. mikei, although both have minute teeth and this difference is minor. Secondly, the pedicels of N. mikei bear simple bracteoles, while those of N. angasanensis do not. Finally, N. angasanensis exhibits a greater density of digestive glands on the inner pitcher surface.\n\nNepenthes angasanensis and N. mikei are more easily distinguished by their differing ecology. While N. angasanensis is generally found growing terrestrially or epiphytically in shady mossy forest, N. mikei is always terrestrial and favours more exposed sites where it receives strong sunlight. Nepenthes angasanensis also typically produces longer stems, with regular offshoots from the leaf axils, although these have been observed in N. mikei as well.Nepenthes tobaica differs from N. mikei in a number of floral and vegetative features. Whereas the latter has a shorter inflorescence with flowers borne singly on pedicels, N. tobaica has two-flowered partial peduncles. In addition, N. tobaica lacks the fasciculate spur of N. mikei and generally has wider laminae.Salmon and Maulder also compared N. mikei to N. adnata and N. tentaculata. Stewart McPherson noted that the species may also superficially resemble N. eustachya in the shape of its pitchers.In 2001, Charles Clarke performed a cladistic analysis of the Nepenthes species of Sumatra and Peninsular Malaysia using 70 morphological characteristics of each taxon. The following is a portion of the resultant cladogram, showing part of \"Clade 6\". The sister pair of N. angasanensis and N. mikei has 79% support.\nClarke concluded that the \"relationships between [these species] are very complex and are somewhat difficult to interpret at present\".",
    "Natural hybrids": "Four natural hybrids involving N. mikei have been recorded.",
    "Natural hybrids-N. diatas × N. mikei": "Nepenthes diatas is restricted to Mount Bandahara and thus this hybrid only occurs on that mountain. This cross is common between 2300 and 2700 m, where the altitudinal ranges of the two species overlap. It was first reported in 1998.This hybrid is similar to N. mikei and also produces mostly black lower pitchers. It differs in that the terrestrial traps have a wider basal portion. The plant is also larger in stature, having broader stems and leaves, and bears a wider peristome than N. mikei.Nepenthes diatas × N. mikei has only been found at the forest margins in the summit area of Mount Bandahara. It has not been recorded from the mountain's open blangs.",
    "Natural hybrids-Other hybrids": "Three other natural hybrids — with N. gymnamphora, N. ovata, and N. spectabilis — have been observed. All three were first reported in 1995 by Salmon and Maulder from Mount Pangulubao. Nepenthes gymnamphora × N. mikei was given the informal name N. × pangulubauensis in 1996.",
    "Notes": "",
    "References": "Meimberg, H., A. Wistuba, P. Dittrich & G. Heubl 2001. Molecular phylogeny of Nepenthaceae based on cladistic analysis of plastid trnK intron sequence data. Plant Biology 3(2): 164–175. doi:10.1055/s-2001-12897\n(in German) Meimberg, H. 2002. \"Molekular-systematische Untersuchungen an den Familien Nepenthaceae und Ancistrocladaceae sowie verwandter Taxa aus der Unterklasse Caryophyllidae s. l.\" (PDF). Ph.D. thesis, Ludwig Maximilian University of Munich, Munich.\nMeimberg, H. & G. Heubl 2006. Introduction of a nuclear marker for phylogenetic analysis of Nepenthaceae. Plant Biology 8(6): 831–840. doi:10.1055/s-2006-924676\nMeimberg, H., S. Thalhammer, A. Brachmann & G. Heubl 2006. Comparative analysis of a translocated copy of the trnK intron in carnivorous family Nepenthaceae. Molecular Phylogenetics and Evolution 39(2): 478–490. doi:10.1016/j.ympev.2005.11.023",
    "External links": "Photographs of N. mikei at the Carnivorous Plant Photofinder"
  }
}