{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_papuana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. papuana"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes papuana  is a tropical pitcher plant endemic to New Guinea. The specific epithet papuana is derived from Papua, an alternative name for the island.",
    "Botanical history": "Nepenthes papuana was first collected on October 7, 1909, by Lucien Sophie Albert Marie von Römer. Two plants were collected on this date on a hill below 750 m altitude, in the northern part of the Noordrivier. The species was collected again on January 5, 1913, by Cecil Boden Kloss at an elevation of 920 m, as part of the Wollaston Expedition. Four further collections were made in September, 1926, by Willem Marius Docters van Leeuwen at 250 and 300 m above sea level.Plant material belonging to N. papuana was first described in 1916 by Henry Nicholas Ridley. However, Ridley believed it represented a male plant of N. neoguineensis and did not recognise it as a new species.B. H. Danser formally described N. papuana in his seminal monograph \"The Nepenthaceae of the Netherlands Indies\", published in 1928. The description is based on the specimens Docters van Leeuwen 10282, Docters van Leeuwen 10340, and Docters van Leeuwen 10341. The latter two were illustrated in Danser's monograph and consist of male and female floral material, respectively.",
    "Description": "Nepenthes papuana is a climbing plant. The stem is cylindrical in cross section and 5 to 7 mm thick. Internodes are 2 to 5 cm long. Older plants produce short shoots and rosettes near the base of the stem.Leaves are sessile or shortly petiolate and coriaceous in texture. The lamina is lanceolate and reaches 30 cm in length and 5 cm in width. It has an acute apex and is attenuate towards the base. Usually around 4 to 6 longitudinal veins are present on either side of the midrib. Pinnate veins are indistinct. Tendrils are about as long as the lamina and 1 to 2 mm thick.\n\nRosette and lower pitchers are obliquely ovate in the lower part and gradually narrowed above, reaching 7 cm in height and 2.5 cm in width. A pair of fringed wings (≤4 mm wide) run down the front of the pitcher. The pitcher mouth is oblique and slightly incurved towards the lid. The peristome is 1 to 2 mm wide and bears small teeth. The inner surface of the pitcher is glandular in the lower two-fifths to one-third. The lid or operculum is suborbicular, slightly cordate, and 1 to 2 cm long and wide. The lower surface of the lid bears no appendages and has many small glands concentrated near the centre. An unbranched spur is inserted at the base of the lid.\n\nUpper pitchers gradually arise from the ends of the tendrils, forming a 6 to 12 mm wide curve. They are shortly infundibular in the lower part, slightly ventricose for around a third of their height, and wholly tubulose in the upper part. Aerial pitchers may be up to 15 cm high and 3 cm wide. Two narrow wings (≤2.5 mm wide) are present over the entire length of the pitcher. They may or may not have fringe elements. The mouth is oblique and acute towards the lid. The flattened peristome is up to 2 mm wide and bears small teeth that are up to twice as long as they are wide. The inner surface of the pitcher is glandular in the ventricose part. The glands occur at a density of 400 to 500 per square centimetre. The lid is nearly round, being only slightly longer than it is wide. It may be up to 3.5 cm long and 3.25 cm wide. Small, depressed glands are present on the undersurface of the lid, being concentrated near the basal part of the midrib. The spur is flattened, 2 to 3 mm long, and unbranched.Nepenthes papuana has a racemose inflorescence. In male plants, the peduncle is about 6 cm long and 2 mm wide, while in female plants it is 12 cm long and 2.5 mm thick. The rachis is up to 15 cm long. Pedicels are up to 15 mm long and do not have a bracteole. They are almost always one-flowered, although lower ones may be two-flowered. Tepals  are suborbicular in male plants and oblong in female plants. Stamens are 3 to 4 mm long including the anthers. The ovary is sessile. Fruits are 25 to 35 mm long and bear lanceolate valves. The filiform seeds are 12 to 15 mm long.The indumentum of N. papuana is generally sparse and short. The stem and lamina are mostly glabrous, except for the midrib, which has caducous brown hairs on its lower surface, and the leaf margin, which bears persistent brown-velvety hairs. Tendrils are similarly hairy to the underside of the midrib. Pitchers have a dense indumentum of short, stellate hairs when young. A sparse covering of these hairs is persistent in lower pitchers, whereas in upper pitchers they are mostly caducous. Developing inflorescences are densely tomentose, becoming more sparsely tomentose when mature.Lower pitchers are generally reddish throughout with red blotches on their inner surface. Upper pitchers are usually green throughout but may also be reddish. Herbarium specimens are red-brownish, with the upper surface of the leaves being yellow-brownish.",
    "Ecology": "Nepenthes papuana occurs on both the north and south sides of the main central mountains of Papua Province. The species occurs from sea level to an intermediate elevation of 1300 m.In its natural habitat, N. papuana grows in exposed sites at forest edges. Lower pitchers frequently develop embedded in moss. The species occurs sympatrically with N. ampullaria, N. insignis, N. maxima, and N. mirabilis. It may form natural hybrids with N. paniculata.The conservation status of N. papuana is listed as Least Concern on the 2014 IUCN Red List of Threatened Species.",
    "Related species": "Danser considered N. neoguineensis to be the closest relative of N. papuana. In his description of the species, Danser states: \"N. papuana is so much alike N. neoguineensis in its vegetative parts, that only the complete knowledge of the generative parts has suggested me to establish a new species\".The two taxa can be distinguished on the basis of several morphological features. N. papuana has a racemose inflorescence, while that of N. neoguineensis is a panicle or panicle-like raceme. Furthermore, the inflorescence of N. papuana usually bears only one-flowered pedicels, both in male and female plants. Those of N. neoguineensis can be up to four-flowered.The lamina of N. papuana has very distinct longitudinal veins and indistinct pinnate veins, whereas in N. neoguineensis the opposite is true. In addition, the leaves of N. papuana are very densely ciliate, much more so than in N. neoguineensis. The wings are less developed in the upper pitchers of N. papuana and the fringe elements are more closely spaced.",
    "Notes": "",
    "References": "[Anonymous] 2010. Eramet-PT Weda Bay Nickel Exploration and Development ESIA. ERM Indonesia, Jakarta.\n(in Indonesian) Mansur, M. 2001. \"Koleksi Nepenthes di Herbarium Bogoriense: prospeknya sebagai tanaman hias\" (PDF). Archived from the original (PDF) on 2012-03-19. In: Prosiding Seminar Hari Cinta Puspa dan Satwa Nasional. Lembaga Ilmu Pengetahuan Indonesia, Bogor. pp. 244–253.\n(in German) Marwinski, D. 2014. Eine Expedition nach West-Papua oder auf den Spuren von Nepenthes paniculata. Das Taublatt 78: 11–44.\nMey, F.S. 2014. A short visit to Papua, video by Alastair Robinson and Davide Baj. Strange Fruits: A Garden's Chronicle, February 25, 2014.",
    "External links": "Danser, B.H. 1928. 34. Nepenthes papuana DANS., nova Spec. In: The Nepenthaceae of the Netherlands Indies. Bulletin du Jardin Botanique de Buitenzorg, Série III, 9(3–4): 249–438.\nNepenthes papuana in its natural habitat"
  }
}