{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_sumagaya",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. sumagaya"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes sumagaya is a tropical pitcher plant native to the Philippines. It is known only from Mount Sumagaya in north-central Mindanao, where it grows in open areas at elevations from 1600 m above sea level to the summit at 2247 m. It is sympatric with N. pantaronensis and possible hybrids between these species have been recorded. Owing to its unusual combination of morphological characters, N. sumagaya has no obvious close relatives in the genus.",
    "Botanical history": "The discovery and recognition of this taxon as a new species was announced online in September 2012, under the placeholder name \"Nepenthes species 4\".The species was formally described as Nepenthes amabilis by Andreas Wistuba, Thomas Gronemeyer, Marius Micheler, David Marwinski, Tobias Gieray, Fulgent Coritico, and Victor B. Amoroso, in a paper that was e-published on 6 June 2014. The specific epithet amabilis is Latin for \"lovely\" and, according to the describing authors, refers \"to the extraordinary beauty of the compact specimens with very colorful pitchers and mostly striped peristomes that were observed in situ\".The name used by Wistuba et al. is a nomen illegitimum (illegitimate name) as it is a later homonym; the binomial name Nepenthes amabilis had previously been applied to a man-made hybrid: (N. rafflesiana × N. ampullaria) × N. rafflesiana. That name is itself a later synonym of N. × hookeriana. In the Autumn 2014 issue of Planta Carnivora, Martin Cheek published this species under the nomen novum (replacement name) N. sumagaya.\n\n\n== References =="
  }
}