{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_×_ventrata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. .mw-parser-output .noitalic{font-style:normal}× ventrata"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes × ventrata (; a blend of ventricosa and alata) is a natural hybrid involving N. alata and N. ventricosa. Like its two parent species, it is endemic to the Philippines. The name was originally published in the Carnivorous Plant Newsletter in 1979.Nepenthes × ventrata is one of the most common tissue cultured Nepenthes plants, although it is often mislabelled as Nepenthes alata. It is relatively easy to grow indoors and is usually the first tropical pitcher plant seen by consumers due to its availability in many garden shops and home centres.\nThe cultivar N. 'LeeAnn Marie' is a later synonym of N. × ventrata, although the name is not established as it was not validly published.",
    "References": "CP Database: Nepenthes × ventrata",
    "Further reading": "Gaume, L., P. Perret, E. Gorb, S. Gorb, J.-J. Labat & N. Rowe 2004. How do plant waxes cause flies to slide? Experimental tests of wax-based trapping mechanisms in three pitfall carnivorous plants. Arthropod Structure and Development 33(1): 103–111. doi:10.1016/j.asd.2003.11.005\nGorb, E., V. Kastner, A. Peressadko, E. Arzt, L. Gaume, N. Rowe & S. Gorb 2004. \"Structure and properties of the glandular surface in the digestive zone of the pitcher in the carnivorous plant Nepenthes ventrata and its role in insect trapping and retention\" (PDF). The Journal of Experimental Biology 207: 2947–2963. doi:10.1242/jeb.01128\nMcPherson, S.R. & V.B. Amoroso 2011. Field Guide to the Pitcher Plants of the Philippines. Redfern Natural History Productions, Poole.\n(in Indonesian) Saputro, R.A., S.W. Ardie & Krisantini 2013. Aplikasi berbagai komposisi dan konsentrasi pupuk majemuk untuk pembentukan kantong pada Nepenthes x ventrata. [The effect of fertilizer application on growth and pitcher formation of Nepenthes x ventrata.] Buletin Agrohorti 1(1): 113–118. Abstract"
  }
}