{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_peltata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. peltata"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes peltata is a tropical pitcher plant known only from the upper slopes of Mount Hamiguitan on the island of Mindanao in the Philippines. It is characterised by a peltate tendril attachment and conspicuous indumentum. The species typically produces ovoid pitchers with a prominent basal crest and large nectar glands on the lower surface of the lid.The specific epithet peltata is Latin for \"peltate\" and refers to the distinctive tendril insertion of this species.",
    "Botanical history": "Nepenthes peltata was formally described by Shigeo Kurata in the January 2008 issue of the Journal of Insectivorous Plant Society. The herbarium specimen Koshikawa 44 is the designated holotype, and is deposited at the herbarium of the Botany Department of Kyoto University (KYO) in Kyoto, Japan. The specimen is a plant that was taken from the Mount Hamiguitan Range and later cultivated at Nanso Botanic Gardens.",
    "Description": "Nepenthes peltata is a scrambling plant typically growing to a height of 1 m, although stems up to 3 m long have been recorded. The species does not appear to produce a climbing stem.\n\nThe lamina (leaf blade) is oblong in shape and reaches 50 cm in length by 9 cm in width. The apex of the lamina is rounded, while the base is abruptly contracted into the petiole, which is canaliculate and up to 7 cm long in mature plants. Young plants may have sessile leaves lacking a petiole. The lower surface of the lamina is often dark red in colour, contrasting sharply with the dark green upper surface. The margins of the lamina are sometimes curled upwards. Tendrils have a peltate insertion, with the point of attachment being up to 27 mm from the apex.\n\nRosette and lower pitchers vary widely in morphology, ranging from ellipsoidal to urceolate or entirely ovate. They are relatively large, growing to 28 cm in height by 16 cm in width. A pair of wings (≤10 mm wide), with fringe elements up to 9 mm long, runs down the ventral surface of the pitcher cup. The peristome is approximately cylindrical and up to 2 cm wide. It bears ribs up to 1.5 mm high and spaced up to 2 mm apart, which may terminate in teeth up to 1 mm long. The pitcher lid or operculum is ovate to elliptic in shape and measures up to 8 cm in length by 6 cm in width. A triangular basal crest is sometimes present on the underside of the lid together with scattered giant nectar glands measuring up to 3 mm across. An unbranched spur (≤12 mm long) is inserted near the base of the lid.Upper pitchers of N. peltata have never been observed and are either very rare or absent altogether. It has been speculated that the species may produce aerial pitchers only in deep shade or if provided with sufficient vegetation to support a climbing stem, as is the case with the closely related N. deaniana and N. mira.Nepenthes peltata has a racemose inflorescence measuring up to 75 cm in length. Its thickness varies from up to 3.5 cm in males to up to 6.5 cm in females. The peduncle itself may be up to 46 cm long and 9 mm wide, while the rachis can reach 20 cm. Partial peduncles are mostly two-flowered and bear a bract (≤7 mm long). Their unbranched basal portion is up to 3 mm long, while the branches reach 14 mm. The ovate tepals measure up to 4 mm in length and have an acute apex. Fruits are approximately 20 mm long, while seeds measure around 4 mm.An indumentum of long, brown hairs is present on the stem, tendrils, petioles, and underside of the lamina. A sparse covering of these hairs may or may not be present on the pitchers and upper surface of the lamina.",
    "Ecology": "At present, N. peltata has only been recorded from the upper slopes of Mount Hamiguitan on the Philippine island of Mindanao. Much of the surrounding region has not been explored for Nepenthes, therefore this species may yet be found in other parts of southern Mindanao. Nepenthes peltata has an altitudinal distribution that stretches from 865 m above sea level to the summit at 1635 m.\n\nNepenthes peltata grows terrestrially in a wide range of habitats, including upper montane mossy forest, secondary vegetation, ridge tops, cliff sides, and landslides. Vegetation is often very stunted in the more exposed sites. While N. peltata tolerates shady conditions, it grows best under direct sunlight. Like many of its close relatives, N. peltata is restricted to ultramafic substrates. On Mount Hamiguitan, it grows together with N. alata (sensu lato), N. justinae (previously identified as N. mindanaoensis),  and N. micramphora, and in the same altitudinal range as N. hamiguitanensis. Despite this, no natural hybrids have been observed with certainty.\nIn his 2009 book, Pitcher Plants of the Old World, Stewart McPherson writes that N. peltata is \"not currently threatened\" owing to its extensive populations on Mount Hamiguitan and the fact that visitors are only permitted to climb the mountain with the assistance of a guide. The future of wild populations of N. peltata will be further secured if provincial officials of Davao Oriental are successful in their bid to gain recognition of Mount Hamiguitan as a UNESCO World Heritage Site.",
    "Related species": "Nepenthes peltata shows affinities to members of the N. villosa complex of species, which are predominantly localised on ultramafic soils in the north of Borneo and in the highlands of Palawan. As such, the presence of this species in Mindanao is thought to be evidence for the origin of the distinctive N. villosa complex from a common ancestor in Borneo.Nepenthes peltata appears to be most closely allied to the Palawan endemics N. attenboroughii, N. deaniana, N. mantalingajanensis, and N. mira. It can be distinguished from all of these species on the basis of its unusual lamina colouration, conspicuous indumentum of the vegetative parts, and peltate tendril attachment. It shares this last feature, among others, with N. rajah of Borneo, which is also restricted to ultramafic soils and thought to be related to the Palawan species.",
    "Natural hybrids": "Nepenthes peltata has no confirmed natural hybrids, although certain plants from Mount Hamiguitan may represent crosses involving it and N. hamiguitanensis, N. justinae (previously identified as N. mindanaoensis), and N. micramphora. Plants that were originally thought to represent a natural hybrid between N. micramphora and N. peltata are now recognised as belonging to a distinct species of possible hybridogenic origin, N. hamiguitanensis.",
    "References": "Amoroso, V.B. & R.A. Aspiras 2011. Hamiguitan Range: a sanctuary for native flora. Saudi Journal of Biological Sciences 18(1): 7–15. doi:10.1016/j.sjbs.2010.07.003\nCo, L. & W. Suarez 2012. Nepenthaceae. Co's Digital Flora of the Philippines.",
    "External links": "Nepenthes peltata in its natural habitat \nNepenthes peltata in its natural habitat"
  }
}