{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_northiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. northiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes northiana , or Miss North's pitcher-plant, is a tropical pitcher plant endemic to Borneo, where it grows at elevations ranging from 0 to 500 m above sea level. The specific epithet northiana honours Marianne North, who first illustrated the species. Nepenthes northiana is one of the most famous Nepenthes, and its discovery in the latter half of the 19th century contributed to Sarawak's reputation as a land of spectacular exotic plants.",
    "Botanical history": "Nepenthes northiana was first brought to the attention of the scientific community by Marianne North, who painted plants brought to her from the Bau area of Sarawak, Borneo. Harry Veitch, owner of James Veitch & Sons, recognised these as belonging to an as yet undescribed species and sent Charles Curtis to locate a sample and send seeds to the United Kingdom. The species was subsequently named after Marianne North in 1881 by Joseph Dalton Hooker. The type specimen, M.North s.n., was collected near Jambusan in Sarawak in 1876. It is deposited at the Royal Botanic Gardens, Kew.\n\nIn her autobiography Recollections of a Happy Life, the first edition of which bears a gilt outline of N. northiana on its cover, North wrote the following account of the species's discovery:\n\"Mr E. [Everett] went up a mountain near and brought me down some grand trailing specimens of the largest of all pitcher-plants, which I festooned round the balcony by its yards of trailing stems. I painted a portrait of the largest, and my picture afterwards induced Mr Veitch to send a traveller to seek the seeds, from which he raised plants and Sir Joseph Hooker named the species Nepenthes northiana. These pitchers are often over a foot long, and richly covered with crimson blotches.\"\nThe type description, published in The Gardeners' Chronicle, further elaborated on the discovery:\n\"The specimen from which Miss North's drawing was made was procured by Mr. Herbert Everett of the Borneo Company, who \"traversed pathless forests amid snakes and leeches to find and bring it down to the artist.\" \"Only those,\" writes Miss North, \"who have been in such places can understand the difficulties of progress there. The specimens grew on the branches of a tree about 1000 feet above the sea on the limestone mountains of Sarawak. When I received them I tied them in festoons all round the verandah, and grumbled at having only one small half-sheet of paper left to paint them on.\"\"\nNorth's painting of N. northiana is now on display at the Marianne North Gallery at the Royal Botanic Gardens, Kew.In the decades following its discovery, N. northiana was featured in a number of botanical publications. In an 1882 issue of The Gardeners' Chronicle, Frederick William Burbidge proposed that the taxon represented a natural hybrid between N. sanguinea and N. veitchii:\n\n\"Your figure of Nepenthes Northiana was very good. Miss North's drawing, however, has, if I recollect right, a ground-tint of bright reddish-crimson on which darker blotches are laid. It is a fine thing, and, as I firmly believe, a natural hybrid between N. sanguinea × N. Veitchii. The oblique mouth of the urns would suggest N. Rajah as one of the parents, but then his highness only holds court, so far as we know at present, on Kina Balu, 250 miles further north, and never at a less altitude than 4500 feet, rising to near 10,000 feet.\nIn earlier times he may have been an inhabitant of the plains—at any rate no one can place the pitchers of N. Northiana, N. Veitchii, and N. sanguinea side by side without being struck by their affinity. Again, a glance at your engraving of N. Northiana reminds one of a long-urned form of N. Rajah in obliquity of mouth and its wavy-margined frill. The cauline pitchers of N. Rajah have never yet been figured. I was with Mr. Harry Veitch when Miss North first showed him the picture of N. Northiana, and it was a revelation to us both. I had the latitude and longitude of its habitat in my portfolio when I left Chelsea for Borneo, but unfortunately never had the chance of seeing Sarawak ; my lot was the wild north-west coast, among the pirate chiefs, and very good genial fellows I found them !\"\n\nSubsequent authors realised that Burbidge's hybrid hypothesis was erroneous when it became apparent that N. sanguinea is altogether absent from Borneo. In 1884, Eduard August von Regel published a short article on N. northiana in the journal Gartenflora. Günther Beck von Mannagetta und Lerchenau described N. spuria in his 1895 monograph, \"Die Gattung Nepenthes\". This taxon is a nomen illegitimum and is now considered synonymous with N. northiana. In his Handleiding tot de kennis der flora van Nederlandsch Indië of 1900, Jacob Gijsbert Boerlage mentioned a certain N. nordtiana. This name is considered a sphalma typographicum (misprint) of N. northiana.The next major taxonomic treatment of the species came in 1908, when John Muirhead Macfarlane revised the genus in his monograph, \"Nepenthaceae\", and provided an emended description of N. northiana.\n\nA year later, R. Jarry-Desloges described the variety Nepenthes northiana var. pulchra. It was distinguished by its vibrant colouration, having purplish red pitchers with a more striking red and yellow striped peristome. By comparison, the standard variety was said to have mostly yellowish pitchers with brown or red blotches. Nepenthes northiana var. pulchra is not considered taxonomically valid today.",
    "Botanical history-Nepenthes decurrens": "Nepenthes decurrens was described by John Muirhead Macfarlane in 1925. The description was based on Hewitt 100, a specimen collected by John Hewitt from the Baram River in Sarawak around September, 1907. Like the type specimen of N. northiana, it is deposited at the Royal Botanic Gardens, Kew.In his seminal 1928 monograph \"The Nepenthaceae of the Netherlands Indies\", B. H. Danser treated the two taxa as separate species, although with some hesitation. He explained the taxonomic situation as follows:\n\n\"I have seen type material of this species [N. decurrens] in the Herbarium of the Sarawak Museum: 2 pitcher-bearing leaves, torn from the stem in such a way, that the manner, in which they are inserted on it, is no longer visible.\nThe pitchers show a great resemblance with those of the drawing of N. Northiana in The Gardeners' Chronicle, 1881, 2, between p. 724 and 725. This drawing shows 2 keels on the lid and wings over the whole pitchers, even over the curved part, but these are insignificant differences. According to the descriptions, the stems of N. Northiana are less thick than those of N. decurrens, and the leaves are sessile, but this too is not so important a difference as it seems. The most important difference is in the inflorescences. N. Northiana has a loose-flowered triangular raceme, with 2 to 3 mm long pedicels, N. decurrens has a long and coarse raceme, with long pedicels (the description of both inflorescences is very imperfect). Therefore it is impossible for me to determine the 3 above mentioned inferior pitchers, I found in the Sarawak Herbarium, and collected by Everett in 1892. This Mr. Everett may be the same which collected N. Northiana for Marianne North and therefore it seems possible that the 3 pitchers mentioned are the basal ones of the latter species. They are ovate-ellipsoidal, resp. 23, 24 and 26 cm high, 10, 11 and 10 cm wide, widest about, or somewhat below the middle ; the peristomes are as in N. decurrens, resp. 3, 4 and 2​1⁄2 cm broad, the mouth is very oblique, occupying about half the height of the pitcher, the lid has one median keel, but is crumpled, and the form, though not well visible, seems to be that of N. decurrens.\"\n\nSubsequent authors have not considered these differences to be sufficient for species status and N. decurrens is now treated as a heterotypic synonym of N. northiana.",
    "Description": "Nepenthes northiana is a climbing plant. The stem may attain a length of 10 m and is up to 15 mm in diameter. Internodes are up to 25 cm long and cylindrical to triangular in cross section.\n\nThe leaves of this species are chartaceous and sessile to sub-petiolate. The lamina is oblong-obovate in shape and up to 40 cm long by 10 cm wide. It has an acute apex and is gradually attenuate towards the base. The base is semi-amplexicaul and decurrent into a pair of wings. Up to 4 longitudinal veins are present on either side of the midrib. Pinnate veins are indistinct. Between 30 and 60 nectar glands are present on the lower surface of the lamina. Tendrils are up to 100 cm long.Rosette and lower pitchers are generally ovoid, sometimes being slightly cylindrical in the upper part. They are some of the largest in the genus, reaching 40 cm in height and 15 cm in width. Exceptionally large pitchers can hold more than a quart (946 ml) of fluid. A pair of fringed wings (≤15 mm) runs down the front of the pitcher. The waxy zone of the inner surface is reduced. The pitcher mouth is ovate, slightly raised towards the rear, and has an oblique insertion. The impressive peristome of this species is greatly expanded at the sides (≤25 mm wide) and often has undulate margins. Its inner edge is lined with short but distinct teeth. The lid or operculum is ovate to oblong in shape, lacks appendages, and has an acute apex. An unbranched spur (≤20 mm long) is inserted near the base of the lid. Upper pitchers are similar to their lower counterparts but differ in being infundibular throughout. The wings are often retained in aerial pitchers, although they may be reduced to ribs.\nNepenthes northiana has a racemose inflorescence. The peduncle is up to 60 cm long, while the rachis is up to 40 cm long, although male inflorescences are generally shorter. Partial peduncles are mostly two-flowered and reach 50 mm in length. The seeds of N. northiana are quite atypical of the genus in that they have short appendages, a large embryo, and are unusually woody in texture. Their structure prevents them from being carried great distances by wind. A study of 120 pollen samples taken from a herbarium specimen (J.H.Adam 2378, collected at an altitude of 30 m) found the mean pollen diameter to be 29.8 μm (SE = 0.4; CV = 6.0%).The species lacks a distinct indumentum, as all parts of the plant are virtually glabrous. The stem and leaves are light green. The pitchers are greenish-white in colour with numerous red blotches. The peristome is white to red with darker stripes.",
    "Ecology": "Nepenthes northiana is endemic to the Kuching Division of Sarawak, particularly the hills around the village of Bau. The species has an altitudinal distribution of 0 to 500 m above sea level and is restricted to limestone substrates.\n\nNepenthes northiana generally grows in exposed sites on near-vertical limestone cliffs with permanent water seepage. Less commonly it occurs in secondary vegetation on small hills. It is sympatric with other limestone flora such as Alocasia longiloba var. lowii.The conservation status of N. northiana is listed as Vulnerable on the 2006 IUCN Red List of Threatened Species based on an assessment carried out in 2000. This agrees with the informal classification of the species made by botanist Charles Clarke in 1997. However, it differs from the assessment by the World Conservation Monitoring Centre, which classified N. northiana as \"endangered\".Quarrying activity has damaged several of the hills on which N. northiana grows, although this has apparently not affected the plants directly. In addition, natural populations of N. northiana have suffered from over-collection in recent years. Plants of this species have a high commercial value and are thus highly sought after by collectors. In their 1996 monograph Pitcher-Plants of Borneo, Anthea Phillipps and Anthony Lamb wrote that N. northiana \"has been over-collected nearly to the point of extinction\". Despite this, the short-term future of the species appears to be secure, as most remaining plants are inaccessible to collectors.",
    "Related species": "Nepenthes northiana is very similar to N. mapuluensis, a species known from only a handful of limestone peaks in East Kalimantan, on the other side of Borneo. Although there are few morphological characters separating these two taxa, there seem to be several stable differences that can be used to distinguish between them. Compared to N. northiana, the leaves on the climbing stems of N. mapuluensis are more linear, the pitchers darker in colour, and the upper pitchers narrower. It is also worth noting that N. northiana is known only from the Bau area of Sarawak, which lies several hundred kilometres away from the only known populations of N. mapuluensis.\nNepenthes northiana has also been compared to N. macrovulgaris. The two species have a similarly shaped lamina and petiole, but N. northiana differs in that the climbing stem can be triangular in cross section, as opposed to strictly cylindrical in N. macrovulgaris. In addition, the latter species does not have decurrent leaf bases.Nepenthes hurrelliana and N. veitchii are superficially similar to N. northiana, but both of these species are smaller and less vividly coloured.",
    "Natural hybrids": "Nepenthes northiana is known to hybridise with three other Nepenthes species.",
    "Natural hybrids-N. albomarginata × N. northiana": "Nepenthes × cincta is a rare plant and, due to the localised distribution of N. northiana, only grows at a few sites in Bau, Sarawak, usually on a substrate of limestone. The traits of N. albomarginata are very dominant in this hybrid; the wide flared peristome of its larger parent species (N. northiana) is almost completely lost. Pitchers are narrowly infundibulate (funnel-shaped) throughout and range in colouration from cream to dusky purple with red or black spots.",
    "Natural hybrids-N. gracilis × N. northiana": "Nepenthes ×bauensis is intermediate in appearance between its two parent species. It displays the clumping habit and vine growth of N. gracilis, but can be distinguished from that species on the basis of its larger leaves and stems. The influence of N. northiana is most obvious in the pitcher morphology. In particular, the peristome is wider than in N. gracilis and has scattered red bands. Pitchers are up to 15 cm high and may be pale green to purplish-red in colour.Like its parent species, N. × bauensis is a lowland plant that grows at an elevation of around 100 m. It is terrestrial in nature and inhabits swampy areas surrounding the limestone hills to which N. northiana is endemic.\nThis hybrid appears to be very rare and only a few plants have been found. It is known from a single location.",
    "Natural hybrids-N. mirabilis × N. northiana": "Nepenthes mirabilis × N. northiana is a relatively rare natural hybrid and was only discovered in 2007.",
    "Cultivation": "Nepenthes northiana has a reputation amongst Nepenthes growers for being difficult to cultivate. For some time it was speculated that a potting medium involving limestone was necessary to successfully cultivate the species, but this is apparently not the case. It appears to grow well in low light conditions, with direct sunlight resulting in brown patches of dead tissue on the leaves and a decline or cessation in pitcher production. The species is also sensitive to fluctuations in relative humidity and grows best in moist environments.In The Savage Garden: Cultivating Carnivorous Plants, Peter D'Amato writes that peat and Sphagnum moss stunt the growth of N. northiana. He notes that a good alkaline medium for this species consists of two parts coarse vermiculite to one part each of perlite, pumice, and sand. Other growers have reported that the choice of growing medium is apparently of little consequence.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Danser, B.H. 1928. 10. Nepenthes decurrens MACF. In: The Nepenthaceae of the Netherlands Indies. Bulletin du Jardin Botanique de Buitenzorg, Série III, 9(3–4): 249–438.\nDanser, B.H. 1928. 31. Nepenthes Northiana HOOK. F. In: The Nepenthaceae of the Netherlands Indies. Bulletin du Jardin Botanique de Buitenzorg, Série III, 9(3–4): 249–438."
  }
}