{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_lingulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. lingulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes lingulata  is a tropical pitcher plant endemic to northern Sumatra. The species is characterised by the highly developed appendage present on the underside of the lid. The specific epithet lingulata is derived from the Latin word lingula, meaning \"small tongue\", and refers to this unique morphological feature.",
    "Botanical history": "Nepenthes lingulata was discovered during a series a field trips to Sumatra between 2004 and 2005. The first collection of the species was made on April 22, 2005, south of Padang Sidempuan in the Indonesian province of North Sumatra.The formal description of N. lingulata was published in 2006 in the botanical journal Blumea. The herbarium specimen Lee, Hernawati, Akhriadi NP 432 was designated as the holotype. It is deposited at the Herbarium of Andalas University (ANDA).",
    "Description": "Nepenthes lingulata is a climbing plant. The stem, which is usually less than 4 mm thick, grows to 8 m in length and is terete in cross section. Internodes are up to 9 cm long.\n\nLeaves are sessile and coriaceous in texture. The lamina of rosettes is lanceolate and up to 9.6 cm long and 3 cm wide. Climbing stems produce smaller leaves, with the elliptical-ovate lamina reaching 4.8 cm in length and 2.1 cm in width. Two longitudinal veins are present on either side of the midrib. Tendrils are up to 25 cm long in rosettes and up to 14 cm long in climbing stems.Rosette and lower pitchers are relatively large, reaching 28 cm in height and 4.5 cm in width. They are infundibular in the lower half and cylindrical in the upper half. The inner surface of the pitcher is only glandular in the lower half, with the waxy zone continuing to the top of the pitcher. A pair of wings (≤2.5 mm wide) with fringe elements up to 1 cm long runs down the front of the pitcher. The pitcher mouth is ovate and bears a flattened peristome up to 3 cm wide. The inner margin of the peristome is lined with a series of teeth up to 2 mm long. The lid or operculum is broadly triangular and may be up to 7.5 cm long and 5.5 cm wide. Curiously, no nectar glands are present on the underside of the lid. A single filiform appendage (≤4 cm long) hangs over the pitcher mouth, the apical end of which is covered with scattered raised nectar glands. A branched spur (≤1.5 cm long) is inserted near the base of the lid.\n\nUpper pitchers are smaller than lower pitchers, growing to 12.3 cm in height and 2 cm in width. Their wings are reduced to ribs. The pitcher mouth is ovate to rounded and bears a rounded or slightly flattened peristome (≤4 mm wide). The lid measures up to 2 cm in length and 2 cm in width. As in lower pitchers, a single highly developed appendage is located on the underside of the lid.Nepenthes lingulata has a racemose inflorescence. In male plants, the peduncle is up to 2.3 cm long and the rachis up to 4.5 cm long, whereas in female plants the peduncle is up to 5.5 cm long and the rachis up to 3.5 cm long. Pedicels are around 3–4 mm long and bear a single flower. Sepals are ovate and around 2 mm long in male inflorescences and 5 mm long in female inflorescences.A very dense indumentum of long woolly grey-brown hairs is present on immature tendrils and the outer surface of pitchers. The hairs on the margins of the leaves are caducous. Scattered grey-brown stellate hairs cover the upper surface and margins of the lower surface of the lid.Leaves are dark green on their upper surface and pale green on their lower surface. The midrib and edges of the leaves are purple in some plants. Rosette plants have light green stems, which gradually become dark purple as the plant begins to climb. Tendrils are dark purple. As in the closely related N. izumiae, the pitchers are dark purple to black on their outer surface, while the inside surface is pale bluish-green with purple spots. Inflorescences are pale green. Sepals range in colour from light green to reddish-purple.",
    "Ecology": "Nepenthes lingulata is endemic to the Barisan Mountains that line the western side of Sumatra. It is known only from the type locality, south of Padang Sidempuan in North Sumatra. The species has an altitudinal distribution of 1700–2100 m above sea level.Nepenthes lingulata grows in upper montane mossy forest. It occurs both terrestrially and as an epiphyte.In the wild, N. lingulata occurs sympatrically with N. bongso, N. dubia, N. gymnamphora, and N. jamban. A natural hybrid with N. jamban has been recorded.",
    "Carnivory": "Many Nepenthes species, including the closely related N. izumiae, have a glandular crest on the underside of the lid. However, the highly developed filiform appendage of N. lingulata is unique in its size.Nepenthes lingulata is also unusual in that the undersurface of the lid is completely devoid of glands, except for a small group concentrated at the end of the tongue-like appendage. This structure likely serves to lure insects into a precarious position over the pitcher mouth, where they may lose their footing and fall into the pitcher fluid, eventually drowning.A similar trapping method is employed by the Bornean endemic N. bicalcarata, which has a pair of spines positioned over the pitcher mouth. However, in that species the spines are structures of the peristome and not the lid.",
    "Related species": "Nepenthes lingulata is thought to be most closely related to N. izumiae, with which it shares the general morphology and colouration of its pitchers. However, it can be easily distinguished from that species on the basis of the highly developed filiform appendage that hangs over the pitcher mouth. It also differs in having a triangular lid, as opposed to the orbicular lid of N. izumiae. Furthermore, N. lingulata completely lacks nectar glands on the underside of the lid and has a very dense woolly indumentum.Nepenthes lingulata is more distantly related to the Sumatran species N. densiflora, N. diatas, N. singalana, and N. spathulata.",
    "Natural hybrids": "A natural hybrid involving N. jamban and N. lingulata has been recorded.",
    "Notes": "\n\n== References =="
  }
}