{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_lowii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. lowii"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes lowii , or Low's pitcher-plant, is a tropical pitcher plant endemic to Borneo. It is named after Hugh Low, who discovered it on Mount Kinabalu. This species is perhaps the most unusual in the genus, being characterised by its strongly constricted upper pitchers, which bear a greatly reduced peristome and a reflexed lid with numerous bristles on its lower surface.",
    "Botanical history": "",
    "Botanical history-Discovery and naming": "Nepenthes lowii was discovered in March 1851 by British colonial administrator and naturalist Hugh Low during his first ascent of Mount Kinabalu. Low wrote the following account of his discovery:\nA little way further we came upon a most extraordinary Nepenthes, of, I believe, a hitherto unknown form, the mouth being oval and large, the neck exceedingly contracted so as to appear funnel-shaped, and at right angles to the body of the pitcher, which was large, swollen out laterally, flattened above and sustained in an horizontal position by the strong prolongation of the midrib of the plant as in other species. It is a very strong growing kind and absolutely covered with its interesting pitchers, each of which contains little less than a pint of water and all of them were full to the brim, so admirably were they sustained by the supporting petiole. The plants were generally upwards of 40 ft long, but I could find no young ones nor any flowers, not even traces of either.\nThe type specimen of N. lowii, designated as Low s.n., was collected by Hugh Low on Mount Kinabalu and is deposited at the herbarium of the Royal Botanic Gardens, Kew (K).Nepenthes lowii was formally described in 1859 by Joseph Dalton Hooker. Hooker's original description and illustration were reproduced in Spenser St. John's Life in the Forests of the Far East, published in 1862. St. John wrote the following account of N. lowii on Mount Kinabalu:\nWe soon came upon the magnificent pitcher-plant, the Nepenthes Lowii, which Mr. Low was anxious to obtain. We could find no young plants, but took cuttings, which the natives said would grow. [...] We at last reached a narrow, rocky ridge, covered with brushwood, but with thousands of plants of the beautiful Nepenthes Lowii growing among them. [...] We sent our men on next morning to wait for us at the cave, while we stayed behind to collect specimens of the Nepenthes Lowii and the Nepenthes Villosa. The former is, in my opinion, the loveliest of them all, and its shape is most elegant. [...] The outside colour of the pitchers is a bright pea-green, the inside dark mahogany; the lid is green, while the glandular are mahogany-coloured. A very elegant claret jug might be made of this shape.\nIn subsequent years, N. lowii was featured in a number of publications by eminent botanists, such as Friedrich Anton Wilhelm Miquel (1870), Joseph Dalton Hooker (1873), Frederick William Burbidge (1882), Odoardo Beccari (1886), Ernst Wunschmann (1891), Otto Stapf (1894), Harry James Veitch (1897), Jacob Gijsbert Boerlage (1900), and Elmer Drew Merrill (1921). However, most of these publications made only passing mention of N. lowii. The first major taxonomic treatment was that of Günther Beck von Mannagetta und Lerchenau in 1895, who placed N. lowii in its own subgroup (Retiferae) on account of its unusual pitcher morphology.A revised description and illustration of N. lowii were published in John Muirhead Macfarlane's 1908 monograph, \"Nepenthaceae\". Macfarlane also wrote about N. lowii in the Journal of the Linnean Society in 1914 and The Standard Cyclopedia of Horticulture in 1919.In 1927, a new illustration of N. lowii was published in an article by Dutch botanist B. H. Danser in the journal De Tropische Natuur. The following year Danser provided a further emended Latin diagnosis and botanical description of N. lowii in his seminal monograph \"The Nepenthaceae of the Netherlands Indies\".",
    "Botanical history-New localities": "Nepenthes lowii was discovered on Mount Kinabalu and later found on Bukit Batu Lawi. It was first recorded from Mount Murud by Eric Mjöberg during his first ascent of the mountain in 1922. Mjöberg wrote the following account of the Mount Murud summit area:\nWe found ourselves in a strange landscape where low bushes with thick leathery leaves constituted the predominating vegetation. Here and there smaller trees were seen, among them a conifer with trunk and larger branches practically covered with the yellow blossoms of a small, richly flowering, epiphytic orchid. Bright scarlet or snow-white flowers of rhododendron and similar plants were met with everywhere; and most noticeable were the enormous and characteristically shaped pitchers of Nepenthes lowii, hitherto recorded only from Kinabalu and Batu Lawi.\nDuring the expedition, Mjöberg collected a single specimen of N. lowii from Mount Murud, which has been designated as Mjöberg 115. In 1926, Mjöberg found N. lowii on the north-eastern slope of Bukit Batu Tiban, although he did not collect any specimens.Another specimen, Beaman 11476, was collected by John H. Beaman between April 10 and April 17, 1995, from the summit ridge of Mount Murud at an elevation of between 2300 and 2400 m above sea level. This latter specimen was collected as part of the eighth botanical expedition to Mount Murud since Eric Mjöberg's first ascent in 1922.",
    "Botanical history-Misidentification": "Despite its unique pitcher morphology, N. lowii has been misidentified at least once in the literature; Bertram Evelyn Smythies tentatively assigned a specimen of N. lowii to N. macfarlanei, a species endemic to Peninsular Malaysia, although he suggested it might represent a new species. This misidentification was published in 1965, in the proceedings of the UNESCO Humid Tropics Symposium, which was held in Kuching two years earlier. It was based on a specimen collected by Iris Sheila Darnton Collenette from the Mesilau East River in July 1963. This plant bore several pitchers, each with a well-developed peristome and long bristles on the underside of the lid. The confusion resulted from the fact that the peristome in upper pitchers of N. lowii is usually present only as a series of ridges and that N. macfarlanei also has bristles on the underside of the lid (although they are much shorter than those of N. lowii). Having studied all the Bornean Nepenthes herbarium material held at the Royal Botanic Gardens, Kew, Smythies would later confirm that records of N. macfarlanei from the Kinabalu area were erroneous.",
    "Description": "",
    "Description-Stem and leaves": "Nepenthes lowii is a climbing plant. The stem may attain a length of more than 10 m and is up to 20 mm in diameter. Internodes are cylindrical in cross section and up to 8 cm long.\n\nThe leaves of this species are coriaceous in texture. The lamina or leaf blade is petiolate, oblong-lanceolate in shape, and up to 30 cm long by 9 cm wide. It has a rounded apex and an abruptly contracted base. The petiole is canaliculate and up to 14 cm long. It forms a flat sheath that clasps the stem for two-thirds to four-fifths of its circumference. Three to four longitudinal veins are present on either side of the midrib. Pinnate veins run straight or obliquely with respect to the lamina. Tendrils are up to 20 cm long and are not usually curled.",
    "Description-Pitchers": "The rosette and lower pitchers are bulbous in the lower part and ventricose in the middle, becoming wider towards the mouth. They are smaller than their aerial counterparts, reaching only 10 cm high by 4 cm wide. Lower pitchers are rarely seen, as the plant quickly enters the climbing stage. A pair of fringed wings runs down the front of each pitcher, although these are often reduced and only present in the upper portion of the pitcher cup. The peristome is cylindrical in cross section and widens towards the rear. It is up to 12 mm wide and bears prominent teeth and ribs. The inner portion of the peristome accounts for around 62% of its total cross-sectional surface length. On the inner surface, the glandular region covers the basal half of the pitcher; the waxy zone is reduced. The pitcher lid or operculum is approximately orbiculate in shape. On its underside it possesses a number of very dense fleshy bristles measuring up to 2 cm in length. Other than these distinctive structures, the lid has no appendages. An unbranched spur is inserted near the base of the lid.\n\nThe upper pitchers of N. lowii are very distinctive, being globose in the lower part, strongly constricted in the middle, and highly infundibular above. Aerial pitchers are relatively large, growing up to 28 cm high by 10 cm wide. Wings are reduced to ribs in upper pitchers and the peristome is present only as a series of ridges on the edge of the mouth. The inner surface of the pitcher is glandular throughout and has no waxy zone. The vaulted lid is reflexed away from the mouth and is oblong-ovate in shape. It is up to 15 cm long by 9 cm wide and lacks appendages. Numerous bristles, reaching up to 2 cm in length, are present on the lower surface of the lid. As in lower pitchers, the spur is unbranched. The upper pitchers of N. lowii are extremely rigid and almost woody in texture. After drying, the pitchers retain their shape better than those of any other species in the genus.",
    "Description-Inflorescence and indumentum": "Nepenthes lowii has a racemose inflorescence. The peduncle reaches 20 cm in length, while the rachis measures up to 25 cm. Partial peduncles are two-flowered, up to 20 mm long, and lack bracts. Sepals are oblong in shape and up to 5 mm long. A study of 570 pollen samples taken from three herbarium specimens (J.H.Adam 2406, J.H.Adam 2395 and SAN 23341, collected at an altitude of 1700–2000 m) found the mean pollen diameter to be 33.0 μm (SE = 0.2; CV = 7.8%).Most parts of the plant are virtually glabrous. However, an indumentum of short brown hairs is present on inflorescences, developing parts, and the edges of rosette leaves.",
    "Ecology": "",
    "Ecology-Habitat and distribution": "Nepenthes lowii is endemic to a number of isolated peaks in Borneo. In Sabah, it has been recorded from Mount Kinabalu, Mount Tambuyukon, Mount Alab, Mount Mentapok, Mount Monkobo, and Mount Trusmadi. In northern Sarawak, the species is known from Mount Api, Mount Buli, Mount Mulu, Mount Murud, Bukit Batu Lawi, Bukit Batu Tiban, the Hose Mountains, the Tama Abu Range, and Bario. The species has also been recorded from peaks in Brunei, including Bukit Pagon. Nepenthes lowii has an altitudinal distribution of 1650 to 2600 m above sea level.\n\nNepenthes lowii grows in nutrient-deficient soils of the upper montane zone. The species occurs both terrestrially and as an epiphyte. Its typical habitat is mossy forest or stunted ridge-top vegetation. It often grows in a thick layer of peat moss over ultramafic, sandstone, granite, and limestone substrates.On Mount Kinabalu, the species has been recorded from the East Ridge, Mesilau East River, and an area below Kambarangoh. Nepenthes lowii used to have a scattered distribution around the Mount Kinabalu summit trail, occurring in a narrow band between elevations of 1970 and 2270 m above sea level. Many of the N. lowii plants growing along the Kinabalu summit trail died as a result of the El Niño climatic phenomenon of 1997–1998 and others have been destroyed by climbers. It is now difficult to find the species on Mount Kinabalu and its presence along the summit trail is \"uncertain\".The form of N. lowii from Mount Trusmadi produces significantly larger pitchers than that of nearby Mount Kinabalu. On Mount Murud, N. lowii occurs at elevations above 1860 m. Plants growing near the mountain's summit are very stunted due to the harsher climatic conditions and lack of protecting vegetation.Mount Mulu is now the easiest place to see N. lowii. On Mount Mulu, the summit vegetation is greatly stunted, rarely exceeding a metre in height. It is dominated by rhododendrons (particularly Rhododendron ericoides), as well as species of the genera Diplycosia and Vaccinium.",
    "Ecology-Conservation status": "The conservation status of N. lowii is listed as Vulnerable on the 2006 IUCN Red List of Threatened Species based on an assessment carried out in 2000. This agrees with the informal classification of the species made by botanist Charles Clarke in 1997, although Clarke noted that it is Conservation Dependent if populations in protected areas are taken into account. However, it differs from the assessment by the World Conservation Monitoring Centre, which classified N. lowii as \"rare\", placing it between \"vulnerable\" and \"endangered\".",
    "Carnivory": "Nepenthes lowii is known to catch very few prey items compared to other Nepenthes. Preliminary observations suggest that this particular species may have moved away from a solely (or even primarily) carnivorous nature and be adapted to \"catching\" the droppings of birds and tree shrews feeding at its nectaries.\n\nThe upper pitchers of N. lowii are unusual in that they have a reflexed lid, which exposes numerous bristles on its underside. A white substance often accumulates amongst these bristles, the identity of which has been the subject of some debate. In the 1960s, J. Harrison assumed that these white beads were snail eggs. E. J. H. Corner, who led the 1961 and 1964 Royal Society Expeditions to Mount Kinabalu, wrote the following:\nIn the early morning there is a ringing gonging which we traced to tupaias (tree-shrews) scampering over the pitchers of N. lowii and banging the old, empty and resonant, pitchers together. The late Professor J. Harrison, of Singapore, discovered that a snail laid its eggs in the hairs under the lid and that the tupaias came to eat them.\nHowever, observations of cultivated N. lowii by Peter D'Amato and Cliff Dodd showed that these white beads were of the plant's own production. The substance has been described as having a sugary taste and \"a slightly disagreeable odour\". It is unknown why lower pitchers of N. lowii, which are otherwise typical of the genus, also have bristles and produce these white secretions. Charles Clarke suggested that by providing a reward near the ground, the lower pitchers may serve to guide animals towards the upper pitchers.Clarke carried out a series of field observations relating to N. lowii carnivory. At five of seven sites studied, N. lowii pitchers were found to contain significant amounts of animal excrement. A 2009 study found that mature plants derived 57–100% of their foliar nitrogen from tree shrew droppings. Another study published the following year showed that the shape and size of the pitcher orifice exactly match the dimensions of a typical tree shrew (Tupaia montana). A similar adaptation was found in N. macrophylla and N. rajah, and is also likely to be present in N. ephippiata. In all three of these species (N. ephippiata has not been investigated), the colour of the lower lid surface corresponds to T. montana visual sensitivity maxima in the green and blue wavebands, making it stand out against adjacent parts of the pitcher.Nepenthes lowii is not the first Nepenthes species for which this has been proposed; as early as 1989 it was suggested that N. pervillei, a species from the Seychelles, benefits from bird excrement and may be moving away from carnivory. However, no comprehensive studies have been conducted into the carnivory of N. pervillei and this hypothesis has yet to be tested experimentally.",
    "Related species": "In his 1928 monograph, B. H. Danser placed N. lowii in the Regiae clade, together with 14 other species. This differed from the sub-genus classification published by Günther Beck von Mannagetta und Lerchenau in 1895, which placed N. lowii in its own subgroup: Retiferae. Danser explained his assignment of N. lowii to Regiae as follows:\nMost aberrant is N. Lowii, the leaves and the stem of which are coarse, whereas the indumentum is almost absent and the pitchers show a peculiar form and have no peristome, the lid is vaulted, the midrib is keeled but has no appendage, the lower surface is covered with thick hairs, the glands of the inner surface of the pitcher are so large, that the interspaces are reduced to lines. All these characters, however seem to have little taxonomic value. The form of the pitcher is analogous to that of N. inermis of the Montanae group, which also has no peristome. The peculiar bristles on the lower surface of the lid are found less developed in N. Macfarlanei. The large, flat glands on the inner surface of the pitchers are also found in the lower part of the pitchers of N. Rajah. This is the reason why I have not distinguished a separate group for this species.\nNepenthes lowii is thought to be most closely related to N. ephippiata. B. H. Danser, who described the latter species in 1928, considered these taxa similar to the point where he could find few reasons to distinguish them in a 1931 article. More recent treatments have retained N. ephippiata as a distinct species and outlined a number of morphological features that distinguish it from N. lowii.\n\nThe most obvious differences between these species are seen in the upper pitchers; those of N. ephippiata are less constricted in the middle and have a more developed peristome. In addition, N. ephippiata has short tubercles on the underside of the lid, as opposed to the long bristles of N. lowii.",
    "Natural hybrids": "At least seven natural hybrids involving N. lowii have been recorded.",
    "Natural hybrids-N. fusca × N. lowii": "This hybrid was initially identified by Charles Clarke as a cross between N. chaniana (known as N. pilosa at the time) and N. lowii. However, in their 2008 book, Pitcher Plants of Borneo, Anthea Phillipps, Anthony Lamb and Ch'ien Lee pointed out that the plants exhibit influences of N. fusca, such as a triangular lid and an elongated neck. The authors noted that both N. fusca and N. lowii are common on the summit area of Mount Alab where this plant is found, whereas N. chaniana is rare. Another possible parent species, N. stenophylla, is apparently absent from the site.This cross was originally discovered by Rob Cantley and Charles Clarke on Bukit Batu Lawi in Sarawak. Clarke later found larger plants of this hybrid in the Crocker Range of Sabah, particularly near the summit of Mount Alab. More recently a single plant has been recorded from Mount Trusmadi. The pitchers of this cross have a slight constriction in the middle and range in colour from green to dark purple throughout.This hybrid differs from N. fusca in the presence of bristles on the underside of the lid. Conversely, it has a dense indumentum on the stem and at the margins of the lamina, compared to the virtually glabrous stem and leaves of N. lowii. It also differs from N. lowii in having a more developed peristome, which is circular in cross section. While lower pitchers of N. lowii have prominent teeth, those of N. fusca × N. lowii are indistinct. In addition, a glandular appendage is present on the underside of the lid, a trait inherited from N. fusca.\nNepenthes fusca × N. lowii is difficult to confuse with its putative parent species, but is somewhat similar to N. chaniana × N. veitchii. The latter hybrid can be distinguished on the basis of its peristome, which is wider, more flared, and less cylindrical. In addition, this hybrid has a less ovate lid, which lacks the bristles characteristic of N. lowii, and a denser indumentum covering the stem and leaves.",
    "Natural hybrids-N. lowii × N. macrophylla": "Nepenthes lowii × N. macrophylla was discovered on Mount Trusmadi by Johannes Marabini and John Briggs in 1983. Later that year, it was described as N. × trusmadiensis by Marabini. Briggs returned to Mount Trusmadi in 1984, but found only one small group of plants.Nepenthes × trusmadiensis has petiolate leaves measuring up to 50 cm in length. The pitchers of this hybrid are some of the largest of any Bornean Nepenthes species, reaching 35 cm in height. They are roughly intermediate in form between those of its parent species. The lid is held away from the mouth as in N. lowii and bears short bristles on its lower surface. The peristome has prominent ribs and teeth, but is not as developed as that of N. macrophylla. The inflorescence of N. × trusmadiensis may be up to 50 cm long and has two-flowered pedicels. Despite the size of the pitchers, this hybrid is not large in stature.Nepenthes × trusmadiensis is restricted to the summit ridge of Mount Trusmadi and has been recorded from elevations of 2500 to 2600 m above sea level.",
    "Natural hybrids-N. lowii × N. stenophylla": "In Pitcher-Plants of Borneo, Anthea Phillipps and Anthony Lamb called N. lowii × N. stenophylla the \"Mentapok Pitcher-Plant\" after Mount Mentapok in Sabah, from which it was collected in 1985 by John Briggs. It has since been recorded from several localities in northern Borneo, including Bukit Pagon in Brunei.On Mount Mentapok, this hybrid is the result of a cross between a giant form of N. stenophylla with pitchers measuring up to 35 cm and a form of N. lowii with a very dark, almost black, inner surface and a \"very narrow, distinctly rough peristome\".Nepenthes lowii × N. stenophylla has petiolate leaves and slender, waisted pitchers up to 25 cm high. The pitcher cup bears long dark streaks similar to those of N. stenophylla, while the striped peristome is flattened and cylindrical in cross section. The lid is ovate in shape and may be held away from the mouth, exposing dark bristles on its lower surface. As in N. lowii, white secretions accumulate between these bristles. The characteristic glandular crest of N. stenophylla is reduced to a small mound under the lid.Nepenthes lowii × N. stenophylla is only known from mossy forest along summit ridges at elevations of over 1500 m, where the upper altitudinal limit of N. stenophylla overlaps the lower altitudinal limit of N. lowii.",
    "Natural hybrids-Other hybrids": "A number of other natural hybrids involving N. lowii have been reported. These include crosses with N. hurrelliana, N. muluensis, N. veitchii, as well as possible hybrids with N. hirsuta  and N. tentaculata. A single example of N. lowii × N. rajah grows along the Mesilau nature trail.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Danser, B.H. 1928. 23. Nepenthes Lowii HOOK. F. In: The Nepenthaceae of the Netherlands Indies. Bulletin du Jardin Botanique de Buitenzorg, Série III, 9(3–4): 249–438."
  }
}