{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_muluensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. muluensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes muluensis , or the Mulu pitcher-plant, is a tropical pitcher plant endemic to Borneo. It grows in highland habitats at elevations of 1700 to 2400 m above sea level.",
    "Botanical history": "Nepenthes muluensis was first collected by Mitsuru Hotta on March 18, 1964, on Mardi between the third and fourth camps on the western ridge of Mount Mulu, Sarawak. The holotype, M.Hotta 14791d, is deposited at the Botany Department of Kyoto University (KYO). Hotta described the species in 1966, naming it after Mount Mulu, to which it was thought to be endemic. The description did not cover the lower pitchers of this species, which were unknown at the time. Nepenthes muluensis was the first Nepenthes species to be described in 26 years (after N. densiflora in 1940) and the first since the end of World War II. At this time the genus was experiencing a revival in global interest, thanks largely to the work of Shigeo Kurata.Nepenthes muluensis has been misidentified at least once in the literature; Bertram Evelyn Smythies identified specimens of N. muluensis as belonging to N. gracillima, a species endemic to Peninsular Malaysia. This misidentification was published in 1965 in the proceedings of the UNESCO Humid Tropics Symposium, which was held in Kuching two years earlier.",
    "Description": "Nepenthes muluensis is a climbing plant. The stem may attain a length of 4 m and is up to 5 mm in diameter. Internodes are cylindrical in cross section and up to 8 cm long.\n\nThe leaves of this species are coriaceous and sessile. The lamina is lanceolate in shape and up to 8 cm long by 1.5 cm wide. It usually has an acute apex and is gradually attenuate towards the base, extending into an amplexicaul sheath. Up to 4 longitudinal veins are present on either side of the midrib. Pinnate veins are numerous but indistinct. Tendrils are up to 8 cm long.Rosette and lower pitchers are up to 7 cm high and 3 cm wide. They are ovate in the lower third, becoming cylindrical or conical above. The peristome is approximately cylindrical and up to 5 mm wide. Its inner margin is lined with small but distinct teeth. The pitcher mouth is round to ovate and has an oblique insertion. The lid or operculum is ovate and generally obtuse. It bears a number of filiform appendages (≤5 mm long) on its upper surface.\n\nUpper pitchers are cylindrical for the most part, often with a bulbous basal quarter. Like their lower counterparts, they are relatively small, reaching only 10 cm in height and 2 cm in width. They have a pair of ribs in place of wings. The waxy zone of the inner surface is well developed. The pitcher mouth is round and bears a cylindrical peristome up to 3 mm wide. The lid is orbicular and lacks appendages. An unbranched spur in inserted near the base of the lid.Nepenthes muluensis has a racemose inflorescence. It is very compact: the peduncle is only up to 3 cm long, while the attenuate rachis reaches 10 cm in length. Pedicels are up to 5 mm long and lack bracts. Sepals are ovate and up to 2 mm long. A study of 120 pollen samples taken from two herbarium specimens (J.H.Adam 2401 and J.H.Adam 2405) found the mean pollen diameter to be 32.0 μm (SE = 0.4; CV = 8.7%).The species completely lacks an indumentum, with all parts of the plant being glabrous.The type population of N. muluensis from Mount Mulu has a distinctive pitcher colouration. Lower pitchers are generally dark purple with sparse yellow speckles. The upper pitchers of this form are usually purple with numerous yellowish-white speckles. They often have a white peristome and lid. Plants from Mount Murud produce darker-coloured pitchers.",
    "Ecology": "As its name suggests, N. muluensis was originally known only from Mount Mulu. Since its description it has also been found on several other mountains in Sarawak (including Mount Api, Mount Murud, and Bukit Batu Lawi) and one in southwestern Sabah. Nepenthes muluensis has not been recorded from the nearby summit of Mount Benarat, although this is a limestone peak and mostly lies outside the known altitudinal distribution of the species, which is 1700 to 2400 m above sea level.\n\nNepenthes muluensis grows in nutrient-deficient soils of the upper montane zone. It typically occurs in open areas of mossy forest amongst ridge-top vegetation. On Mount Mulu, the species seems to be restricted to the western ridge and occurs from an elevation of around 1900 m to the summit at 2376 m. The summit vegetation is greatly stunted, rarely exceeding a metre in height. It is dominated by rhododendrons (particularly Rhododendron ericoides), as well as species of the genera Diplycosia and Vaccinium. Nepenthes muluensis is most abundant in summit heath forest, where it forms dense stands with hundreds of white-speckled pitchers suspended over the sympatric shrubs.On Mount Murud, N. muluensis grows in shady mossy forest. This population produces darker pitchers than the one from Mount Mulu, possibly due to greater exposure to ultraviolet light at higher altitudes. Two true toad species from Mount Murud, Pelophryne linanitensis and Pelophryne murudensis, are sympatric with N. muluensis and may breed in its pitchers.The conservation status of N. muluensis is listed as Vulnerable on the 2006 IUCN Red List of Threatened Species based on an assessment carried out in 2000. This differs from the assessment made by the World Conservation Monitoring Centre five years earlier, which classified N. muluensis as \"endangered\". In 1997, Charles Clarke informally classified the species as Endangered based on the IUCN criteria, noting that it is Conservation Dependent if populations in protected areas are taken into account.",
    "Related species": "Nepenthes muluensis belongs to what has been called the \"Hamata group\", which also includes four other closely related species from Borneo and Sulawesi: N. glabrata, N. hamata, N. murudensis, and N. tentaculata. More recently, N. nigra has joined this group of related taxa.Nepenthes muluensis is most easily confused with N. tentaculata. The lower pitchers of these species are almost identical, but those of N. muluensis have a rounder mouth. The climbing stem, growth habit and leaves are also similar, although N. muluensis usually has a narrower lamina. However, the upper pitchers of N. muluensis are distinctive; they usually have a white lid, a round mouth, and their wings are either greatly reduced or absent altogether.",
    "Natural hybrids": "Two natural hybrids involving N. muluensis have been recorded: N. lowii × N. muluensis and N. muluensis × N. tentaculata.",
    "Natural hybrids-Nepenthes × sarawakensis": "Nepenthes muluensis × N. tentaculata was described as N. × sarawakiensis in 1993 by J. H. Adam, C. C. Wilcock, and M. D. Swaine. The authors distinguished the taxon from N. muluensis on the basis of its branched spur and the presence of fringe hairs on the top of the lid. They also compared the distribution of phenolic compounds in the leaves of N. muluensis and the hybrid, although they did so without specifying the number of plants studied or the number of repetitions performed. As a result, doubts have been raised over the existence of this hybrid. Charles Clarke writes that the authors described N. × sarawakiensis \"in such a way that their work cannot be easily repeated\". Although this natural hybrid is likely to exist, it is possible that N. × sarawakiensis was described based on specimens of N. muluensis with lower pitchers.\nIn 2002, phytochemical screening and analytical chromatography were used to study the presence of phenolic compounds and leucoanthocyanins in N. × sarawakiensis and its putative parent species. The research was based on leaf material from dry herbarium specimens.  Eight spots containing phenolic acids, flavonols, flavones, leucoanthocyanins and 'unknown flavonoids' 1 and 3 were identified from chromatographic profiles. The distributions of these in N. × sarawakiensis, N. muluensis and N. tentaculata are shown in the adjacent table.  A specimen of N. × sarawakiensis grown from tissue culture (in vitro) was also tested.Phenolic acid, 'Unknown Flavonoid 1' and cyanidin were undetected in N. muluensis, while N. tentaculata lacked quercetin, luteolin, 'Unknown Flavonoid 3', and cyanidin. Chromatographic patterns of the N. × sarawakiensis samples studied showed complementation of its putative parental species.Myricetin was found to be absent from all studied taxa.  This agrees with the findings of previous authors and suggests that the absence of a widely distributed compound like myricetin among the Nepenthes examined might provide additional diagnostic information for these taxa.",
    "References": "",
    "Further reading": "",
    "External links": "Nepenthes muluensis at ARKive"
  }
}