{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_chang",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. chang"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes chang is a tropical pitcher plant endemic to the Banthad Mountains of central Thailand, where it grows at elevations of 300–600 m above sea level. It is thought to be most closely related to N. kampotiana.The specific epithet chang refers to the Thai island of Ko Chang, where the type specimen was collected.",
    "Botanical history": "The first known collection of N. chang was made by Arthur Francis George Kerr in 1929. This specimen, Kerr 17727, was collected at an elevation of around 600 m from Khao Kuap, Trat Province, Thailand. It is deposited at the Bangkok Herbarium (BK).Nepenthes chang was formally described by Marcello Catalano in his 2010 book, Nepenthes della Thailandia: Diario di viaggio. The description was reviewed by Alastair Robinson, while Andreas Fleischmann provided the Latin translation. Catalano 013394 was designated as the holotype. This specimen was collected by Catalano in 2009 from Ko Chang island at an altitude of about 300 m. It is deposited at the Chulalongkorn University Herbarium (BCU).",
    "Description": "Nepenthes chang is a climbing plant growing to a height of approximately 5 m. The stem is terete and 4–6 mm in diameter. Internodes are up to 5 cm long. The stem is typically orange to red in rosettes and light green in climbing plants.Leaves are sessile and coriaceous in texture. The lamina (leaf blade) is lanceolate, measures up to 35 cm in length by 5 cm in width, and is around 0.2 mm thick. Its apex is acute and it is attenuate at the base, clasping the stem for around three-quarters of its circumference and being decurrent for up to 4 cm. Three longitudinal veins are present on either side of the midrib, restricted to the distal quarter of the lamina. Pinnate veins are also visible, and arise obliquely from the midrib. Tendrils are up to 30 cm long and 2 mm in diameter. They are coiled in upper pitchers. The laminae of older leaves are typically dark green, whereas those of younger leaves range in colour from reddish in rosettes, through an orange hue on laminae of the lower stem, to yellowish on the upper stem. Like the stem, the midrib and tendrils are orange to red in rosettes and light green in climbing plants.\n\nRosette and lower pitchers are either wholly ovate or only ovate in the basal third of the pitcher cup and narrower above. They measure up to 12 cm in height by 5 cm in width and are broader than they are deep. The hip, when present, is positioned in the midsection of the trap. A pair of wings (≤6 mm wide) runs down the ventral surface of the pitcher cup, bearing narrow fringe elements. The pitcher mouth is orbicular to ovate and has an oblique insertion. The peristome is cylindrical and up to 5 mm wide at the sides, with teeth up to 0.3 mm long. The pitcher lid or operculum is orbicular to ovate or elliptic. It is flat and has a slightly cordate base. It measures up to 4 cm in length by 3.5 cm in width. The lower surface of the lid does not have any appendages, but bears numerous crater-like glands (≤1 mm in diameter), the largest of which are located around the base of the midline. An unbranched spur (≤6 mm long) is inserted near the base of the lid. On their outer surface, terrestrial pitchers are typically green to orange or pink with red stripes. Red blotches may or may not be found in the waxy zone of the inner surface. The peristome ranges in colour from green to red.\n\nThe tubulose upper pitchers are considerably larger than their terrestrial counterparts, measuring up to 25 cm in height by 3 cm in width. The wings, if present, are up to 1 mm wide, otherwise they are reduced to a pair of ridges. The pitcher mouth has an oblique insertion. The peristome of upper pitchers often has a slightly lobed outer margin and is uniform in width. The lid as well as other parts of the pitcher are similar to those found in terrestrial traps. Aerial pitchers have a lighter pigmentation than their lower counterparts, being light green on the outer surface. Red blotches may or may not be present on the waxy inner surface. The peristome is green throughout, while the lid may be entirely green or bear fine red stripes.Nepenthes chang has a racemose inflorescence. In male plants, it reaches 70 cm in length, of which the peduncle constitutes 35–50 cm and the rachis 17–22 cm. Around 30–130 flowers are borne on two-flowered partial peduncles measuring 1–3 mm in length, with pedicels 2–9 mm long. Some or all of the partial peduncles may bear a short bract (≤0.5 mm long) in their basal half. The androphore is up to 1.5 mm long and bears hairs for up to half of its length. Tepals are elliptic and up to 3 mm long by 1.5 mm wide. The tepals are green when newly opened, but later darken to orange or red. The female inflorescence differs markedly in structure from the male one, bearing flowers solitarily on ebracteate pedicels measuring 3–12 mm in length. It also differs in having a rachis that is 8–22 cm long and tepals that are always green.An indumentum of white or golden hairs (0.1–0.5 mm long) is present on all parts of the plant apart from the upper surface of the lamina.Like all pyrophytic Nepenthes from Indochina, N. chang has a well-developed rootstock.",
    "Ecology": "Nepenthes chang is known with certainty only from the Banthad Mountains of central Thailand, where it has been recorded from two localities: Khao Kuap and the island of Ko Chang. The species grows terrestrially on peaty soil in open, steep forest. It has an altitudinal distribution of 300–600 m above sea level. It is possible that its range extends into the nearby Cardamom Mountains of Cambodia.Nepenthes chang has no known natural hybrids.",
    "Related species": "Nepenthes chang is thought to be most closely related to N. kampotiana. It can be distinguished from this species on the basis of the two-flowered partial peduncles of the male inflorescence, as opposed to the one-flowered pedicels of N. kampotiana. Nepenthes chang also differs in that its androphores are partially hairy, whereas those of N. kampotiana are glabrous. The laminae of N. kampotiana are considerably thicker (0.5 mm versus 0.2 mm) and always have a light green colouration, as compared to the yellowish to reddish young leaves of N. chang. Nepenthes kampotiana also lacks an indumentum, being glabrous throughout. The terrestrial traps of N. chang are typically wider than they are deep, while those of N. kampotiana are uniformly ovate. The two species also differ in the shape of their aerial pitchers: those of N. chang are tubulose throughout, whereas those of N. kampotiana are obovate or ovate in their basal half. In lower pitchers of N. chang, the peristome is often wider at the sides, whereas that found in the traps of N. kampotiana tends to be uniform in width.",
    "References": "Mey, F.S. 2014. 'Nepenthes of Indochina', my 2010 ICPS lecture now on Youtube. Strange Fruits: A Garden's Chronicle, February 3, 2014.",
    "External links": "Photographs of N. chang at the Carnivorous Plant Photofinder"
  }
}