{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_hispida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. hispida"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes hispida (; from Latin: hispidus \"bristly\") is a tropical pitcher plant species native to Borneo. It grows at elevations of 100 to 800 m in kerangas forest. It is known with certainty only from Lambir Hills National Park and surrounding areas.Nepenthes hispida is listed as Conservation Dependent on the 2006 IUCN Red List of Threatened Species.In the wild, N. hispida is only known to hybridise with N. reinwardtiana.",
    "Description": "The stem of N. hispida grows to 6 m in length and 6 mm in diameter. The cylindrical internodes are up to 15 cm long. Leaves are sessile and coriaceous in texture. The lamina is oblanceolate-oblong in morphology and can measure up to 28 cm long and 4 cm wide. The apex of the lamina is acuminate-obtuse and often unequal. The base of the lamina is attenuate, amplexicaul, and often decurrent. Three longitudinal veins run along the lamina on each side of the midrib. Pennate veins are indistinct. Tendrils grow to 15 cm in length.\n\nThe pitchers of N. hispida are rarely more than 15 cm high and 8 cm wide. They are ovoid-ellipsoid in the lower parts and sub-cylindrical in the upper parts. Aerial or upper pitchers are more cylindrical than lower or terrestrial pitchers. Two fringed wings, up to 3 mm wide, run down the front of the pitchers. These wings are often absent in upper pitchers. The opening or mouth of the pitcher is ovate and oblique. The peristome is rounded and up to 12 mm wide. The lid or operculum is ovate-elliptic. An unbranched spur, up to 5 mm long, is inserted at the base of the lid.Nepenthes hispida has a racemose inflorescence. The peduncle is up to 5 cm long and 1.5 cm thick. The rachis is attenuate and may grow to 10 cm in length. The partial peduncles, which are up to 8 mm long, are two-flowered at the base only, otherwise one-flowered. Sepals are elliptic and up to 4 mm long. Male and female inflorescences are of similar structure.A very dense indumentum of bristle-like, purple-grey hairs covers the stem. A sparser covering of shorter hairs is present on the inflorescence. Hairs on the surfaces of the leaves are apparently caducous, or shed at an early stage of development.",
    "Distribution and habitat": "In Nepenthes of Borneo, Charles Clarke writes: \"N. hispida has been collected from a number of localities in northern Sarawak and Brunei, where its distribution overlaps with that of N. hirsuta\". However, in Pitcher Plants of Sarawak, Clarke and Ch'ien Lee state: \"Recent observations of populations of N. hirsuta throughout Sarawak suggest that morphological variation in this species is much greater than previously assumed. Accordingly, the only plants that we equate with N. hispida here are those from the Lambir Hills area\".Nepenthes hispida grows in shady kerangas forest on steep sandstone ridges and is often sympatric with Eugeissona palms. The species occurs at elevations of 100 to 800 m.",
    "Taxonomy": "Nepenthes hispida is very similar to the closely related N. hirsuta and some taxonomists contest its status as a separate species. It is also similar to N. macrovulagris, from which it differs in several aspects of pitcher and leaf morphology.\nIn his 1928 monograph, \"The Nepenthaceae of the Netherlands Indies\", B. H. Danser reduced N. hispida to a synonym of N. hirsuta, writing \"N. hispida Beck is placed among the synonyms [of N. hirsuta] on the authority of Macfarlane, though the description gives another idea\". Matthew Jebb and Martin Cheek restored N. hispida to species status in 1997, citing the amplexicaul-decurrent leaf base and indumentum as significant features that distinguish it from N. hirsuta. It has been suggested that N. hirsuta and N. hispida are extreme variants of the same species, as there exist intergrades between both taxa.Matthew Jebb and Martin Cheek suggest that N. hispida is related to N. philippinensis, a species endemic to Palawan in the Philippines.In his Carnivorous Plant Database, taxonomist Jan Schlauer treats N. hispida as a heterotypic synonym of N. hirsuta.",
    "References": "\n\n== Further reading =="
  }
}