{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_adnata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. adnata"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes adnata  is a tropical pitcher plant endemic to the Indonesian province of West Sumatra, where it grows at elevations of 600 to 1200 m above sea level. The specific epithet adnata is Latin for \"broadly attached\" and refers to the base of the lamina.",
    "Botanical history": "Nepenthes adnata was first collected by Willem Meijer on August 24, 1957. The holotype, Meijer 6941, was collected on that date near the river Tjampo, east of Payakumbuh, Taram, West Sumatra, at an elevation of 1000 m. It is deposited at the National Herbarium of the Netherlands in Leiden.The species was first described in 1986 by Mitsuru Hotta and Rusjdi Tamin based on specimens the authors collected near Harau in West Sumatra. However, the description was invalid as it lacked a Latin diagnosis. This was provided eight years later by Jan Schlauer.",
    "Description": "Nepenthes adnata is a diminutive species. The stem is cylindrical in cross section and may be climbing or drooping. It rarely exceeds 2 m in length and 3 mm in diameter. Internodes are up to 10 cm long.Leaves are coriaceous and sessile. The lamina is lanceolate-ellipsoidal and may be up to 10 cm long and 2 cm wide. It has an adnate base and an obtuse to acute apex. Two to three longitudinal veins are present on either side of the midrib. Pinnate veins are not easily distinguished. Tendrils may be up to 5 cm long.\n\nRosette and lower pitchers are ovoid in the lower third and cylindrical above. They are small, reaching only 10 cm in height and 2.5 cm in width. A pair of fringed wings (≤3 mm wide) runs down the front of terrestrial pitchers. The glandular region covers only the lower third of the inner pitcher surface. The pitcher mouth is round and slightly oblique throughout. The cylindrical peristome is up to 2 mm wide and bears indistinct teeth. The peristome is roughly symmetrical in cross section, with the inner portion accounting for around 54% of its total cross-sectional surface length. The lid or operculum is orbicular and cordate at the base. Multicellular hairs are sometimes present on its upper surface. An unbranched spur (≤2 mm long) is inserted at the base of the lid.\n\nUpper pitchers are ovoid in the lower quarter and cylindrical to infundibular above. In aerial pitchers, the wings are usually reduced to ribs, but sometimes bear fringe elements. In most other respects, they are similar to lower pitchers.Nepenthes adnata has a racemose inflorescence. The peduncle is up to 8 cm long. In male plants, the rachis reaches 10 cm in length, while in female plants it rarely exceeds 7 cm. Pedicels lack bracteoles and are up to 10 mm long. Sepals are lanceolate-ovate and around 4 mm long. Fruits are up to 40 mm long.Short brown hairs are present on the edges of the lamina. The stem and lamina bear a sparse indumentum of simple white hairs (≤2 mm long). Inflorescences are covered with short, red-brown hairs.The pitchers of N. adnata are generally speckled with reddish-purple blotches. The peristome is usually dark purple. The inner pitcher surface is white to light green. The stem and lamina are green throughout.\nNepenthes adnata varies little across its range. Consequently, no infraspecific taxa have been described.",
    "Ecology": "Nepenthes adnata is endemic to the mountains of the Tjampo river region of West Sumatra. Most ridges in this area have an elevation of just below 1000 m, although several exceed this height. The species has an altitudinal distribution of 600 to 1200 m above sea level. It grows on mossy sandstone cliff faces amongst dense vegetation. The habitat is moist and receives diffused sunlight.In its natural habitat, the species occurs sympatrically with N. tenuis and grows in close proximity to N. albomarginata, N. ampullaria, N. eustachya, N. gracilis, N. longifolia, and N. reinwardtiana. Despite this, N. adnata has no known natural hybrids. In Kelok Sembilan, the species has been found to grow alongside Utricularia striatula, a distantly related carnivorous plant.Only two collections of this species have been made and these correspond to two populations separated by several kilometres of mountainous terrain. The species may be more widespread in the region, but most cliffs in the Tjampo river area are virtually inaccessible, making the discovery of new localities unlikely in the near future. The only population that is easily accessible is very small and frequently visited by plant collectors. Charles Clarke considers this population \"severely threatened\". The habitat of this species may be threatened in the near future by fires deliberately started to clear forest for agricultural purposes.",
    "Related species": "Nepenthes adnata has no obvious close relatives within the genus. Rusjdi Tamin and Mitsuru Hotta considered the species to be closely related to N. tentaculata, N. gracillima, and N. gracilis. Both Jan Schlauer and Joachim Nerz as well as Matthew Jebb and Martin Cheek agreed that N. adnata and N. tentaculata are related, while J. H. Adam, C. C. Wilcock and M. D. Swaine considered the two taxa conspecific. However, Charles Clarke does not support this interpretation, stating that the similarities between the two species are probably coincidental and that the closest relatives of N. adnata \"are more likely to be other Sumatran species such as N. gymnamphora, N. longifolia or N. albomarginata\". Clarke points out that the multicellular hairs sometimes exhibited by N.adnata, which several authors have used to suggest a relationship with N. tentaculata, occur in rosette pitchers of many other species, especially N. rafflesiana.The pitchers of N. adnata are similar to those of N. tobaica, although the stem and lamina are quite different. They also bear a superficial resemblance to those of a form of N. gymnamphora from Mount Sorik Merapi. Seedlings of N. adnata and N. longifolia are virtually indistinguishable, although mature plants have few morphological features in common. N. adnata also shares with N. albomarginata a similar indumentum and ecology.In 2001, Clarke performed a cladistic analysis of the Nepenthes species of Sumatra and Peninsular Malaysia using 70 morphological characteristics of each taxon. The following is a portion of the resultant cladogram, showing \"Clade 6\", which is only weakly supported at 50%. The sister pair of N. angasanensis and N. mikei has 79% support.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Photographs of N. adnata at the Carnivorous Plant Photofinder"
  }
}