{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_longifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. longifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes longifolia () is a tropical pitcher plant endemic to Sumatra, where it grows at elevations of  between 300 and 1100 m above sea level. The specific epithet longifolia, formed from the Latin words longus (long) and folius (leaf), refers to the exceptionally large leaves of this species.",
    "Botanical history": "The first known collection of N. longifolia was made by Willem Meijer in 1957. The specimen Meijer 6913 was collected on August 24, 1957, in a sandstone region of the river Tjampo near Taram in West Sumatra, at an altitude of 500–1000 m. The plant was growing in forest on the slope of a river valley. The specimen is sheet H.L.B. 958.85111 at the National Herbarium of the Netherlands in Leiden.In 1986, Rusjdi Tamin and Mitsuru Hotta invalidly described Nepenthes rafflesiana var. longicirrhosa. Charles Clarke observed this taxon at the type locality in 1995 and concluded that it is conspecific with N. longifolia. Subsequent revisions of the genus have formally synonymised these taxa.Nepenthes longifolia was formally described by Joachim Nerz and Andreas Wistuba in a 1994 issue of the Carnivorous Plant Newsletter. The holotype of N. longifolia, Nerz 2801, was collected by Joachim Nerz on September 25, 1992, in the Tjampo Mountains near Taram, West Sumatra, at an altitude of 1000 m. It is deposited at the National Herbarium of the Netherlands in Leiden. Seven other specimens of N. longifolia were collected on the same day and at the same location; Nerz 2802, 2803, 2804, and 2805 are deposited at the National Herbarium of the Netherlands (L) together with the holotype, while Nerz 2806, 2807, and 2808 are held at the Institut für Biologie I at the University of Tübingen (TUB) in Germany.Matthew Jebb and Martin Cheek treated N. longifolia in synonymy with N. sumatrana in their 1997 monograph, \"A skeletal revision of Nepenthes (Nepenthaceae)\". The authors tentatively upheld this synonymy in their 2001 revision, \"Nepenthaceae\", writing:\nAlthough we treat N. longifolia as a synonym [of N. sumatrana], it is representative of other specimens from inland Sumatra, at higher altitudes (c. 1000 m) that show differences from the plants at sea level on the coast. The inland plants have more slender pitchers which are ellipsoid in the lower half and cylindrical in the upper (not infundibuliform), with an elliptic (not a suborbicular) lid. However, intermediates are reported. More specimens are needed before N. longifolia can be fully resolved.\nThe most recent taxonomic revision by Charles Clarke, Nepenthes of Sumatra and Peninsular Malaysia (2001), elevated N. longifolia to species status once again.",
    "Description": "Nepenthes longifolia is a strong climber; the stem often grows to 10 m and can attain a length of up to 12 m. It is up to 9 mm in diameter. Internodes are sub-cylindrical in cross section and up to 12 cm long.\n\nLeaves are coriaceous in texture. The lamina is lanceolate to lanceolate-spathulate or lanceolate-obovate in shape and up to 55 cm long and 9 cm wide. It has an emarginate apex. The lamina is gradually attenuate into a short petiole (≤7 cm). The petiole is decurrent into a pair of wings (≤2 mm wide) that extend over almost the  whole length of the internode. Three to eight longitudinal veins are present on either side of the midrib. Pinnate veins are numerous but indistinct. Tendrils are usually shorter or as long as the lamina, although they may be as long as 110 cm.Rosette and lower pitchers are infrequently produced and are borne on very long tendrils. They are ventricose or narrowly ovoid in the lower part and cylindrical above. They grow up to 20 cm high and 5 cm wide. A pair of fringed wings (≤5 mm wide) runs down the front of the pitcher. The fringe elements are up 6 mm long and are spaced 1 to 3 mm apart. The pitcher mouth has an oblique insertion and is acuminate towards the lid. The peristome is flattened, up to 6 mm wide, and has a distinct raised section at the front, often with one or two notches. It is broadly cylindrical in cross section and bears a series of ribs spaced 0.2 mm apart. The glandular region covers the ventricose portion of the inner surface. Overarched glands are present at a concentration of around 500 per square centimetre. The pitcher lid or operculum is orbicular or ovate, up to 3 cm in diameter, and lacks appendages. A number of large round to ovate glands are concentrated near the midrib on the lower surface of the lid. An unbranched spur (≤15 mm long) is inserted near the base of the lid.\n\nUpper pitchers arise gradually from the end of the tendril, forming a curve up to 4 cm wide. They are narrowly infundibular in the lowermost parts, slightly ovoid up to the hip, and  cylindrical or tubulose above. Upper pitchers are produced on shorter tendrils, but  are larger than their lower counterparts, growing to 25 cm in height and 4 cm in width. They have a pair of prominent ribs in place of wings, sometimes bearing fringe elements near the peristome. As in lower pitchers, the mouth is oblique, elevated, and acuminate towards the lid. The flattened peristome is up to 6 mm wide. It has a raised section at the front and is characteristically crumpled into 3 prominent folds. The glandular region covers the infundibulate part of the inner surface, with around 500 glands per square centimetre. The lid and spur are similar to those of lower pitchers.Nepenthes longifolia has a racemose inflorescence. Male and female inflorescences have the same structure. The peduncle is up to 25 cm long and 3 mm wide. The rachis is also up to 25 cm long. Partial peduncles are one- or two-flowered, up to 15 mm long, and may or may not be bracteolate. Sepals are ovate and up to 5 mm long. Stamens are approximately 5 mm long including the anthers. Seed capsules are up to 3 cm long.Most parts of the plant bear a short, sparse indumentum of simple and stellate hairs. However, many of these hairs are caducous and so mature plants appear mostly glabrous. The margins of the lamina are densely lined with short reddish-brown hairs.The stem and leaves are green, the latter sometimes having a reddish lower surface. Leaves of rosette plants often have a red midrib. Lower pitchers are generally brownish-red with a green to reddish-green peristome. The inner surface of the pitcher is usually pale green and the lid is red. Upper pitchers are characteristically light green throughout.",
    "Ecology": "Nepenthes longifolia occurs in the Indonesian province of West Sumatra and may also be present in North Sumatra. It grows terrestrially in dense, shady lowland or submontane forest on steep sandstone slopes and ridges. As a result of developing against such inclined surfaces, the leaves of rosette plants often assume an almost vertical orientation. The species has an altitudinal distribution of 300 to 1100 m above sea level.Around the river Tjampo in West Sumatra, N. longifolia is sympatric with N. adnata, N. albomarginata, N. ampullaria, N. eustachya, N. gracilis, and N. reinwardtiana. However, the species is only known to hybridise with N. eustachya. On Mount Tjampo itself, N. longifolia grows in a number of isolated patches and is sympatric with N. albomarginata, N. eustachya, and N. reinwardtiana.Plants resembling the type of N. longifolia are abundant along the road from Sibolga to Tarutung in North Sumatra. They differ from those of West Sumatra in a number of morphological features and may represent the poorly known N. beccariana. This taxon is sympatric with N. ampullaria, N. gracilis, N. rafflesiana, N. reinwardtiana, and N. tobaica.Nepenthes longifolia is not listed on the 2006 IUCN Red List of Threatened Species as the list follows Jebb and Cheek in treating N. longifolia in synonymy with N. sumatrana. The combined conservation status for both taxa is listed as Least Concern. However, recent studies have shown that these two taxa are distinct species. In 2001, Charles Clarke suggested a revised status of Vulnerable for N. longifolia based on the IUCN criteria. The habitat of this species may be threatened in the near future by fires deliberately started to clear forest for agricultural purposes.",
    "Related species": "Nepenthes longifolia is thought to be most closely related to N. sumatrana;   the stem and lamina of these species are virtually identical in appearance. Nevertheless, N. longifolia can be distinguished from N. sumatrana on the basis of a number of significant and stable morphological differences. The tendrils on rosette leaves of N. longifolia are exceptionally long, reaching 110 cm, while those of N. sumatrana are not known to exceed 60 cm. As a result, the lower pitchers of N. longifolia are usually around 1/10 the length of the tendril, compared to 1/5 in the case of N. sumatrana. Although the lower pitchers on immature rosettes are similar in general morphology, the species differ in the shape of lower pitchers on rosettes sprouting from mature plants. Those of N. sumatrana are ovoid throughout, with an orbicular lid and the hip immediately beneath the peristome, and are contracted at an angle of 45° to the mouth. Those of N. longifolia are ovoid in the lower parts, having the hip around the middle and an ovate lid. In addition, the upper pitchers of N. longifolia do not give off a noticeable smell, whereas those of N. sumatrana have a sweet, fruity fragrance. In addition, the upper pitchers of N. longifolia are only infundibular in the lower parts, compared to the wholly infundibular aerial pitchers of N. sumatrana. Furthermore, the peristome of N. longifolia, although distinctly notched, is never raised at the front like in N. rafflesisna, unlike that of N. sumatrana, which has a very pronounced raised section. In their description of N. longifolia, Nerz and Wistuba also used the structure of the inflorescence to distinguish these taxa, but subsequent observations have shown that both species produce one- and two-flowered partial peduncles.Nepenthes longifolia is also closely related to N. rafflesiana. It can be distinguished from that species on the basis of its fringed leaf margins, very long tendrils of rosettes, upper pitchers that are cylindrical above the hip, and the notched peristome which is not greatly expanded near the lid as in N. rafflesiana.\n\nPlants that resemble the type of N. longifolia grow along the road from Sibolga to Tarutung in North Sumatra. They are atypical of the species in that the leaf bases are not decurrent along the internode, some of the hairs lining the leaf margins are caducous, and the plants grow in both exposed sites and amongst dense vegetation. This taxon is also similar to, and may be conspecific with, the obscure N. beccariana.Nepenthes beccariana was described by John Muirhead Macfarlane in 1908 based on a specimen collected on Nias, an island located approximately 120 km from the port town of Sibolga. Twenty years later, B. H. Danser synonymised the taxon with N. mirabilis in his seminal monograph \"The Nepenthaceae of the Netherlands Indies\", although he did not see the type specimen of N. beccariana. In 2000, Jan Schlauer and C. Nepi examined the type specimen of N. beccariana and noted significant differences between it and N. mirabilis, suggesting that it should be restored as a distinct species. Charles Clarke agrees that N. beccariana appears to be distinct from both N. mirabilis and N. sumatrana but notes that if N. beccariana is found to be conspecific with N. longifolia, the latter taxon would become a junior synonym of the former. However, observations of N. beccariana at the type locality would need to be carried out to resolve this taxonomic confusion, since the type specimen of N. beccariana only consists of fragments of three leaves and three pitchers (two rosette pitchers and one upper pitcher) and is in a damaged state; the leaves are separated from the stem such that their attachment is unknown.In 2001, Clarke published a cladistic analysis of the Nepenthes species of Sumatra and Peninsular Malaysia based on 70 morphological characteristics of each taxon. The following is a portion of the resultant cladogram, showing part of \"Clade 5\", which has 69% bootstrap support. The sister pair of N. rafflesiana and N. sumatrana has 58% support. N. beccariana was not included in this study.\n\nSeedlings of N. adnata and N. longifolia are virtually indistinguishable, although mature plants have few morphological features in common. Clarke writes that N. longifolia is likely to be one of the closest relatives of N. adnata.",
    "Natural hybrids": "Despite occurring sympatrically with a number of other Nepenthes species, N. longifolia appears to hybridise very rarely; only one natural cross with N. eustachya is known with confidence, although it may also hybridise with N. sumatrana.Nepenthes eustachya × N. longifolia has been recorded from a number of locations near Payakumbuh and Sibolga, where its parent species are sympatric. It is relatively rare because N. eustachya and N. longifolia occur in markedly different habitats; the former usually grows in exposed, sunny sites, while the latter is more common in dense, shady forest. This hybrid differs from N. eustachya in having fringed lamina margins bearing short reddish-brown hairs. The peristome often has a distinctive raised section at the front, a characteristic inherited from N. longifolia. It can be distinguished from N. longifolia on the basis of its shorter tendrils and the presence of longitudinal furrows on the surface of the lamina, similar to those of N. eustachya.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Nepenthes longifolia in its natural habitat"
  }
}