{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_mollis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. mollis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes mollis (; from Latin: mollis = soft; referring to the covering of hairs), or the velvet pitcher-plant, is a tropical pitcher plant species native to Kalimantan, Borneo. It is known only from a single dried herbarium specimen and is the sole recognised species in the genus Nepenthes of which the pitchers are unknown.\nThe habitat of N. mollis is listed as dense forest on a steep slope at an altitude of 1,800 m. The species is only known from Mount Kemul, the type locality, although a wider distribution is possible, as several higher neighbouring mountains remain unexplored. Charles Clarke suggests that it may occur in mossy forest.Nepenthes mollis has no known natural hybrids. No infraspecific taxa of this species have been described. Nepenthes mollis has no nomenclatural or taxonomic synonyms. Its conservation status is listed as Data Deficient on the 2006 IUCN Red List of Threatened Species.",
    "Discovery and type material": "Nepenthes mollis has only been collected once, on October 17, 1925 by Frederik Endert on Mount Kemul in East Kalimantan. The plant was collected near the summit of the mountain, at an elevation of approximately 1,800 m. It was discovered during an expedition to central Borneo by the Forest Research Institute of Bogor (then known as Buitenzorg), on which Endert also collected N. fusca for the first time.Nepenthes mollis was formally described in 1928 by B. H. Danser in his seminal monograph \"The Nepenthaceae of the Netherlands Indies\". Danser wrote of this species:\nThough from this plant, collected by Endert on the last Borneo expedition, the pitchers are unknown, the other parts are so peculiar and differ from all other species in such a striking manner, that it seems allowed to me to base a new species on it. It was found on a steep mountain slope, covered with dense forest at 1800 m above sea level. It reminds one to the other species, discovered by Endert on the same mountain, viz. N. fusca, by its colour and its red-brown indumentum, but it differs by its quite other leaf shape and nervation, and its still denser indumentum.\nThe type specimen of N. mollis, Endert 4282, is deposited at Herbarium Bogoriense (BO), the herbarium of the Bogor Botanical Gardens. It consists of a stem with leaves and a male inflorescence. The pitchers and female flowers of this species are unknown.",
    "Description": "Danser's original description of N. mollis and all subsequent descriptions are based on the single specimen of this species deposited at the herbarium of the Bogor Botanical Gardens.\nNepenthes mollis appears to be a climbing plant. The stem grows to at least 4 m in length and is 6 to 9 mm thick. The section bearing adult leaves is cylindrical or \"somewhat obtusely angular or flattened\". Internodes are 10 to 15 cm long. Short stems and rosettes are unknown.Leaves on the climbing stem are coriaceous, scattered, and sessile. Laminae are lanceolate or spathulate-lanceolate in morphology, approximately 18 to 20 cm long, and 3.5 to 4.5 cm wide. The apex of the lamina is acute. Margins are parallel to the midrib near the base, becoming decurrent into two wings. The wings are gradually attenuate, 1 cm wide at the top, and 4 to 6 cm long. The base of the lamina is about 2 cm wide. The leaves possess indistinct nervation. Pinnate veins are at first oblique, before curving towards the leaf margin and forming one, or rarely two, longitudinal veins on each side.Tendrils are up to 10 cm long, about 1.5 to 2 mm wide near the lamina, and up to 2.5 mm wide towards the pitcher. Developed tendrils seem to always possess a loop. The pitchers themselves are unknown.Nepenthes mollis has a racemose inflorescence. The female inflorescence is unknown. The male inflorescence is densely covered with flowers and is described by Danser as \"not robust\" and \"at last seemingly lateral\". The peduncle is approximately 7.5 cm long, 4 mm wide at the base, and 3 mm wide at the top. The rachis is gradually attenuate and 10 to 15 cm long. Lower partial peduncles are about 12 mm long, the upper ones being slightly shorter. All are two-flowered and do not possess a bract. Sepals are elliptic, obtuse, and approximately 4 mm long. The staminal column is about 4.5 mm long, including the singly seriate anthers. A study of 120 pollen samples taken from the type specimen (Endert 4282) found the mean pollen diameter to be 37.2 μm (SE = 0.4; CV = 6.1%).All parts of the plant are covered in an indumentum of very dense brown hairs. The stem has a velvety coating of dense, coarse, brown, spreading hairs. These hairs are up to 2 mm long, some being shorter and branched, others longer and unbranched. A similar, though longer and much denser, covering of hairs exists on younger parts of the stem and near the axils, on the underside and top of the midrib, and on the undeveloped pitchers. The underside of the leaves is densely hirsute and bears short branched and longer unbranched, softer hairs. The upper surface is also densely hirsute, but has short, simple, whitish hairs. The peduncle and axis are entirely covered in an indumentum of red-brown hairs. The partial peduncles, sepals, and staminal column bear short, crisp hairs.Danser describes the colour of herbarium specimens as \"fallow-dun to ochraceous-brown, the indumentum dark-red-brown\".",
    "Taxonomy": "Danser placed N. mollis in the clade Regiae, together with 14 other species: N. boschiana, N. burbidgeae, N. clipeata, N. ephippiata, N. fusca, N. klossii, N. lowii, N. maxima, N. oblanceolata (now considered a junior synonym of N. maxima), N. pilosa, N. rajah, N. stenophylla, N. truncata, and N. veitchii. With regards to the classification of N. mollis, Danser wrote:\nThe taxonomic place of N. ephippiata and N. mollis is uncertain, as the pitchers are unknown, but the coarse stems and leaves, the yellowish colour of the former and the abundant hirsute indumentum and red-brown colour of the latter leave hardly any doubt whether both are Regiae.\nMatthew Jebb, in his account of Nepenthes in New Guinea, suggests that N. mollis \"may have a similar growth-form to that of N. ampullaria, with the climbing stems rarely, if ever, producing pitchers\".In Nepenthes of Borneo, Charles Clarke notes that \"from Fig. 14 in Danser (1928), [N. mollis] looks somewhat like N. hirsuta\", although he states that it seems to be larger than that species. Jan Schlauer also suspects it is related to N. hirsuta.",
    "Possible rediscovery": "In 1999, an article by Bruce Salmon entitled \"Nepenthes mollis (Nepenthaceae)—Rediscovered?\" was published in the Carnivorous Plant Newsletter. In the article, Salmon describes male specimens of an unidentified Nepenthes species, referred to as N. sp., collected on Mount Lumarku at an altitude of 1,700 m in \"tall dense forest on an exposed ridge line\". Based on close morphological similarities and plausible geographical overlap, he suggests that the unidentified taxon may represent N. mollis. Salmon compares the two as follows:\nWhile describing the stems and leaves [of N. sp.] I came across a drawing of N. mollis in Danser's monograph (Danser, 1928). It looked exactly like the pressed specimen that I had in front of me. I then began to compare the two and found that they matched exactly, including the hairiness, except for the following differences.\nTo bring these differences into perspective, remember that the differences above are both from pressed herbarium specimens and that Danser never saw a live specimen of N. mollis.\n\nIn living specimens of N. sp. the base of the leaf is petiolate in the lower 4-5 cm with the leaf edges curled upwards. When pressed they are flattened and the leaf is narrowly lanceolate as in Danser's drawing of N. mollis. The leaf-sheathing on pressed plants of N. sp. is also flattened and looks decurrent instead. Without reference to a living plant you would be none the wiser. Could this be the same with Danser's N. mollis specimen? The degree of supposed leaf decurrence and the bracts on the pedicels can be explained by natural variation within the range of this species. There are enough high mountains between those that contain N. sp. (G. Lumarku, G. Murud, Meligan Range) in the northwest and N. mollis (G. Kemul) in the southeast to provide a link between the two.\nSalmon also notes that the growth habit of N. sp. is similar to that proposed for N. mollis, writing \"N. mollis reputedly lacks upper pitchers. N. sp. also exhibits this trait especially in the upper 70 cm of a flowering stem\". He suggests that plants may cease pitcher production when stressed, such as during a dry season.However, some authors consider the hypothesis equating these two species to be rather improbable. An editor's note by Jan Schlauer accompanying Salmon's article cautions that live specimens from the type locality of N. mollis must be examined before the two taxa are united.\nThe identity of the specimens from G. Lumarku with N. mollis should be proven by comparison with authentic pitchered material from G. Kemul. Unless this is done, the data above cannot be taken as an emendation of Danser's original description of N. mollis but are only referring to north Bornean plants without doubt.\n\nThe unidentified species from Mount Lumarku was formally described as N. hurrelliana in 2003 by Martin Cheek and Anthony Lamb. Its natural range is now known to cover northern Sarawak, Brunei, and southwestern Sabah, although it has not been recorded from Kalimantan. If N. mollis and N. hurrelliana were shown to be conspecific, the latter would become a heterotypic synonym of the former.\nRecent monographs on the genus maintain that N. mollis has not been relocated in the wild since Endert's original collection. In the 2008 edition of Pitcher Plants of Borneo, Anthea Phillipps, Anthony Lamb, and Ch'ien Lee write: \"some climbing stems of the recently described N. hurrelliana appear very similar to [N. mollis], though it is uncertain if these plants are related\".The pitcher plant is among the 25 “most wanted lost” species that are the focus of Global Wildlife Conservation’s “Search for Lost Species” initiative.",
    "Notes": "",
    "References": "Adam, J.H., C.C. Wilcock & M.D. Swaine 1992. \"The ecology and distribution of Bornean Nepenthes\" (PDF). Archived from the original (PDF) on 2011-07-22. Journal of Tropical Forest Science 5(1): 13–25.\n(in Indonesian) Handayani, T. 1999. \"Konservasi Nepenthes di kebun raya Indonesia\" (PDF). [Conservation of Nepenthes in Indonesian botanic gardens.] In: A. Mardiastuti, I. Sudirman, K.G. Wiryawan, L.I. Sudirman, M.P. Tampubolon, R. Megia & Y. Lestari (eds.) Prosiding II: Seminar Hasil-Hasil Penelitian Bidang Ilmu Hayat. Pusat Antar Universitas Ilmu Hayat IPB, Bogor. pp. 365–372.",
    "External links": "Danser, B.H. 1928. 28. Nepenthes mollis DANS., spec. nova. In: The Nepenthaceae of the Netherlands Indies. Bulletin du Jardin Botanique de Buitenzorg, Série III, 9(3–4): 249–438."
  }
}