{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_rigidifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. rigidifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes rigidifolia  is a critically endangered tropical pitcher plant endemic to Sumatra, where it grows at elevations of 1000–1600 m above sea level.The specific epithet rigidifolia is formed from the Latin words rigidus (rigid) and folia (leaves), and refers to the plant's stiff, coriaceous leaf blades. Tahul-tahul has been recorded as a local vernacular name for this species.",
    "Botanical history": "Nepenthes rigidifolia was discovered by Ch'ien Lee some time before 2001. The species was mentioned as an undescribed taxon in Charles Clarke's 2001 book, Nepenthes of Sumatra and Peninsular Malaysia, under the name \"Nepenthes species A\". At the time, it was recorded as growing at an elevation of around 1600 m.In 2004, Ch'ien Lee informally named the species N. alpicola and later N. aptera. Cultivated plants were sold under both of these names. Although intended to become scientific names, they were never published with an adequate description and are thus considered nomina nuda. Instead, the species was formally described later that year as N. rigidifolia by Pitra Akhriadi, Hernawati, and  Rusjdi Tamin. The description was published on November 22, 2004. Two years later, Hernawati and Akhriadi covered the species in their book, A Field Guide to the Nepenthes of Sumatra, and assessed its conservation status.The holotype of N. rigidifolia—Nepenthes Team (Hernawati, P. Akhriadi & I. Petra) NP 354—was collected on December 11, 2003, near Sidikalang in Karo Regency, North Sumatra, at an elevation of 1000–1500 m. It is deposited at the Herbarium Universitas Andalas (ANDA) of Andalas University in Padang, West Sumatra. An isotype is held at Herbarium Bogoriense (BO) in Java.Stewart McPherson observed N. rigidifolia at the type locality in 2007 and published an updated description of the species in his 2009 monograph, Pitcher Plants of the Old World.",
    "Description": "Nepenthes rigidifolia is a climbing plant. The stem, which may be branched, is cylindrical and up to 1.3 cm in diameter. It can attain a length in excess of 10 m. Internodes are up to 5.1 cm long.\n\nLeaves are sessile to broadly sub-petiolate and have a coriaceous texture. They are noted for being particularly thick and rigid. The lamina is usually spathulate-oblong, but may also be ovate in rosettes. It reaches a maximum recorded length of 20.8 cm and width of 7.8 cm. It is gradually attenuate towards the base, clasping the stem for half to two-thirds of its circumference. The apex of the lamina is usually obtuse-rounded in rosettes and obtuse-acute on leaves of the climbing stem, but may also be acuminate-acute. It may be sub-peltate in some specimens, with the tendril attachment being located subapically, up to 9 mm from the laminar apex. The midrib may be flattened or sunken on the upper surface and bulges outwards on the lower. Two to four longitudinal veins are present on either side of the midrib. Pinnate veins are distinct on the upper surface of the lamina and indistinct on its underside. Tendrils are up to 32.1 cm long and may or may not have a loop.Rosette and lower pitchers are broadly ovoid throughout, narrowing somewhat towards the orifice. They grow up to 15 cm in height by 6.4 cm in width. A pair of fringed wings (≤2 mm wide) extends up to 2 cm below the peristome, before narrowing to ribs. These wings may bear fringe elements up to 5 mm long. The pitcher mouth is elliptic-ovate and has an oblique insertion, measuring up to 6.7 cm by 4.7 cm. The peristome is cylindrical, expanded, and up to 2.1 cm wide. It may be slightly raised at the front, forming a notch up to 1.1 cm long. It bears ribs up to 0.5 mm high and spaced up to 1 mm apart. The inner margin of the peristome is lined with very small but distinct teeth measuring 0.5–1 mm in length. The outer margin is recurved and may be sinuate to some degree. The peristome is elongated into a neck up to 6.7 cm long and 4.7 cm wide. The glandular zone covers the lower half of the inner surface. The pitcher lid is sub-orbicular to elliptic-ovate and may be up to 5.2 cm long by 3.5 cm wide. It often has a cordate base and acute-obtuse apex. Three longitudinal veins are present on either side of the lid. A number of circular or slightly ovate nectar glands (≤ 0.1 mm wide) are concentrated on the underside of the lid, but no appendages are present. A spur measuring up to 12 mm in length is inserted around 2 mm below the apex of the neck. It may be simple (unbranched) or trifid.\n\nUpper pitchers are similar in most respects to their lower counterparts. They are broadly infundibular in the lower third and ovoid above, narrowing below the pitcher opening. They are also larger, reaching 21.1 cm in height and 9.4 cm in width. Wings are reduced to narrow ribs that run the whole length of the pitcher cup. The peristome is cylindrical and up to 4.4 cm wide. As in lower pitchers, it bears ribs up to 0.5 mm high and spaced up to 1 mm apart. The lid is up to 7.9 cm long and 5.6 cm wide. The spur, reported to be bifid (with each branch being two-branched itself) and up to 16 mm long, is inserted near the base of the lid.Nepenthes rigidifolia has a racemose inflorescence. Female inflorescences have not been recorded in the wild. In male inflorescences, the rachis measures around 3.9 cm in length and the peduncle around 4.2 cm. Bracts are approximately 9 mm long by 4 mm wide. Flowers are produced on two-flowered partial peduncles bearing filiform basal bracteoles up to 2 mm long. The unbranched portion of the partial peduncles is up to 5 mm long. The pedicels themselves are up to 6 mm long. Tepals are ovate-oblong and measure up to 5 mm in length by 3 mm in width. The androphore is around 4 mm long and 1 mm in diameter. Nepenthes rigidifolia is one of the few Nepenthes species known to occasionally produce multiple inflorescences concurrently on a single stem. This unusual reproductive habit has also been observed in N. alba, N. ampullaria, N. attenboroughii, N. benstonei, N. philippinensis, N. sanguinea, and N. thai.The development of the indumentum is variable in this species. Some plants are completely glabrous, while others bear a covering of orange to brown hairs (≤1 mm long) on the stem, pitchers, tendrils, and portions of the inflorescence. Developing rosette pitchers and tendrils are often densely pubescent, while developing pitchers produced on the climbing stem are tomentose. The pitcher lid may be glabrous or pubescent. The peduncle is typically slightly pubescent, and the partial peduncles, pedicels, bracts, tepals, and androphores densely pubescent.The laminae are green, whereas the stem, midribs and tendrils range from green, through yellow, to orange or even red. Terrestrial pitchers have a distinctive colouration: their outer surface is black, brown, or purple, with numerous large flecks of greenish-white, brown, or orange. The upper part of the inner surface ranges from white to light green or light yellow, with dark red to black blotches. Both the peristome and lid may be dark red, dark brown, or even black, although the latter is commonly lighter on its lower surface.  The pigmentation of the upper pitchers is generally similar to that of the lowers, although typically lighter. The describing authors observed that rosette pitchers typically have a dark brown peristome, whereas that of upper pitchers is often orange to dark red. Herbarium specimens have an almost black stem. Dried leaves are light brown above with a dark brown underside, whereas pitchers are blackish-brown with dark brown blotches and an almost black lid.No infraspecific taxa of N. rigidifolia have been described.",
    "Ecology": "Nepenthes rigidifolia is endemic to Sumatra, where it has been recorded from a single small area near Sidikalang in Karo Regency, North Sumatra province. The only known population of this species grows on a road bank. The describing authors counted 24 mature plants at the type locality. Subsequent field observations suggest that the population has since dwindled in number, with perhaps only two plants remaining. Nepenthes rigidifolia grows terrestrially in lower montane forest and scrub. Young plants have been observed growing as lithophytes. The species has an altitudinal distribution of 1000–1600 m above sea level. It grows sympatrically with N. spectabilis and a natural hybrid between these species has been recorded.Nepenthes rigidifolia is not included on the IUCN Red List due to the recency of its description, though it is provisionally evaluated as Critically Endangered. This agrees with an informal assessment carried out in 2006 by Hernawati and Pitra Akhriadi, who also classified the species as Critically Endangered based on the IUCN criteria and using field data collected by the \"Nepenthes Team\" of Andalas University. Since it does not grow within a protected area, N. rigidifolia is threatened by habitat loss due to land clearing, land conversion, road broadening, and clearing of road banks. Other threats include forest and shrub fires as well as poaching by plant collectors.If the type locality is the site of the last remaining population of this species then it is one of rarest Nepenthes known and \"threatened with imminent extinction\". In Pitcher Plants of the Old World, Stewart McPherson wrote that field studies are \"urgently required\" to properly assess its conservation status. In 2010, the Rare Nepenthes Collection was established with the aim of conserving N. rigidifolia and three other critically endangered Nepenthes species: N. aristolochioides, N. clipeata, and N. khasiana.",
    "Related species": "The pitchers of N. rigidifolia resemble those of N. bongso to a degree, although their colouration is closer to that of N. spectabilis. Nepenthes rigidifolia differs from N. bongso, N. ovata and related species in having mostly ovoid upper pitchers (compared to infundibular in the others), distinctly thick and coriaceous laminae, and a narrower, cylindrical peristome with very short teeth. In addition, the lower pitchers of N. bongso are considerably larger than those of N. rigidifolia. While recognising N. rigidifolia as a valid species in his Carnivorous Plant Database, taxonomist Jan Schlauer suggests that it may be conspecific with N. densiflora.Terrestrial pitchers of N. rigidifolia may superficially resemble those of N. spectabilis, but it can be distinguished from this species on the basis of its trap colouration, upper pitcher shape (largely ovate in N. rigidifolia versus predominantly cylindrical in N. spectabilis), thinner leaves, and branched spur.",
    "Natural hybrids": "Only one natural hybrid involving N. rigidifolia (with N. spectabilis) is known. This cross, which is only known from a single open rocky outcrop, may now outnumber N. rigidifolia at the type locality (as observed by Stewart McPherson in 2007). The hybrid differs from N. rigidifolia in having narrower pitchers with a strongly infundibular base and distinct hip around the middle. On the other hand, the pitchers of this hybrid are broader than those of N. spectabilis and have an expanded peristome, as well as a markedly shorter spur. Charles Clarke wrote of this cross: \"Unlike N. ovata × N. spectabilis (from Gunung Pangulubao), this hybrid seems to combine the more attractive characteristics of both parent species, producing large, beautifully coloured pitchers\".The richly coloured lower pitchers of N. rigidifolia × N. spectabilis may superficially resemble those of N. macfarlanei. However, since that species is confined to Peninsular Malaysia, the two taxa are not easily confused.",
    "Notes": "",
    "References": "(in Indonesian) Dariana 2010. Keanekaragaman Nepenthes dan pohon inang di Taman Wisata Alam Sicikeh-Cikeh Kabupaten Dairi Sumatera Utara. M.Sc. thesis, University of North Sumatra, Medan.\nHeng, S.B. 2013. There's big money in pitcher plants. New Straits Times, July 13, 2013.",
    "External links": "Photographs of N. rigidifolia at the Carnivorous Plant Photofinder"
  }
}