{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_tentaculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. tentaculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes tentaculata , or the fringed pitcher-plant, is a tropical pitcher plant with a wide distribution across Borneo and Sulawesi.  It grows at altitudes of 400–2550 m.The specific epithet tentaculata is derived from the Latin word tentacula, meaning \"tentacles\", and refers to the multicellular appendages on the upper surface of the pitcher lid.",
    "Botanical history": "Nepenthes tentaculata was formally described by Joseph Dalton Hooker in his 1873 monograph, \"Nepenthaceae\", based on specimens collected by Thomas Lobb in 1853.In subsequent years, N. tentaculata was featured in a number of publications by eminent botanists such as Frederick William Burbidge (1882), Odoardo Beccari (1886), Ernst Wunschmann (1891), Otto Stapf (1894), Günther Beck von Mannagetta und Lerchenau (1895), Jacob Gijsbert Boerlage (1900), Elmer Drew Merrill (1921), and Frederik Endert (1925).John Muirhead Macfarlane's 1908 monograph included a revised description and illustration of the species. Macfarlane also wrote about N. tentaculata in the Journal of the Linnean Society in 1914.An emended Latin diagnosis and botanical description of N. tentaculata were provided by B. H. Danser in his seminal monograph \"The Nepenthaceae of the Netherlands Indies\", published in 1928.Two infraspecific taxa have been described:\n\nNepenthes tentaculata var. imberbis Becc. (1886)\nNepenthes tentaculata var. tomentosa Macfarl. (1908)",
    "Description": "Nepenthes tentaculata is a climbing plant. The stem may reach a length of 3 m and is up to 5 mm in diameter. Internodes are circular to triangular in cross section and up to 10 cm long.\n\nThe leaves of this species are sessile. The lamina or leaf blade is lanceolate to elliptic in shape and up to 15 cm long by 3 cm wide. Its apex is rounded to acute, while the base is amplexicaul and cordate, encircling the stem. Up to 4 longitudinal veins are present on either side of the midrib. Pinnate veins are irregularly reticulate. Tendrils are up to 15 cm long.The pitchers of N. tentaculata are generally quite small, rarely exceeding 15 cm in height. However, in exceptional specimens they may be up to 30 cm high by 8 cm wide. Rosette and lower pitchers are ovoid in the basal third and cylindrical above. Upper pitchers are more cylindrical throughout. A pair of fringed wings runs down the front of lower pitchers, while in upper pitchers these are often reduced to ribs. The pitcher mouth is usually ovate, becoming acute at the front and rear. Its insertion very oblique. The peristome is roughly cylindrical in cross section and up to 5 mm wide. It bears small ribs and its inner margin is lined with tiny teeth. The inner portion of the peristome accounts for around 57% of its total cross-sectional surface length. The pitcher lid or operculum is ovate and typically obtuse. Often, numerous filiform appendages are present on the upper surface of the lid, concentrated near the edge. However, some forms of the species lack these structures altogether.Nepenthes tentaculata has a racemose inflorescence. The peduncle is up to 15 cm long and the rachis up to 10 cm long, although female inflorescences are generally shorter than male ones. Pedicels are bract-less and reach 10 mm in length. Sepals are oblong-lanceolate in shape and up to 3 mm long. A study of 210 pollen samples taken from a herbarium specimen (Mjöberg 49, collected in Borneo at an altitude of 1700 m) found the mean pollen diameter to be 29.8 μm (SE = 0.4; CV = 9.4%).Nepenthes tentaculata has no indumentum (hairs); all parts of the plant are glabrous.",
    "Ecology": "Nepenthes tentaculata has a wide distribution that covers Borneo and Sulawesi. It is particularly widespread in the former, where it has been recorded from almost every mountain exceeding 1000 m. It usually grows at altitudes of between 1200 and 2550 m above sea level. However, on coastal mountains such as Mount Silam in Sabah and Mount Santubong in Sarawak, N. tentaculata has been found at elevations as low as 740 m, and sometimes even down to 400 m.The species typically inhabits mossy forest, although it has also been recorded from ridge-top vegetation on mountain summits. Unlike many other Nepenthes species, N. tentaculata does not occur as an epiphyte; it always grows terrestrially. Plants often grow in clumps of Sphagnum moss, spreading vegetatively via creeping subterranean stems.The conservation status of N. tentaculata is listed as Least Concern on the 2006 IUCN Red List of Threatened Species based on an assessment carried out in 2000. This agrees with an informal assessment made by Charles Clarke in 1997, who also classified the species as Least Concern based on the IUCN criteria. In 1995, the World Conservation Monitoring Centre classified N. tentaculata as \"not threatened\".",
    "Related species": "Nepenthes tentaculata belongs to what has been called the \"Hamata group\", which also includes four other closely related species from Borneo and Sulawesi: N. glabrata, N. hamata, N. muluensis, and N. murudensis. More recently, N. nigra has joined this group of related taxa.Nepenthes tentaculata is most easily confused with N. muluensis. The lower pitchers of these species are almost identical, but those of N. muluensis have a rounder mouth. The climbing stem, growth habit and leaves are also similar, although N. muluensis usually has a narrower lamina. However, the upper pitchers of N. muluensis are distinctive; they usually have a white lid, a round mouth, and their wings are either greatly reduced or absent altogether.Nepenthes tentaculata is also similar to N. murudensis, which is often described as resembling a giant form of the species. Nepenthes murudensis differs in lacking filiform hairs on the upper surface of the lid, being more robust in all respects, and having a dense indumentum on inflorescences and some vegetative parts. However, a number of populations of N. tentaculata from northern Sarawak produce pitchers exceeding 20 cm in height and these may be very similar in appearance to N. murudensis. Nepenthes murudensis also differs in that its aerial pitchers lack wings. Although N. tentaculata is variable in this respect, plants from Mount Murud usually produce upper pitchers with wings.",
    "Natural hybrids": "The following natural hybrids involving N. tentaculata have been recorded.\n\nN. burbidgeae × N. tentaculata\nN. fusca × N. tentaculata\nN. glabrata × N. tentaculata\nN. hamata × N. tentaculata\n? N. lowii × N. tentaculata\nN. macrovulgaris × N. tentaculata\nN. maxima × N. tentaculata\nN. muluensis × N. tentaculata [=N. × sarawakiensis]\nN. nigra × N. tentaculata\nN. pitopangii × N. tentaculata\nN. rajah × N. tentaculata\nN. reinwardtiana × N. tentaculata [=?N. murudensis]\nN. stenophylla × N. tentaculata",
    "Natural hybrids-Nepenthes × sarawakensis": "The natural hybrid N. muluensis × N. tentaculata was described as N. × sarawakiensis in 1993 by J. H. Adam, C. C. Wilcock, and M. D. Swaine. The authors distinguished the taxon from N. muluensis on the basis of its branched spur and the presence of fringe hairs on the top of the lid. They also compared the distribution of phenolic compounds in the leaves of N. muluensis and the hybrid, although they did so without specifying the number of plants studied or the number of repetitions performed. As a result, doubts have been raised over the existence of this hybrid. Charles Clarke writes that the authors described N. × sarawakiensis \"in such a way that their work cannot be easily repeated\". Although this natural hybrid is likely to exist, it is possible that N. × sarawakiensis was described based on specimens of N. muluensis with lower pitchers.\nIn 2002, phytochemical screening and analytical chromatography were used to study the presence of phenolic compounds and leucoanthocyanins in N. × sarawakiensis and its putative parent species. The research was based on leaf material from dry herbarium specimens.  Eight spots containing phenolic acids, flavonols, flavones, leucoanthocyanins and 'unknown flavonoids' 1 and 3 were identified from chromatographic profiles. The distributions of these in N. × sarawakiensis, N. muluensis and N. tentaculata are shown in the adjacent table.  A specimen of N. × sarawakiensis grown from tissue culture (in vitro) was also tested.Phenolic acid, 'Unknown Flavonoid 1' and cyanidin were undetected in N. muluensis, while N. tentaculata lacked quercetin, luteolin, 'Unknown Flavonoid 3', and cyanidin. Chromatographic patterns of the N. × sarawakiensis samples studied showed complementation of its putative parental species.Myricetin was found to be absent from all studied taxa.  This agrees with the findings of previous authors and suggests that the absence of a widely distributed compound like myricetin among the Nepenthes examined might provide additional diagnostic information for these taxa.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Danser, B.H. 1928. 44. Nepenthes tentaculata HOOK. F. In: The Nepenthaceae of the Netherlands Indies. Bulletin du Jardin Botanique de Buitenzorg, Série III, 9(3–4): 249–438."
  }
}