{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_aristolochioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. aristolochioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes aristolochioides  is a tropical pitcher plant endemic to Sumatra, where it grows at elevations of 1800–2500 m above sea level. It has an extremely unusual pitcher morphology, having an almost vertical opening to its traps. It is critically endangered by overcollection.\nThe specific epithet aristolochioides is formed from the genus name Aristolochia and the Latin ending -oides, meaning \"resembling\". It refers to the similarity that the pitchers of this species bear, in both shape and pigmentation, to the specialised flowers of Aristolochia.",
    "Botanical history": "Nepenthes aristolochioides was first collected by Willem Meijer on August 5, 1956. The holotype, Meijer 6542, was collected on that date from Mount Tujuh (Tudjuh) in Jambi at an elevation of 2000 m. It is deposited at the National Herbarium of the Netherlands (L) in Leiden, but is in relatively poor condition. An isotype is held at Herbarium Bogoriense (BO), the herbarium of the Bogor Botanical Gardens (formerly the Herbarium of the Buitenzorg Botanic Gardens) in Java.Although labelled as \"new species?\", the specimen was largely overlooked for over 30 years. In 1988, botanist Joachim Nerz became aware of it upon visiting the herbarium of Leiden University. The name N. aristolochioides was coined quite early on; it was already being used in 1994 to informally refer to this (at the time undescribed) taxon. That same year, taxonomist Jan Schlauer questioned the supposed lateral pitcher mouth of N. aristolochioides in email correspondence with botanist Matthew Jebb, who was preparing a revision of the genus at the time. Schlauer wrote that he had examined a specimen of this species (Meijer 7426) and that the seemingly vertical insertion of the pitcher mouth might be a result of the preservation process, whereby the traps had become \"compressed along their longitudinal axes\". In the summer of 1996, Nerz met with Schlauer and Meijer in the Frankfurt Palmengarten, where Meijer showed him a photograph of the mysterious species. Together with Katrin Hinderhofer, Nerz organised a field trip to Sumatra in June 1996 and was successful in rediscovering N. aristolochioides in the wild.Nepenthes aristolochioides was finally described by Matthew Jebb and Martin Cheek in their monograph, \"A skeletal revision of Nepenthes (Nepenthaceae)\", published in the May 1997 issue of the botanical journal Blumea. Joachim Nerz wrote a detailed description of the species for an issue of the Carnivorous Plant Newsletter published the following year. The next major treatments of the species appeared in Cheek and Jebb's updated 2001 work, \"Nepenthaceae\"; Charles Clarke's Nepenthes of Sumatra and Peninsular Malaysia, also published in 2001; and Stewart McPherson's two-volume Pitcher Plants of the Old World, released in 2009, which included colour photographs of specimens from a newly discovered locality.",
    "Description": "Nepenthes aristolochioides is a climbing plant. The stem, which may be branched, is terete and grows to 8 m in length and 5 mm in diameter. Internodes are cylindrical to obtusely angular in cross section and up to 15 cm long. Axillary buds are notably conspicuous in this species and are located 1.5–7 mm above the leaf axils.",
    "Description-Leaves": "Leaves are coriaceous and sessile. The lamina is linear, lanceolate or spathulate-lanceolate in form and up to 20 cm long by 5 cm wide. It has an acute or obtuse apex that may rarely be sub-peltate. It is gradually attenuate towards the base, becoming partly amplexicaul (clasping the stem for one-third to half of its circumference) and, rarely, slightly decurrent. Leaves of short stems have rounded auricles, whereas those of climbing stems lack auricles. Two to five longitudinal veins are present on either side of the midrib. They arise from the leaf base and occasionally along the length of the midrib, and are restricted to the distal third to two-thirds of the lamina, where they run parallel to the laminar margin. These longitudinal veins are indistinct in dried specimens. Pinnate veins are irregularly reticulate and indistinct.  They are few in number and arise obliquely to eventually curve towards the laminar apex. The lower laminar surface bears sessile glands. Tendrils reach 15 cm in length. Those bearing rosette pitchers are typically around twice as long as the laminae and do not have a curl.",
    "Description-Pitchers": "Nepenthes aristolochioides is noted for exhibiting relatively little dimorphism between its lower and upper pitchers. Rosette and lower pitchers are only briefly produced on small rosettes before the plant begins to climb, or on offshoots from the climbing stem. They arise from the ends of the tendrils, forming a 3–5 mm wide curve. They are broadly infundibular in the lower two-thirds and globose above, forming a dome above the pitcher opening. They reach 7 cm in height and 3 cm in width. A pair of wings (≤9 mm wide) runs down the front of the pitcher, either covering the length of the trap's ventral surface or being restricted to the upper part only. These wings bear fringe elements up to 10 mm long. The pitcher mouth is orbicular to ovate and up to 1.5 cm in diameter. It has a horizontal, oblique or almost vertical insertion. The glandular region covers almost the entire inner surface of the pitcher, but is often missing from the uppermost parts of the pitcher dome. The waxy zone typical of many Nepenthes species is absent. Digestive glands are overarched; the lower ones measure 0.2–0.3 mm in diameter and are present at a density of around 200/cm2, whereas the upper ones are smaller and present at a density of around 500/cm2. The flattened peristome is broad, greatly incurved, and up to 20 mm wide. Its ribs are spaced up to 0.5 mm apart. Its inner margin is lined with small teeth that are curled at their apices and are 2–3 times as long as they are broad. The inner portion of the peristome accounts for around 82% of its total cross-sectional surface length. The pitcher lid or operculum is orbicular-cordate or ovate, up to 1.5 cm wide, and bears no appendages. Large nectar glands are present on the lid's entire lower surface, particularly around the midline. Three prominent veins are usually present on either side of the lid's midline. A broad and flattened spur (≤7 mm long) is inserted at the base of the lid. It has been variously described as either branched or unbranched (simple).\n\nUpper pitchers gradually arise from the ends of the tendrils, forming a 10 mm wide curve. They are narrowly infundibular in the lower half and utriculate above, with a pronounced dome above the pitcher orifice. The ventral face of the trap is often noticeably flattened and is around 30% thicker than the wall of the translucent dome. Aerial traps are larger than their terrestrial counterparts, reaching 15 cm in height and 8 cm in width. They typically bear ribs in place of wings, although these may not be apparent at all. The pitcher mouth is subapical, ovate to circular, and measures up to 4 cm in diameter. It is angled even more steeply than in lower pitchers and may be positioned almost vertically. The glandular region usually covers the basal two-thirds of the pitcher cup's inner surface, or the pitcher may be wholly glandular. Digestive glands are slightly overarched; those near the bottom are 0.3–0.4 mm in diameter and occur at a density of around 200/cm2, whereas the upper ones are 0.2–0.3 mm in diameter and occur at a density of around 250/cm2. The peristome, which is up to 20 mm wide, is expanded, incurved, and internally flattened, forming an \"entrance corridor\" similar to a lobster pot. It extends for up to 2 mm on its outer margin, which is rounded. There is often a gap of up to 5 mm between the two lobes of the peristome near the base of the lid. The peristome bears ribs up to 0.8 mm high and spaced up to 0.8 mm apart, which terminate in indistinct teeth that are 2–3 times as long as they are broad. Large nectaries are located between the ribs. The pitcher lid is orbicular to ovate and is often held roughly horizontally, at a right angle to the pitcher orifice. It has a rounded to emarginate apex and a slightly cordate base, and measures up to 4 cm in length by 3 cm in width. It has no appendages, but bears numerous nectar glands, which are scattered quite evenly across the entire lower surface of the lid. These nectaries are circular to shortly elliptic and thinly bordered, measuring around 0.3 mm in diameter. They become slightly larger and more densely packed around the midline. Their rims are visibly asymmetric and are highest near the apical end of the lid. Three to four prominent veins are present on either side of the lid's midline. The spur is broad and flattened, measuring up to 10 mm in length. It has 2–4 acute points at its apex, and has been variously described as either simple or branched.",
    "Description-Inflorescence": "Nepenthes aristolochioides has a racemose inflorescence up to 30 cm long. Both the peduncle and rachis may be up to 15 cm long, although the latter is usually shorter in female plants. The peduncle is up to 4 mm in diameter. Pedicels are simple-bracteolate and one-flowered. The basalmost ones are up to 12 mm long, whereas those higher up the rachis reach only 6 mm. Tepals are ovate and up to 4 mm long. Fruits are up to 20 mm long and 4 mm wide, and bear lanceolate valves. Seeds are filiform.",
    "Description-Indumentum": "Most parts of the plant are glabrous. Where present, the indumentum is inconspicuous; hairs are found on the leaf axils, midribs, laminar margins, and parts of the pitchers (especially around the peristome and on the lid, and in developing pitchers). The indumentum is sparse and consists of short, simple or irregularly branching, appressed hairs, which are white to silver in colour and measure up to 0.2 mm and sometimes even 2 mm in length.",
    "Description-Colouration": "The stem, laminae, tendrils and midribs are yellowish-green. On their outer surfaces, pitchers are white to reddish with numerous reddish-brown to purple speckles, with both lower and upper pitchers exhibiting similar colouration. The dark blotches are often denser in the upper part of the pitcher, though the extent of the translucent lighter patches is almost twice as great on the rear of the pitcher as compared to the front. The peristome is usually dark red or purple, being particularly dark in rosette pitchers. The undersurface of the lid is dark red or purple throughout, while the upper surface is speckled like the rest of the pitcher. The inner surface of the pitcher is white to light yellow throughout. Herbarium specimens are brown to dark brown, the preserved pitchers having conspicuous dark spots.Little variation has been observed within natural populations of N. aristolochioides and no infraspecific taxa have been described.",
    "Ecology": "",
    "Ecology-Distribution and habitat": "Nepenthes aristolochioides is endemic to Sumatra and has an altitudinal distribution of 1800–2500 m above sea level. In 2001, Charles Clarke wrote that the species was only known from Mount Tujuh in Jambi, although specimens collected by Herbert Christopher Robinson and Cecil Boden Kloss labelled as being taken from \"Mt. Kerinci\" suggested that it may be more widespread in the region. Mount Kerinci is Sumatra's highest peak and neighbours Mount Tujuh. Clarke noted that since most of the mountain remains unexplored, there is a good chance that N. aristolochioides occurs there as well. The full range of N. aristolochioides on Mount Tujuh is also unknown, since only three of the mountain's seven peaks had been climbed as of 2001. In 2009, Stewart McPherson reported that N. aristolochioides was known from three subpopulations in Kerinci Seblat National Park. Of these, one (the type locality on Mount Tujuh) may already be extinct due to poaching by plant collectors; in 2007, E'En Endatno observed only a single N. aristolochioides plant on Mount Tujuh. The other two sites are located on remote peaks and support only \"a few dozen\" plants, as determined by McPherson.Nepenthes aristolochioides inhabits Sphagnum-dominated mossy forest near the tops of steep ridges. It usually grows terrestrially, but can also occur as an epiphyte in pockets of moss on tree trunks. The species occurs sympatrically with N. gymnamphora and N. singalana. It grows with the former in montane forest and swamps dominated by Pandanus species that line the shoreline of a crater lake. The altitudinal distribution of N. gymnamphora on Mount Tujuh (1800–2100 m) overlaps that of N. aristolochioides, but no natural hybrids have been observed. A small form of N. singalana occurs in the same habitat as N. aristolochioides, but appears to occupy a different ecological niche; it is generally confined to the forest floor while N. aristolochioides often climbs into the canopy. A number of plants representing the natural hybrid N. aristolochioides × N. singalana have been recorded.",
    "Ecology-Conservation": "Nepenthes aristolochioides is listed as Critically Endangered on the 2013 IUCN Red List of Threatened Species, as its known distribution was restricted to two mountains (Mount Kerinci and Mount Tujuh) at the time of the assessment. Despite the fact that all known populations of the species lie within Kerinci Seblat National Park, it is severely threatened by over-collection, because its unique pitcher morphology makes it particularly sought-after. In 2010, the Rare Nepenthes Collection was established with the aim of conserving 4 of the most endangered Nepenthes species: N. aristolochioides, N. clipeata, N. khasiana, and N. rigidifolia.",
    "Ecology-Pitcher infauna": "No infaunal organisms have been recorded from the pitchers of N. aristolochioides. This is not due to a lack of potential inhabitants; pitchers of N. singalana, which grow alongside N. aristolochioides, support large populations of such organisms. It is thought that the structure of the traps may serve to disorientate emerging adults and so infaunal species avoid colonising them.",
    "Carnivory": "Different trapping mechanisms have been proposed for the lower and upper pitchers of N. aristolochioides.",
    "Carnivory-Pitfall traps": "The lower pitchers of this species frequently develop embedded in Sphagnum moss, with only the top of the traps visible. Joachim Nerz suggested that they act as simple pitfall traps specialised for trapping ground-dwelling insects. The insects crawl into the pitcher through the small mouth and fall to the bottom of the pitcher cup. Unable to climb out, they drown in the digestive fluid.",
    "Carnivory-Light traps": "Along with N. klossii, N. aristolochioides is the only species in the genus to employ domed pitchers with translucent patches that allow sunlight to illuminate the interior. When viewed from the front, the peristome and lid appear dark, contrasting heavily against the inner surface of the pitcher, which is brightly lit by light passing through the top of the pitcher dome. It has been suggested that in upper pitchers this adaptation serves to attract flying insects in a similar manner to the North American pitcher plants Darlingtonia californica, Sarracenia minor, and Sarracenia psittacina. A similar trapping mechanism has also been proposed for N. jacquelineae. This is supported by the fact that most of the prey caught by N. aristolochioides consist of small flies, which are attracted to bright light sources. Prey are often disorientated inside the upper pitchers of N. aristolochioides. Unable to find the exit, they eventually fall into the pitcher fluid and drown. As such, the pitchers have features of lobster-pot traps.The central role of the translucent dome in the prey trapping mechanism of N. aristolochioides is supported by experimental evidence. In one study, pitchers whose domes were covered with red celluloid filters showed a threefold decrease in Drosophila trapping efficiency as compared to unaltered pitchers and those shaded at the front with the same filters (flies are red-blind and most sensitive to the UV, blue, and green wavebands).",
    "Carnivory-Flypaper traps": "Nepenthes aristolochioides produces extremely thick, mucilaginous pitcher liquid, which coats the entire inner surfaces of the traps in a thin film. The pitchers of this species appear to function at least in part as flypaper traps, with the sticky inner walls trapping flying insects above the surface of the fluid. Similarly viscous pitcher fluid is also found in seven other closely allied Sumatran species: N. dubia, N. flava, N. inermis, N. jacquelineae, N. jamban, N. talangensis, and N. tenuis. Together with N. aristolochioides, these species all share infundibular pitchers that are wholly glandular or almost so.",
    "Related species": "The unusual pitcher morphology of N. aristolochioides makes it difficult to confuse with any other species; the almost vertical orientation of the pitcher mouth is a unique characteristic.Joachim Nerz noted that N. aristolochioides shows \"close affinities\" to N. talangensis. However, it may be easily distinguished from that species on the basis of the pitcher mouth, which is horizontal in N. talangensis. In addition, the pitcher mouth of N. talangensis is elongated into a short neck, whereas N. aristolochioides lacks a neck altogether, with the lid being inserted in front of the pitcher. Both the mouth and lid are considerably larger in N. talangensis. The two taxa also differ somewhat in growth habit; N. talangensis occurs only terrestrially and is a weak climber, whereas N. aristolochioides occasionally grows as an epiphyte and climbs high into the forest canopy.The laminar morphology of N. aristolochioides is also similar to that of N. bongso, although N. aristolochioides is easily distinguished from this species by the shape of its pitchers and the hooded nectaries of the lid.In 2001, Charles Clarke performed a cladistic analysis of the Nepenthes species of Sumatra and Peninsular Malaysia using 70 morphological characteristics of each taxon. The following is part of the resultant cladogram, showing \"Clade 1\", which has 51% bootstrap support. Its most strongly supported subclade is the sister pair of N. inermis and N. dubia, having 95% support.\n\nAlthough N. aristolochioides resembles N. klossii in some respects, the two species are geographically isolated from each other and are not thought to be closely related. The unique adaptations of these taxa might represent an example of convergent evolution, whereby two organisms that are not closely related independently acquire similar characteristics while evolving in separate, but comparable, ecosystems.",
    "Natural hybrids": "Only one natural hybrid involving N. aristolochioides is known. Nepenthes aristolochioides × N. singalana has been found in dense mossy forest on two ridges of Mount Tujuh, only one of which is populated by N. aristolochioides. It is relatively rare, which suggests that the two species flower at different times of the year. This hybrid is smaller than either of its parent species; the pitchers rarely exceed 5 cm in height. The lower pitchers resemble those of N. talangensis, but differ in having more pronounced peristome teeth. Upper pitchers are infundibular in the lower parts, ovoid in the middle, and cylindrical in the upper parts. This hybrid can be distinguished from N. aristolochioides on the basis of its narrow, cylindrical peristome and oblique mouth, as opposed to almost vertical in the latter.",
    "References": "",
    "Further reading": "",
    "External links": "Photographs of N. aristolochioides at the Carnivorous Plant Photofinder"
  }
}