{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_clipeata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. clipeata"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes clipeata (; from Latin clipeus \"round shield\", referring to the leaf shape), or the shield-leaved pitcher-plant, is a tropical pitcher plant known only from the near-vertical granite cliff faces of Mount Kelam in Kalimantan, Borneo. It has an altitudinal distribution of approximately 600 to 800 m.\nNepenthes clipeata is perhaps the most endangered of all Nepenthes species, with only an estimated 15 plants remaining in the wild as of 1995 (although see N. pitopangii and N. rigidifolia).",
    "Discovery": "Nepenthes clipeata was first collected in 1894 by Johannes Gottfried Hallier, who summited Mount Kelam 5 times between 30 January and 13 February. Hallier wrote an account of his discovery, which appeared in B. H. Danser's 1928 monograph, \"The Nepenthaceae of the Netherlands Indies\", and has been translated as follows:\n\nAfter once again climbing a steep slope with Gleichenia thickets, one stands suddenly beneath the high enclosing rock wall of the mountain ring. The smooth water-washed stone seamed with water channels shows no variation in structure, and it appears almost as if the whole mountain was composed of a single monstrous block of rock. On this wall has been erected the steep 45 metre high rattan ladder; it is secured only at the bottom, in the middle and in the solid earth at the top, the rest lying free against the stone... Just above the middle of the ladder a small thin patch of humus is found, just sufficient to allow one to stand and rest for a moment. Both here, and at the top of the ladder a Nepenthes plant with unusually large pitchers has established itself. In the basal part, the pitchers are expanded into a jug shape. They are thus able, on the one hand, to take up a large quantity of water, and on the other, to hinder the escape of insects which have fallen inside, by means of the relatively narrow neck. [translated from the original Dutch and German in Pitcher Plants of Borneo",
    "Description": "Nepenthes clipeata is characterised by its peltate leaves, whereby the tendril joins the underside of the lamina before the apex.  Pitchers are large and can be up to 30 cm high. They are globose at the base and slightly infundibulate (funnel-shaped) in the upper part. The species produces only one type of pitcher and the stem does not climb, reaching only 2 m in length. The inflorescence is small, rarely exceeding 25 cm.  All parts of the plant are densely covered with an indumentum of long, brown hairs.B. H. Danser wrote of this species in his monograph as follows:\n\"N. clipeata is one of the most aberrant and striking species of its genus. Especially the almost orbicular leaves, the thick, short, never curved tendrils, which are inserted far from the apex, the peculiar-shaped pitcher without wings and the strongly vaulted lid are very remarkable. A leaf form as aberrant as this, only occurs in the Philippine species N. truncata. It is not known, in what manner N. clipeata grows. The following seems probable to me. The plant does not climb. The short and robust stems, petioles and tendrils prove, that the mentioned specimens are found in an open place. I can not imagine, in what manner the pitchers have been placed when the leaves were spread horizontally. Therefore I suggest, that the plant has grown against the perpendicular wall of the G. Kelam, and that the leaves stood vertically, the pitchers behind it. It is, however, improbable, that N. clipeata can grow only against perpendicular walls, but it is not clear, what may be the manner of growing in other habitats.\"\nNo forms or varieties of N. clipeata have been described.",
    "Conservation": "During the 1980s, plant collectors began to visit Mount Kelam with increased frequency, placing pressure on wild populations of N. clipeata. Local guides also started to collect specimens for their villages, particularly those growing near the base of the mountain. Many of these plants did not survive and so more were harvested to replace them. Additional habitat stresses were caused by the El Niño of 1997 to 1998 and the resulting droughts and forest fires. The combination of these factors contributed to the rapid decline of N. clipeata on Mount Kelam. In 1995, it was thought that only around 15 plants remained in the wild, while in 2001 Charles Clarke gave an even lower estimate of 2–6 specimens. However, a 2010 study found 260 plants at 749–874 m altitude, scattered across 45 coordinates on Mount Kelam. The authors of the study noted that most of the observed specimens grew on inaccessible cliff sides. Of the flowering specimens seen by the authors, the majority were male.Despite its rarity, N. clipeata is officially listed on CITES Appendix II and was until recently considered Data Deficient by the IUCN.  There is now thought to be little hope for the long-term survival of this species in the wild and the Nepenthes clipeata Survival Project (NcSP) has been set up by the International Carnivorous Plant Society (ICPS) to facilitate ex situ conservation of the species. It is estimated that there are only three or four genetically-distinct lines of \"white market\" (legally collected) plants in cultivation. There is also an ongoing N. clipeata in situ conservation project started in October 2011 by Irwan Lovadi and supported by The Rufford Small Grants Foundation. It follows on from a similar initiative started by Lovadi in February 2010, which was also funded by The Rufford Foundation.In 2010, the Rare Nepenthes Collection was established with the aim of conserving 4 of the most threatened Nepenthes species: N. aristolochioides, N. clipeata, N. khasiana, and N. rigidifolia.",
    "Natural hybrids": "The following natural hybrids involving N. clipeata have been recorded.\n\nN. albomarginata × N. clipeata\nN. clipeata × N. rafflesiana\nN. clipeata × N. reinwardtiana",
    "References": "",
    "Further reading": "",
    "External links": "Photographs of N. clipeata at the Carnivorous Plant Photofinder\nNepenthes clipeata Survival Project"
  }
}