{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_ovata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. ovata"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes ovata  is a tropical pitcher plant endemic to Sumatra. The specific epithet ovata is Latin for \"ovate\" and refers to the shape of the lower pitchers.",
    "Botanical history": "Nepenthes ovata was first collected as early as November 1840 or 1841 by Franz Wilhelm Junghuhn on Mount Lubukraya (Loeboekraja). Junghuhn collected two specimens at an elevation of 1990 m. Their growth habit is recorded as \"in silvis cacuminis supremi scandens, repens\", which means \"in woods above peak creeping, climbing\". One of the specimens, H.L.B. 908,155-870, was originally deposited at Herbarium Lugduno-Batavum in Leiden, while the other, H.A.R.T. 000252, was deposited at Herbarium Academicum Rheno-Traiectinum, the herbarium of the University of Utrecht. They are now held at the National Herbarium of the Netherlands in Leiden. Both consist of male plant material.\n\nIn his seminal monograph \"The Nepenthaceae of the Netherlands Indies\", published in 1928, B. H. Danser referred the plant material collected by Junghuhn to N. bongso. Danser also treated specimens of N. talangensis under this taxon.These two species were again confused with N. bongso in a 1973 article on the Nepenthes of Borneo, Singapore and Sumatra, authored by botanist Shigeo Kurata.In the 1983 book Carnivorous Plants of the World in Colour by Katsuhiko and Masahiro Kondo, a photograph of N. ovata is identified as N. pectinata. Many authors consider the latter to be conspecific with N. gymnamphora. Either way, the species bears little resemblance to N. ovata.\nNepenthes ovata was formally described in 1994 by Joachim Nerz and Andreas Wistuba. The holotype, Nerz 1601, was collected on March 16, 1989, on the west ridge of Mount Pangulubao at an altitude of 1800 m. It consists of a rosette with pitchers. Two other specimens were collected at the same time and location. Nerz 1602 includes a vine with pitchers and male flowers, while Nerz 1603 consists of a vine with male flowers. All three specimens are deposited at the National Herbarium of the Netherlands in Leiden.In their monograph \"A skeletal revision of Nepenthes (Nepenthaceae)\", published in 1997, Matthew Jebb and Martin Cheek identified three specimens belonging to N. ovata as N. densiflora. One of these specimens, Frey-Wyssling 43, was collected on Mount Pangulubao at 1800 m, which is the type locality of N. ovata. It consists of an immature rosette and a lower pitcher. A second specimen, Frey-Wyssling 13, was collected in Dolok \"Baros\", also at 1800 m. Finally, Opperhout 27/11/1929 was taken on that date from the summit of Dolok Sempenan at 1600 m. It consists of a rosette and a lower pitcher with its lid missing. Despite this, it can be identified as belonging to N. ovata based on the structure of the peristome. All three specimens are deposited at the Bogor Botanical Gardens (formerly the Herbarium of the Buitenzorg Botanic Gardens) in Java.Two further specimens of N. ovata, Nepenthes Team (Hernawati, P. Akhriadi & I. Petra) NP 373 and 377, were collected on December 16, 2003, as part of a conservation expedition focusing on Nepenthes. They were taken from Mount Pangulubao at an altitude of between 1500 and 2100 m. Both are deposited at the herbarium of Andalas University in Padang, West Sumatra.",
    "Description": "Nepenthes ovata is a climbing plant. The stem grows to 5 m in length and 6 mm in diameter. Internodes are cylindrical and up to 15 cm long.\n\nLeaves are coriaceous in texture and sessile to broadly sub-petiolate. The lamina is lanceolate-spathulate and reaches 12 cm in length and 4 cm in width. It usually has an acute apex and is gradually attenuate towards the base. Three longitudinal veins, which originate near the base of the lamina, are present on either side of the midrib.  Pinnate veins are indistinct. Tendrils may be up to 18 cm long. Their insertion at the end of the lamina is apical.Rosette and lower pitchers are either infundibular in the lower third to half and ovoid above, or ovoid throughout. They reach 25 cm in height and 9 cm in width. A pair of fringed wings (≤15 mm wide) runs down the front of the pitcher. The glandular region covers the lower third to half of the inner surface. The glands are overarched and occur at a density of 400 to 1300 per square centimetre. The pitcher mouth is round and elongated into a wide neck. The peristome is flattened, expanded, and up to 40 mm wide. A series of teeth (≤7 mm wide) line its inner margin. The peristome ribs are spaced 0.5 to 1.5 mm apart. Pitchers bear 14 to 18 longitudinal nerves across their height. The pitcher lid is ovate and usually has a hook-shaped appendage on the underside near the peristome. A branched spur (≤5 mm long) is inserted near the base of the lid.\n\nUpper pitchers arise abruptly from the ends of the tendrils, forming a 20 to 30 mm wide curve. They are cylindrical in the lower part and infundibular above. They reach 20 cm in length and 6 cm in width. The wings are reduced to ribs in aerial pitchers. The peristome is broadly cylindrical, up to 10 mm wide, and bears small but distinct teeth. The peristome ribs are spaced 0.5 to 1 mm apart. Upper pitchers also bear 14 to 18 longitudinal nerves. The mouth is horizontal and elongated into a short neck near the lid.Nepenthes ovata has a racemose inflorescence. Female inflorescences are usually slightly larger than male ones. The peduncle may be up to 7 cm long, while the rachis reaches 10 cm in length. Pedicels are bracteolate and up to 5 mm long. Sepals are lanceolate and up to 3 mm long.The stem, leaves, and pitchers have a sparse indumentum. Inflorescences have a denser covering of hairs.Lower pitchers are usually green to red with a dark red peristome. Upper pitchers are yellowish-green and often have a striped peristome.",
    "Ecology": "Nepenthes ovata is endemic to a number of mountains in North Sumatra, particularly in the Lake Toba region. It grows in stunted mossy forest and ridge top vegetation, often among Sphagnum moss. On Mount Pangulubao, the species usually occurs terrestrially, while on Mount Lubukraya it often grows as an epiphyte. It has also been recorded from Mount Simanukmanuk. The species has an altitudinal distribution of 1700–2100 m above sea level.\n\nOn Mount Pangulubao, N. ovata grows sympatrically with N. gymnamphora (N. xiphioides), N. mikei, N. rhombicaulis, N. spectabilis, and N. tobaica. At another location it grows alongside N. flava. Natural hybrids with all of these species except N. tobaica have been recorded.\nDue to its restricted distribution, the conservation status of N. ovata is listed as Vulnerable on the 2006 IUCN Red List of Threatened Species.",
    "Related species": "Nepenthes ovata is closely related to a number of other Sumatran highland species, including N. bongso, N. densiflora, and N. singalana. Its distinguishing feature is the glandular appendage on the underside of the lid. This structure is usually hook-shaped, but may vary considerably in morphology.Nepenthes ovata is thought to be most closesly related to N. bongso. The glandular crest that is so characteristic of N. ovata has also been observed in some forms of N. bongso. Charles Clarke writes that he is \"reluctant to distinguish N. ovata from [N. bongso] using this criterion only and [is] unable to suggest any other features that might serve this purpose\". However, he retains N. ovata as a distinct species, noting that although the appendage may be present in N. bongso, this is rarely the case and even then it is usually less developed than in N. ovata.Nepenthes ovata is also similar to N. densiflora, with which it has been confused in the past. The two species can be reliably distinguished on the basis of the hook-shaped appendage, which is never present in N. densiflora. In addition, the lower pitchers of N. densiflora have an elongated neck that is far longer than the same structure in N. ovata. Furthermore, N. densiflora has differently shaped sepals in male and female flowers, whereas those of N. ovata are the same.In their description of N. ovata, Andreas Wistuba and Joachim Nerz compared the species to N. singalana. They noted that N. ovata differs in having an acuminate lamina apex, whereas N. singalana has a rounded apex. The two species also differ in the distribution of nectar glands on the underside of the lid. Nepenthes ovata has numerous glands near the midrib and is densely glandular near and on the hook-shaped appendage. In comparison, N. singalana is only sparsely glandular near the midrib and bears no glands near the lid apex.Nepenthes rigidifolia also bears some similarities to N. ovata, but can be distinguished on the basis of its thicker leaves, sub-apical tendril insertion, and mostly ovoid upper pitchers.In their description of the Sumatran species N. naga, the authors compared it to N. ovata. They distinguished it on the basis of its dichotomous lid appendage and frilled lid.",
    "Natural hybrids": "In the wild, N. ovata occurs sympatrically with a number of different Nepenthes species. At least five natural hybrids involving N. ovata has been recorded, four of which are found on Mount Pangulubao.\nNepenthes ovata × N. spectabilis is known to occur along the summit trail of Mount Pangulubao. This hybrid produces pitchers roughly intermediate in appearance between its parent species. The peristome is flattened and expanded, but to a lesser degree than in N. ovata. The speckles of N. spectabilis are present, but the pitchers have a much lighter colouration. Most examples of this hybrid grow terrestrially and some climb into the forest canopy. N. ovata × N. rhombicaulis has also been recorded from the mountain.In addition, Bruce Salmon and Ricky Maulder found N. mikei × N. ovata and N. gymnamphora × N. ovata on Mount Pangulubao. Some authors consider N. xiphioides to be distinct from N. gymnamphora and so this hybrid is sometimes listed as N. ovata × N. xiphioides.Andreas Wistuba observed several natural hybrids with N. flava, including N. flava × N. ovata. Most specimens were juvenile rosette plants.",
    "Notes": "",
    "References": "Bauer, U., C.J. Clemente, T. Renner & W. Federle 2012. Form follows function: morphological diversification and alternative trapping strategies in carnivorous Nepenthes pitcher plants. Journal of Evolutionary Biology 25(1): 90–102. doi:10.1111/j.1420-9101.2011.02406.x\nHernawati & P. Akhriadi 2006. A Field Guide to the Nepenthes of Sumatra. PILI-NGO Movement, Bogor.\nMeimberg, H., A. Wistuba, P. Dittrich & G. Heubl 2001. Molecular phylogeny of Nepenthaceae based on cladistic analysis of plastid trnK intron sequence data. Plant Biology 3(2): 164–175. doi:10.1055/s-2001-12897\n(in German) Meimberg, H. 2002. \"Molekular-systematische Untersuchungen an den Familien Nepenthaceae und Ancistrocladaceae sowie verwandter Taxa aus der Unterklasse Caryophyllidae s. l.\" (PDF). Ph.D. thesis, Ludwig Maximilian University of Munich, Munich.\nMeimberg, H. & G. Heubl 2006. Introduction of a nuclear marker for phylogenetic analysis of Nepenthaceae. Plant Biology 8(6): 831–840. doi:10.1055/s-2006-924676",
    "External links": "Nepenthes ovata in its natural habitat"
  }
}