{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_×_sharifah-hapsahii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. .mw-parser-output .noitalic{font-style:normal}× sharifah-hapsahii"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes × sharifah-hapsahii () is a natural hybrid between N. gracilis and N. mirabilis. It has been recorded from Borneo, Peninsular Malaysia, Sumatra, and Thailand, although it was originally described as a species (N. sharifah-hapsahii) endemic to Peninsular Malaysia, where it was said to grow at elevations below 1000 m.The type material of N. × sharifah-hapsahii was collected by J. H. Adam on the grounds of the Universiti Kebangsaan Malaysia campus on August 2, 2001. Both the holotype (JHA 8000) and isotype are deposited at the university's herbarium. The taxon was named after the Universiti Kebangsaan Malaysia Vice Chancellor, Professor Dato' Dr. Sharifah Hapsah Syed Hasan Shahabudin.Nepenthes × ghazallyana (, after Ghazally Ismail) is a heterotypic synonym of N. × sharifah-hapsahii.",
    "Description": "The stem of this hybrid is cylindrical, glabrous, and may climb to a height of 5 m. Leaves are leathery in texture, lanceolate or oblong in morphology, and 9 to 20 cm long. Tendrils may be up to 20 cm long. Pitchers are infundibulate in the lower and upper portions and tubular in the middle. They measure up to 15 cm in height and 3.5 cm in width. The peristome is cylindrical and 1 to 2 mm thick. It bears distinct inner teeth and ribs. The lid is orbiculate and covered with numerous glands on the lower surface. N. × sharifah-hapsahii has a racemose inflorescence, the axis of which is 30 to 35 cm long. The female inflorescence is unknown at present.",
    "Identification": "Nepenthes × sharifah-hapsahii most closely resembles N. gracilis. The table below shows characters that distinguish these two taxa, according to Adam and Hafiza.\n\nAdam and Hafiza also noted that N. × sharifah-hapsahii is somewhat similar to N. tobaica, from which it differs in several aspects of leaf and inflorescence morphology. Unlike N. tobaica, N. × sharifah-hapsahii has overarched glands on the inner pitcher wall, one-flowered pedicels on the upper third of the male raceme, and numerous longitudinal veins on the lamina.",
    "References": "\nAdam, J. H., R. Omar & C. C. Wilcock 2002. Phytochemical screening of flavonoids in three hybrids of Nepenthes (Nepenthaceae) and their putative parental species from Sarawak and Sabah. OnLine Journal of Biological Sciences 2(9): 623–625. doi:10.3923/jbs.2002.623.625\nClarke, C.M. 2006. Introduction. In: Danser, B.H. The Nepenthaceae of the Netherlands Indies. Natural History Publications (Borneo), Kota Kinabalu. pp. 1–15.\n(in Indonesian) Enjelina, W. 2012. Analisis hibrid alam kantung semar (Nepenthes) di Bukit Taratak Kabupaten Pesisir Selatan Sumatera Barat dengan teknik RAPD. M.Sc. thesis, Andalas University, Padang.\n(in Indonesian) Mansur, M. 2007. Keanekaragaman jenis Nepenthes (kantong semar) dataran rendah di Kalimantan Tengah. [Diversity of lowland Nepenthes (kantong semar) in Central Kalimantan.] Berita Biologi 8(5): 335–341. Abstract"
  }
}