{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_glabrata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. glabrata"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes glabrata  is a tropical pitcher plant endemic to Sulawesi. The species grows in open, high forest at elevations of 1600 to 2100 m. It produces dainty, colourful pitchers reaching only a few centimetres in height. These traps are red speckled on a yellowish background, giving them a \"hand painted\" appearance.The specific epithet glabrata is derived from the Latin word glaber, meaning \"hairless\", and refers to the mostly glabrous nature of this species.",
    "Botanical history": "As in the case of N. eymae and N. hamata, two formal descriptions of this species were published almost concurrently. The first, by Shigeo Kurata under the name N. rubromaculata, was published on February 6, 1984, in the Journal of Insectivorous Plant Society. The second, by John R. Turnbull and Anne T. Middleton as N. glabratus, was published four days later on February 10, in Reinwardtia. Although Kurata's article was printed first, the name he used is a later homonym of a horticultural hybrid published in 1891 (N. × rubromaculata) and is thus a nomen illegitimum (illegitimate name). Nepenthes glabrata (emended with a feminine suffix) is therefore the correct name for this species.The holotype of N. glabrata, J.R.Turnbull & A.T.Middleton 83113a, was collected on August 31, 1983, from the Tri Tunggal Eboni Corp. logging concession (1°33′S 120°55′E) in Central Sulawesi at an altitude of 1666 m. In their description of the species, Turnbull and Middleton wrote that the specimen was deposited at Herbarium Bogoriense (BO), the herbarium of the Bogor Botanical Gardens, but Matthew Jebb and Martin Cheek were unable to locate it in 1995 and 1996, and write that it \"may never have been distributed\".The holotype of N. rubromaculata Sh.Kurata, Kurata, Atsumi & Komatsu 149a, was collected on November 9, 1983, from the route from Malei to Kajoga in Central Sulawesi. The type repository is not indicated in the description, but is likely to be the herbarium of the Nippon Dental College  (NDC).Soon after these descriptions were published, the authors introduced the species into cultivation. Hobbyists distinguished two forms: \"Palo Alto\", which produces more compact pitchers and narrow leaves that turn purple under high light levels; and \"Forestville\", which has somewhat larger pitchers, particularly aerial ones.",
    "Description": "Nepenthes glabrata is a climbing plant growing to a height of 13 m. The stem is terete to slightly two-ridged and up to 3 mm in diameter. Internodes are up to 3 cm long.\n\nLeaves are chartaceous and sessile. The lamina (leaf blade) of young rosette plants is linear, while that of rosettes on mature plants may be greatly reduced to the point of being almost absent. On climbing stems, the lamina is narrowly oblong-ligulate to narrowly oblanceolate. It measures up to 12 cm in length by 3 cm in width. It has an acute apex with a slightly peltate tendril insertion. The lamina is shortly attenuate at the base, clasping the stem by approximately one-third to one-half of its circumference and may or may not become decurrent as a pair of very low ridges. One to three longitudinal veins are present on either side of the midrib. Pinnate veins are inconspicuous.\n\nRosette and lower pitchers are small and globose. Upper pitchers are shortly cylindrical to slightly infundibular. They grow to 14 cm in height by 3 cm in width. The wings found in aerial pitchers are distinctive in that they are well developed (≤10 mm wide) but lack fringe elements. The pitcher mouth has an oblique insertion. The peristome is cylindrical and narrow, measuring only up to 2.5 mm in width. It bears very fine ribs (0.1 mm high) spaced 0.25–0.5 mm apart. Unusually, the inner margin of the peristome lacks teeth. The pitcher lid, or operculum, is suborbicular in shape and measures up to 2.8 cm in length by 3.1 cm in width. It has a rounded to truncate apex and a truncate base. The underside of the lid lacks appendages but bears scattered nectar glands up to 0.2 mm in diameter. It shows unusual palmate nervation, with the midrib branching and connecting to the lateral veins around 1 cm below the apex. An unbranched spur (≤5 mm long) is inserted near the base of the lid.Nepenthes glabrata has a racemose inflorescence measuring up to 20 cm in length, of which the peduncle makes up 7 cm. It bears around 55 one-flowered partial peduncles lacking bracts. The reddish-green flowers have oblong tepals up to 3 mm long and are borne on pedicels measuring up to 8 mm.Most parts of the plant are glabrous. The exceptions to this are the spur and the inflorescence, which bear an indumentum of simple white hairs around 0.2 mm long.",
    "Ecology": "Nepenthes glabrata is endemic to Central Sulawesi, where it grows terrestrially in open, high forest. It has an altitudinal distribution of 1600 to 2100 m above sea level.At one location, N. glabrata has been found growing alongside N. maxima and Drosera burmannii at 1600 m. A putative natural hybrid with the former has been recorded.\nNepenthes glabrata is classified as Vulnerable on the 2008 IUCN Red List of Threatened Species, based on an assessment carried out in 2000.",
    "Related species": "Nepenthes glabrata belongs to what has been called the \"N. tentaculata group\" or \"Hamata group\", which also includes four other closely related species from Borneo and Sulawesi: N. hamata, N. muluensis, N. murudensis, and N. tentaculata. More recently, N. nigra has joined this group of related taxa.In their 2001 monograph, Cheek and Jebb considered N. glabrata to be most closely allied to N. muluensis based on its atypical lid nervation as well as the size, shape, and pigmentation of its upper pitchers. Currently, it appears that N. glabrata is most closely related to N. pitopangii, a highland species also endemic to Sulawesi. While the stem, laminae, and lower pitchers of these species are very similar, the markedly different upper pitcher morphology means that they are unlikely to be confused. The aerial pitchers of N. pitopangii are far less elongated than those of N. glabrata and completely lack wings.",
    "Natural hybrids": "Where their ranges overlap, N. glabrata is known to hybridise with N. hamata, N. maxima, N. nigra, and N. tentaculata. The hybrid plants are generally intermediate in appearance between their parent species.",
    "References": "",
    "Further reading": "",
    "External links": "\"Nepenthes glabrata\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA).\nPhotograph of the \"Palo Alto\" form"
  }
}