{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_lamii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. lamii"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes lamii  is a tropical pitcher plant endemic to New Guinea, where it grows at an altitude of up to 3520 m above sea level, higher than any other Nepenthes species. Although once confused with N. vieillardii and previously regarded as conspecific with the closely related N. monticola, it is now recognised as a distinct species.The specific epithet lamii honours Dutch botanist Herman Johannes Lam, who made one of the earliest known collections of this species.",
    "Botanical history": "",
    "Botanical history-Early collections": "Herman Johannes Lam, after whom the species is named, made a number of collections of N. lamii during the Van Overeem Expedition of 1920. He collected both male and female floral material on October 17, 1920, at the foot of Mount Doorman Top at an elevation of 3250 m (or 3200 m). These specimens are collectively designated as Lam 1637. Lam made a further collection of N. lamii on the following day, October 18, this time from 3520 m on Doorman Top. It represents the uppermost altitudinal limit for this species and for all Nepenthes. This material also consists of both male and female parts and is designated as Lam 1654. Both of Lam's specimens represent greatly stunted, dwarf plants. They are deposited at Herbarium Bogoriense (BO), the herbarium of the Bogor Botanical Gardens.",
    "Botanical history-Grouping with N. vieillardii": "The first author to describe specimens of N. lamii was B. H. Danser in his seminal 1928 monograph, \"The Nepenthaceae of the Netherlands Indies\". Danser interpreted specimens of N. lamii as representing an outlying population of N. vieillardii (previously recorded only from New Caledonia) and used two specimens of N. lamii (Pulle 843 bis and Lam 1654) to illustrate the latter species (figure 26 in his monograph). In addition to the specimens mentioned above, Danser also listed Docters van Leeuwen 10834 as New Guinean material of what he identified as N. vieillardii.Danser explained his interpretation of N. vieillardii as follows:\nN. Vieillardii has only been recorded from New Caledonia and the Isle of Pines up to the present, but the materials collected by the latter expeditions have shown, that at least in the western part of New Guinea it is not rare, in the latter country it varies more than in New Caledonia but it seemed impossible to me to distinguish separate species. Most alike the plants of New Caledonia are the number Pulle 834 and those of Docters van Leeuwen ; they only differ from the New Caledonia plants by the slightly developed indumentum, and the lid being more elliptical and bearing many glands on its lower surface. The plants of the Doormantop (Lam 1637 & 1654) have strongly abbreviate stems and are obviously an alpine form only ; they have nearly round lids like the plants of New Caledonia. The plants from the Ericatop are small and delicate in all parts ; they agree with the numbers first mentioned, by the elliptical and very glandular lids ; when the other New Guinea forms were not known, I would not have hesitated to distinguish those from the Ericatop specifically from those from New Caledonia. [...]\n\nThe habitat of this species in New Guinea are as well the virgin forest and the scrub as the treeless mountain tops. On the Doormantop, where Lam collected his plants, one would not expect Nepenthes, the winds being there very strong and the temperature often very low, according to Lam often below the freezing point before sunrise. This hardiness gives N. Vieillardii a fair chance of dispersion.\nFor most of the remainder of the 20th century, authors followed Danser in treating N. lamii as a geographically isolated population of N. vieillardii. A prominent example of this is Matthew Jebb's 1991 monograph, \"An account of Nepenthes in New Guinea\", where an illustration of N. lamii (figure 27) is labelled as showing N. vieillardii.In 1994, A. Wistuba, H. Rischer, B. Baumgartl, and B. Kistler observed wild plants of N. lamii (which they called N. vieillardii) during a trip to Doorman Top in search of the enigmatic N. paniculata. The group were unsuccessful in rediscovering the latter species, but found N. maxima on the mountain.",
    "Botanical history-Recognition as a distinct species": "Nepenthes lamii was formally described by Matthew Jebb and Martin Cheek in their 1997 monograph, \"A skeletal revision of Nepenthes (Nepenthaceae)\". The authors distinguished it from N. vieillardii on the basis of a number of features of pitcher and indumentum morphology. They selected the holotype and isotype specimens from the Lam 1637 series; both are deposited at Herbarium Bogoriense. The type specimen is notable for exhibiting densely glandular tendrils.The next detailed treatments of N. lamii appeared in Cheek and Jebb's updated monograph of 2001, \"Nepenthaceae\", and Stewart McPherson's 2009 work, Pitcher Plants of the Old World, which included colour habitat photographs of the species.",
    "Description": "Nepenthes lamii reaches a maximum height of around 4 m, although plants growing towards the upper altitudinal limit of this species are greatly stunted shrublets. The stem, which may be branched, is rounded or angular in cross section and has internodes up to 8 cm long.\n\nLeaves are thinly coriaceous and sessile. The lamina (leaf blade) is most commonly linear, but may also be lanceolate. It reaches 22 cm in length by 5 cm in width. It has an acute to acuminate apex and an obtuse base that may be decurrent for more than 2 cm down the stem, although it is variable in this respect. Three to four longitudinal veins are typically present on either side of the midrib, restricted to the distal quarter to third of the lamina, although they may number as many as 5 or as few as 0. Pinnate veins, which may or may not be distinct, emerge obliquely from the midrib to form an irregular network in the distal half of the lamina. Tendrils may be densely glandular in some specimens. Laminae are typically green throughout, but may be tinged with purple, especially in stunted plants from higher elevations. The midrib and tendrils are often yellow and turn orange to red upon exposure to strong sunlight.Rosette and lower pitchers are typically ovate in the basal half of the pitcher cup, becoming cylindrical and sometimes slightly infundibular above. A conspicuous hip often delimits these two parts of the trap. Terrestrial pitchers may also be entirely ovate. They are relatively small, rarely exceeding 7 cm in height by 3 cm in width, although they occasionally reach 12 cm by 4 cm. A pair of wings (≤8 mm wide) runs down the ventral surface of the pitcher cup. The wings bear fringe elements up to 5 mm long. The pitcher mouth is suborbicular and has an oblique insertion. The peristome is cylindrical and becomes flattened and broader towards the sides and rear, measuring up to 7 mm in width. It bears ribs up to 0.5 mm high and spaced up to 0.8 mm apart. On the inner margin of the peristome, the ribs terminate in teeth up 1 mm long. The pitcher lid or operculum is orbicular to elliptic with a rounded apex and a rounded to cordate base. It bears no appendages, although the midline may be thickened into a 1 mm high ridge. It reaches 4.5 cm in length by 3.8 cm in width. The lower surface of the lid bears numerous nectar glands. Most are orbicular and measure 0.1–0.2 mm in diameter; this type occurs at a density of 1500–2000/cm2. Larger, longitudinally elliptic glands of 0.4 mm, and occasionally even up to 3 mm, are concentrated around the midline. An unbranched spur measuring up to 5 mm in length is inserted near the base of the lid. It may or may not be flattened. Lower pitchers are typically reddish on their outer surface, often having speckles of a darker red colour. The inner surface varies from white to light orange. The peristome may be orange, through red, to purple. The lid is often yellowish on its lower surface and the same colour as the pitcher cup on its upper surface. Stunted plants from higher altitudes typically produce dark terrestrial pitchers.\n\nUpper pitchers are infundibular and somewhat inflated in the basal quarter to third of the pitcher cup, becoming cylindrical or slightly infundibular above. A conspicuous hip often delimits these two parts of the trap. Rarely they may be wholly obovoid. Aerial traps are considerably larger than their terrestrial counterparts, growing to 18 cm in height by 5 cm in width. Ribs are present in place of wings. The peristome is cylindrical and up to 5 mm wide, being either uniformly broad throughout or slightly expanded at the sides and rear. Other parts are similar to those found in terrestrial traps. Aerial pitchers are usually yellowish throughout, occasionally with tinges of orange or red in older specimens. The ventral ridges are sometimes completely red. The inner surface may be white to cream coloured. The peristome ranges in colour from yellow to red, whereas the lid is most commonly yellow throughout.Nepenthes lamii has a racemose inflorescence up to 14 cm long. The peduncle constitutes up to 7 cm of this length and has a basal width of around 2 mm. Flowers are borne solitarily on pedicels (≤10 mm long) that lack bracts. Tepals are elliptic and measure up to 3 mm in length by 3.3 mm in width. The androphore is up to 2.5 mm long and bears an anther head measuring up to 1.25 mm by 1.5 mm.Most parts of the plant lack a persistent indumentum, being glabrous. A very sparse covering of pale brown, woolly-scurfy hairs measuring 0.2–0.4 mm is present on developing parts. The only mature parts that retain an indumentum are the inflorescence and tendrils, which bear an inconspicuously puberulent covering of simple, black hairs of around 0.3 mm.",
    "Ecology": "Nepenthes lamii is endemic to the higher peaks of central Papua province in West Papua, New Guinea, including Mount Doorman Top (also known simply as Mount Doorman) and Mount Erica of the Hellwig Mountains. Sizable populations of this species have been found near Tembagapura, a mining town situated at around 1900 m in the Sudirman Range. Nepenthes lamii has an altitudinal distribution of 1460–3520 m above sea level. The uppermost altitudinal limit of this species represents the highest known elevation of any Nepenthes, although Nepenthes sp. Papua has been found at similar altitudes of around 3500 m.The species is highly variable in terms of growth habit and stature. At lower elevations, it is a scrambling climber that grows both terrestrially and epiphytically in a variety of habitats, including mossy forest, recovering vegetation, open scrub, and stunted lower and upper montane forest. It is exposed to strong or direct sunlight at these sites. Plants from higher altitudes become progressively more stunted and grow terrestrially among montane scrub and grasses, montane heath, or in open sites with little other vegetation. These dwarf ultrahighland specimens experience some of the lowest temperatures of any Nepenthes; nighttime temperatures as low as 4 °C are not uncommon above 3200 m and on the upper slopes of Mount Doorman Top they may fall below freezing. Plants growing in exposed sites on the mountain top also experience very strong winds. Although N. maxima has also been recorded from Mount Doorman Top, no natural hybrids involving N. lamii have been found to date.The size and distribution of natural populations of N. lamii are incompletely known, making it difficult to assess the species's conservation status. However, the populations found near Tembagapura appear to be secure for the time being due to the tight controls on access and development present in the area. The other known populations of N. lamii are all located in remote parts of Papua and many have not seen human contact in decades. Stewart McPherson writes that N. lamii \"may be anticipated from many of the high peaks of central Papua, and the species may accordingly have a wider distribution than is currently appreciated\".",
    "Related species": "Nepenthes lamii is quite morphologically distinct from all other Nepenthes of New Guinea and is thus easily identified in the wild. Its pitchers are somewhat reminiscent of those of N. murudensis and the giant form of N. tentaculata, but both of these taxa are restricted to Borneo. Furthermore, although similar, the traps of N. lamii differ in that they have a round, as opposed to angular, pitcher mouth, and mature specimens never have filaments on the upper surface of the lid. In addition, the lower pitchers are ovate to ovate-cylindrical in N. lamii and possess a wider peristome.Although long confused with N. vieillardii, N. lamii can be distinguished from that species on the basis of several stable differences. Nepenthes lamii almost completely lacks an indumentum on mature parts, whereas N. vieillardii bears a sparse to dense covering of white hairs measuring around 1 mm in length. In addition, the peristome ribs of N. lamii are usually more widely spaced at 0.3–0.4 mm apart versus 0.2–0.3 mm in N. vieillardii. The density of nectar glands on the underside of the lid is also much higher in N. lamii (1500–2000 glands/cm2 versus 75–100 glands/cm2).",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Photographs of N. lamii"
  }
}