{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_tenuis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. tenuis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes tenuis (; from Latin  tenuis, meaning 'thin, fine, slender') is a tropical pitcher plant endemic to Sumatra. The species was first collected in 1957, from a remote mountain in the western part of the island. It remained undescribed until 1994, and was only rediscovered in the wild in 2002. Prior to this, N. tenuis was known solely from a single photograph and dried herbarium specimen.",
    "Discovery and naming": "Nepenthes tenuis was first collected by Willem Meijer on August 24, 1957. It was discovered near Taram, West Sumatra, in a sandstone region of the river Tjampo. The plants were growing on a ridge at approximately 1000 m above sea level, making N. tenuis an intermediate species.  The habitat was described as \"light sub-montane forest\".\n\nNepenthes tenuis was formally described as a species in 1994 by Joachim Nerz and Andreas Wistuba, based on a single specimen deposited by Meijer at the Leiden herbarium and a black and white photograph from 1957 showing the freshly collected plant. After several failed expeditions, the species was finally rediscovered in the wild in late 2002 by a team comprising Andreas Wistuba, Joachim Nerz, Michael Schach, and others.",
    "Description": "Nepenthes tenuis is a climbing plant. The stem is slender (2–3 mm thick) and angular to rhomboid in cross section. Internodes are 5-6.5 cm long.Leaves are sessile and coriaceous. The lamina is lanceolate in morphology, 5–6 cm long, and 1-1.5 cm wide. It has an acute apex and is gradually attenuate towards the base, clasping the stem for two-thirds of its width (without a sheath). The lamina has indistinct nervation. Three or so longitudinal veins are present on either side of the midrib, originating from the basal third of the midrib and running parallel to it in the outer half of the lamina. Pinnate veins are oblique and irregularly reticulate, although they are not easily distinguishable. Tendrils are approximately 1.5 times as long as the lamina, growing to 12 cm in length and 0.5–1 mm in thickness. The tendrils may or may not curl around surrounding objects for support.\n\nNepenthes tenuis is one of the smallest-pitchered species in the genus, possibly only second to N. argentii. Upper pitchers gradually arise from the ends of the tendrils, forming a 10 mm wide curve. They are widely infundibuliform (funnel-shaped) throughout and contracted below the mouth. These aerial pitchers are usually 2.5-4.5 cm high and 1.5-2.5 cm wide. Both lower and upper pitchers lack wings or fringe elements. Instead, they bear two prominent ribs running down the front, 3–5 mm apart. The glandular region covers the entire inner surface of the pitchers. The glands are small and occur at a density of 600-800 per square centimetre. The pitcher mouth is ovate and almost horizontal. The flattened peristome may be up to 6 mm wide, bearing ribs spaced 1/8 mm apart. The lid is narrow-elliptic, lacks appendages, and possesses two prominent veins, one on each side of the midrib. It is usually 1.5-2.5 cm long and 0.5-0.8 cm wide. Glands are evenly distributed on the underside of the lid. An unbranched, 1 mm long spur is inserted close to the base of the lid.\n\nMost parts of the plant are glabrous, although some may be covered with a sparse indumentum of simple hairs. Herbarium specimens are dark brown in colour. On living plants, the pitchers are yellow-green and often have varying amounts of red-brown blotches. The peristome may be yellow to dark brown.",
    "Taxonomy": "In their 1997 monograph, Matthew Jebb and Martin Cheek reduced N. tenuis to a synonym of N. dubia \"with some hesitation\". Material representing the natural hybrid N. inermis × N. talangensis (N. × pyriformis) was also identified by the authors as belonging to N. dubia. However, this interpretation is not followed by Charles Clarke, who does not consider the three taxa to be conspecific.Nepenthes dubia and N. tenuis can be distinguished with relative ease. Most obviously, the pitchers of N. tenuis have shorter, broader lids that are never reflexed beyond 180°, unlike those of N. dubia, which are always reflexed beyond 180°. The pitchers of N. tenuis are also differently coloured, often having red flecks on the outside, in contrast to those of N. dubia, which are usually a solid yellow or orange colour. The peristome of N. tenuis is also less tightly cylindrical than that of N. dubia.Nepenthes tenuis can be distinguished from N. jacquelineae by its linear-lanceolate leaf blade (as opposed to ovate-spathulate in the latter) and lack of large glands on the lower surface of the lid. The lid of N. jacquelineae also differs by being noticeably contracted towards the base. Finally, N. jacquelineae is far larger in stature compared with N. tenuis and its pitchers have a far more developed and broader peristome that is almost horizontal.In their description of the species, Nerz and Wistuba included a table of \"characteristics which clearly distinguish Nepenthes tenuis from similar species\":\n\nCharles Clarke writes that \"the obvious similarities between N. tenuis, N. talangensis and N. jacquelineae are suggestive of recent adaptive radiation, and add further weight to the argument that the non-volcanic mountains of Bukit Barisan are the primary source of morphological diversity in Sumatran Nepenthes\".In 2001, Clarke performed a cladistic analysis of the Nepenthes species of Sumatra and Peninsular Malaysia using 70 morphological characteristics of each taxon. The following is part of the resultant cladogram, showing \"Clade 1\", which has 51% bootstrap support. Its most strongly supported subclade is the sister pair of N. inermis and N. dubia, having 95% support.",
    "Natural habitat and distribution": "Nepenthes tenuis grows in mossy forest and light sub-montane forest at the tops of sandstone ridges. The only known population occurs at an elevation of 1000–1200 m above sea level. Nepenthes tenuis is endemic to a region of the Tjampo river east of Taram in West Sumatra. Most ridges in this area have an elevation of just below 1000 m, although several exceed this height.Terrestrial pitchers of N. tenuis often develop partially embedded in moss. The lower parts of the stem may also be covered under a layer of moss, making the plants difficult to find in the wild.\nIn its natural habitat, the species is sympatric with N. adnata and grows in close proximity to N. albomarginata, N. ampullaria, N. eustachya, N. gracilis, N. longifolia, and N. reinwardtiana. Despite this, no natural hybrids involving N. tenuis have been recorded.Nepenthes tenuis is listed as Endangered on the 2014 IUCN Red List of Threatened Species. The habitat of this species may be threatened in the near future by fires deliberately started to clear forest for agricultural purposes.",
    "Notes": "",
    "References": "\nBonhomme, V., H. Pelloux-Prayer, E. Jousselin, Y. Forterre, J.-J. Labat & L. Gaume 2011. Slippery or sticky? Functional diversity in the trapping strategy of Nepenthes carnivorous plants. New Phytologist 191(2): 545–554. doi:10.1111/j.1469-8137.2011.03696.x\nHernawati & P. Akhriadi 2006. A Field Guide to the Nepenthes of Sumatra. PILI-NGO Movement, Bogor."
  }
}