{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_jamban",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. jamban"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes jamban ( [not ]) is a tropical pitcher plant endemic to northern Sumatra. The specific epithet jamban is the Indonesian word for \"toilet\" and refers to the shape of the pitchers.",
    "Botanical history": "Nepenthes jamban was discovered during a series a field trips to Sumatra between 2004 and 2005. The first collection of the species was made on April 22, 2005, south of Padang Sidempuan in the Indonesian province of North Sumatra.The formal description of N. jamban was published in 2006 in the botanical journal Blumea. The herbarium specimen Lee, Hernawati, Akhriadi NP 433 was designated as the holotype. It is deposited at the Herbarium of Andalas University (ANDA).",
    "Description": "Nepenthes jamban is a climbing plant. The stem, which is usually less than 5 mm thick, grows to 4 m in length and is cylindrical-angular in cross section. Internodes are up to 5 cm long.Leaves are sessile and coriaceous in texture. The lamina may be narrowly obovate to elliptic or slightly spathulate, and grows to 11 cm in length and 3.3 cm in width. One or two longitudinal veins are present on either side of the midrib together with numerous pinnate veins. Tendrils are up to 24 cm long.\n\nRosette and lower pitchers are cylindrical to narrowly infundibular in the lower\nthird, becoming widely infundibular above. They are relatively small, rarely exceeding 5.8 cm in height and 4.4 cm in width. Fringed wings (≤2 mm wide) are usually present in terrestrial pitchers. The pitcher mouth is almost horizontal. The inner surface of the pitchers is glandular throughout. The flattened peristome may be up to 8 mm wide and is lined with a series of teeth (≤0.5 mm long) on its inner margin. The lid or operculum is narrowly obovate, and up to 3.8 cm long and 1.3 cm wide. The undersurface of the lid bears scattered small red glands that are concentrated around the midrib. Around 20 to 30 very large crater-like glands (≤0.5 mm wide) are present in the apical quarter. These glands are so large that they are visible as swellings on the upper surface of the lid. The spur (≤4 mm long) is inserted at the base of the lid. It is generally unbranched but may be forked.\n\nUpper pitchers are circular in cross section and widely infundibular in their upper half. They are much larger than lower pitchers, reaching 12 cm in height and 5.2 cm in width. The pitcher mouth is horizontal and orbicular. As in lower pitchers, the inner surface of the pitchers is wholly glandular. Wings are reduced to ribs that run down the front of the pitcher. In aerial pitchers, the flattened peristome is up 6 mm wide and bears more prominent teeth (≤1 mm long). The spur is usually simple and grows to 3.5 mm in length. Compared to lower pitchers, the lid in upper pitchers is similar in shape but longer, reaching 4.8 cm in length and 0.9 cm in width. It is held over the pitcher mouth at an angle of approximately 45 degrees.Nepenthes jamban has a racemose inflorescence. In male plants, the inflorescence may be up to 18 cm long. The female inflorescence has not been described. The rachis is up to 11.5 cm long, while the peduncle is up to 6.5 cm long. Pedicels are up to 1.4 cm long and bear a single flower. Sepals are elliptical and around 3.5 mm long. Mature fruits are up to 3 cm long and 6 mm wide. Seeds are filiform and around 2 cm long.Most parts of the plant are glabrous. Developing pitchers, tendrils, and inflorescences are densely covered with short brownish-grey hairs.The stem is characteristically purplish red. The leaves and inflorescence are light green to pale green. Lower pitchers range in colour from yellowish orange to bright red throughout. Upper pitchers are generally bright yellow with a yellow to orange peristome, and may be occasionally speckled on their inner surfaces.",
    "Ecology": "Nepenthes jamban is endemic to the Barisan Mountains that line the western side of Sumatra. It is known only from the type locality, south of Padang Sidempuan in North Sumatra. The species has an altitudinal distribution of 1800–2100 m above sea level.Nepenthes jamban grows in upper montane mossy forest amongst summit scrub vegetation. Unlike the closely related N. jacquelineae, it only occurs terrestrially.In the wild, N. jamban occurs sympatrically with N. bongso, N. dubia, N. gymnamphora, and N. lingulata. A natural hybrid with N. lingulata has been recorded.",
    "Carnivory": "The upper pitchers of N. jamban have been noted for trapping many large prey items, such as wasps and crickets, and relatively few small animals. The traps of this species also support large populations of pitcher infauna, particularly mosquito larvae.Nepenthes jamban produces thick, mucilaginous pitcher liquid similar to that found in related species such as N. inermis. The pitchers of N. inermis function not only as pitfall traps but also as flypaper traps, with the sticky inner walls trapping flying insects above the surface of the fluid. A similar trapping method may be employed by N. jamban.",
    "Related species": "Nepenthes jamban belongs to a group of related Sumatran species that includes N. dubia, N. inermis, N. jacquelineae, and N. tenuis. It shares with these species features such as infundibulate pitchers which are wholly glandular on their inner surfaces, bracteate inflorescences, and sessile leaves. All of these Nepenthes produce very viscous pitcher fluid.Nepenthes jamban is thought to be most closely related to N. jacquelineae. Both taxa have a narrow lid and massive nectar glands, a trait unique to these two species. However, the glands of N. jacquelineae may be even larger (≤1.5 mm wide). In addition, the two species can be easily distinguished on the basis of peristome morphology and floral characteristics. N. jamban is not as robust as N. jacquelineae and lacks the greatly expanded peristome that is so characteristic of that species. Furthermore, N. jamban differs in having longer and one-flowered partial peduncles, and a narrower lid.",
    "Natural hybrids": "A natural hybrid involving N. jamban and N. lingulata has been recorded. In 2009, Adrian Y. Wartono observed a putative cross between  N. dubia and N. jamban in an area where these two species grew with N. lingulata and N. rhombicaulis.",
    "Notes": "\n\n== References =="
  }
}