{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_gymnamphora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. gymnamphora"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes gymnamphora  is a tropical pitcher plant native to the Indonesian islands of Java and Sumatra. It has a wide altitudinal range of 600–2,800 metres (2,000–9,200 ft) above sea level. There is much debate surrounding the taxonomic status of this species and the taxa N. pectinata and N. xiphioides.The specific epithet gymnamphora is derived from the Greek words gymnos (naked) and amphoreus (pitcher).",
    "Taxonomy": "The N. gymnamphora group of related taxa has been variously interpreted as comprising a single extremely variable species (N. gymnamphora); two distinct species, one from Java (N. gymnamphora) and one from Sumatra (N. pectinata); or two species, one with a wide distribution covering Java and Sumatra (N. gymnamphora) and one with a very restricted range in Sumatra (N. xiphioides). An additional fourth undescribed taxon, known from Mount Sorik Merapi in Sumatra, may also fall within N. gymnamphora.",
    "Taxonomy-Nepenthes pectinata": "Nepenthes pectinata was described by B. H. Danser in his seminal 1928 monograph \"The Nepenthaceae of the Netherlands Indies\". Danser's description of N. pectinata was based on material that included upper pitchers of N. singalana. This was first noted in 1994 by Jan Schlauer and Joachim Nerz, who provided a lectotype for N. pectinata: Bünnemeijer 700, a specimen collected on Mount Talakmau.Danser mentioned another specimen in his monograph that he identified as the natural hybrid N. pectinata × N. singalana, but which actually represented a pure N. singalana.Nepenthes pectinata has a separate conservation status of Least Concern on the IUCN Red List.",
    "Taxonomy-Nepenthes xiphioides": "Nepenthes xiphioides was described by Bruce Salmon and Ricky Maulder in a 1995 issue of the Carnivorous Plant Newsletter. The authors treated N. pectinata as conspecific with N. gymnamphora, and distinguished N. xiphioides from the latter based on a number of characters shown in the table below.",
    "Infraspecific taxa": "Nepenthes gymnamphora var. haematamphora Miq. (1851)\nNepenthes gymnamphora var. pectinata (Danser) Hort.Westphal (1999) in sched.",
    "Natural hybrids": "N. bongso × N. gymnamphora\nN. gymnamphora × N. mikei [=N. × pangulubauensis]\nN. gymnamphora × N. ovata\nN. gymnamphora × N. reinwardtiana\n? N. gymnamphora × N. rhombicaulis\nN. gymnamphora × N. singalana\nN. gymnamphora × N. spathulata\nN. gymnamphora × N. spectabilis\nN. gymnamphora × N. talangensis",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Photographs of N. gymnamphora at the Carnivorous Plant Photofinder\nDocumentary film about N. gymnamphora"
  }
}