{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_sumatrana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. sumatrana"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes sumatrana  is a tropical pitcher plant endemic to the Indonesian island of Sumatra, after which it is named.",
    "Discovery and taxonomy": "Nepenthes sumatrana was first collected by Johannes Elias Teijsmann in February 1856, near the port town of Sibolga. Teijsmann wrote the following account of his discovery:\nAmong the plants collected to-day and the day before yesterday [February 3rd and 1st], there were 4 species of Nepenthes (katoepat baroek, tjalong baroek, or taau-taau), growing here on the very coast between the scrub in a thin layer of humus, under which pure sea sand, or against steep rocks and the coast, when there was only some earth or moss for the germination. Some species are very common and luxuriant here and abound in flowers and fruits. The plants are all transported to Buitenzorg in living state, but from the seeds only those of one species I have succeeded in bringing to germinate, this growing very slowly but being very interesting, as the young plants, only few lines large, already bear minute pitchers.\n\nThe plant material was initially described as a variety of N. boschiana by Friedrich Miquel in 1858, and in 1886 Odoardo Beccari considered it a variety of N. maxima. Both of these species are now known to be absent from Sumatra. Günther Beck von Mannagetta und Lerchenau, in his 1895 work \"Die Gattung Nepenthes\", was the first to publish N. sumatrana under its present binomial combination, although he introduced it under the entry for N. maxima with the words \"Hierzu gehört als Varietät: N. sumatrana\" (this includes a variety: N. sumatrana).In his monograph of 1908, \"Nepenthaceae\", John Muirhead Macfarlane placed N. sumatrana in synonymy with N. treubiana, a species native to New Guinea. B. H. Danser supported this interpretation in his seminal monograph, \"The Nepenthaceae of the Netherlands Indies\", published in 1928.In 1986, N. sumatrana was again recognised as a distinct species by Rusjdi Tamin and Mitsuru Hotta, who noted significant differences between it and N. treubiana. Matthew Jebb also treated N. sumatrana separately in his 1991 monograph, \"An account of Nepenthes in New Guinea\", as did Joachim Nerz and Andreas Wistuba in 1994, when they described the closely related N. longifolia. Nepenthes sumatrana was formally restored in Matthew Jebb and Martin Cheek's 1997 revision, \"A skeletal revision of Nepenthes (Nepenthaceae)\", although the authors sunk N. longifolia in synonymy with N. sumatrana. This latter decision was reversed by Charles Clarke in his 2001 work, Nepenthes of Sumatra and Peninsular Malaysia.Despite the numerous taxonomic revisions, it appears that none of these authors (with the exception of Clarke) saw living plants of N. sumatrana. The first person to knowingly observe N. sumatrana in the wild since Teijsmann's original collection is thought to have been Ch'ien Lee, in 1998.",
    "Description": "Nepenthes sumatrana produces sub-cylindrical climbing stems up to 15 m long and 0.9 cm thick. These have internodes up to 20 cm long. Leaves are coriaceous and petiolate. The lamina is lanceolate-obovate in form and grows to 55 cm in length and 9 cm in width. Longitudinal veins are present in 6–8 pairs together with numerous pinnate veins. Tendrils are up to 60 cm long.\n\nRosette pitchers may be ovoid throughout or narrowly ovoid in the lower half and cylindrical above. They grow up to 10 cm high and 4 cm wide. Two fringed wings, up to 8 mm wide, run along the front of rosette pitchers. The peristome is cylindrical in cross-section and up to 4 mm wide, bearing indistinct teeth. The pitcher lid or operculum is sub-orbiculate and has no appendages. An unbranched spur (≤15 mm long) is inserted at the base of the lid.Lower pitchers are wholly ovoid, with the hip located just below the peristome. They grow to 20 cm high and 10 cm wide, and possess a pair of fringed wings up to 6 mm wide. The peristome is cylindrical in cross-section and up to 10 mm wide. The lid is orbiculate and, as in rosette pitchers, bears an unbranched spur.Upper pitchers are infundibular (funnel-shaped) throughout. They are by far the largest of the traps produced by this species, reaching 30 cm in height and 15 cm in width. As in many Nepenthes species, the wings are reduced to ribs in aerial pitchers. The mouth has a distinctive raised section at the front, a feature also exhibited by the related N. rafflesiana.Nepenthes sumatrana has a racemose inflorescence. In male plants, the peduncle grows to 20 cm, while the rachis may be 70 cm tall. Female inflorescences have a longer peduncle (≤30 cm) and a shorter rachis (≤40 cm). Partial peduncles are one- or two-flowered and up to 15 mm long. Sepals are ovate and up to 6 mm long.Some parts of the plant are sparsely covered with short simple or branched hairs, although these are mostly caducous. Short brown hairs are present on the leaf margins.No forms or varieties of N. sumatrana have been described.",
    "Distribution and habitat": "Nepenthes sumatrana is endemic to the Indonesian provinces of North Sumatra and West Sumatra. It is best known from the hills around Sibolga, where it was first collected. The species has a patchy distribution and the full extent of its geographical range is uncertain. Specimens collected near Sawahlunto and named Nepenthes spinosa by Tamin and Hotta appear to be conspecific with N. sumatrana, although trips to the area in 1995 and 2001 failed to locate any plants.Nepenthes sumatrana grows terrestrially in dense, undisturbed lowland forest on sandstone substrates. Moist, shady conditions appear to be vital to the survival of the species, as it has not been recorded from areas that have been cleared due to logging or agricultural activities. These requirements might explain the fragmented nature of its distribution and suggest that N. sumatrana is more seriously threatened with extinction than previously thought.Plants are often found on very steep slopes. Seedlings of N. sumatrana have been recorded from open cliff faces, but it is uncertain whether these survive to maturity, as larger plants are only known from the forests, where their stems can use surrounding objects for support and climb into the canopy.Nepenthes sumatrana has been recorded from elevations of between 0 and 800 m above sea level.",
    "Conservation status": "The conservation status of N. sumatrana is listed as Critically Endangered on the 2014 IUCN Red List of Threatened Species. However, prior to the 2013 re-evaluation, N. sumatrana had not been re-evaluated since 2000 and treated N. longifolia in synonymy with N. sumatrana. Recent studies have shown that these two taxa are distinct species.In 2001, based on first hand observations of wild populations, Charles Clarke informally reclassified N. sumatrana as Critically Endangered according to the IUCN criteria. Clarke notes that N. sumatrana seems to be unable to survive in disturbed habitats. As such, rapid development around Sibolga poses a particularly serious threat to the survival of the species in the wild. In comparison, the threat of over-collection is relatively small, since many plants grow on very steep slopes which are virtually inaccessible. Taxonomic confusion concerning N. sumatrana and closely related species such as N. beccariana and N. longifolia makes the implementation of new conservation projects all but unfeasible.",
    "Related species": "Nepenthes sumatrana is most closely related to N. beccariana, N. longifolia, and N. rafflesiana.\nIn 2001, Charles Clarke published a cladistic analysis of the Nepenthes species of Sumatra and Peninsular Malaysia based on 70 morphological characteristics of each taxon. The following is a portion of the resultant cladogram, showing part of \"Clade 5\", which has 69% bootstrap support. The sister pair of N. rafflesiana and N. sumatrana has 58% support. N. beccariana was not included in this study.\n\nNepenthes rafflesiana and N. sumatrana differ primarily in the peristome structure of lower pitchers. N. sumatrana has indistinct peristome teeth, whereas those of N. rafflesiana are pronounced. The peristome of N. rafflesiana also has a characteristic elongated neck which is absent in N. sumatrana. Lower pitchers of N. sumatrana are completely ovoid, whereas those of N. rafflesiana are cylindrical in the upper part. Furthermore, the leaves of N. sumatrana are narrower and fringed with short brown hairs.When Matthew Jebb and Martin Cheek revised the genus in 1997, they treated N. longifolia in synonymy with N. sumatrana. A more recent monograph by Clarke restores N. longifolia to specific rank. Clarke lists the following morphological characters that distinguish the two species.\n\nThe two species can also be identified based on their altitudinal distributions: N. sumatrana occurs at 0–800 m above sea level, whereas N. longifolia has been recorded from elevations of 300–1100 m.",
    "Natural hybrids": "Nepenthes sumatrana seems to hybridise relatively rarely in the wild. The following natural hybrids involving this species have been recorded.\n\n? N. beccariana × N. sumatrana\nN. eustachya × N. sumatrana\nN. gracilis × N. sumatrana\n? N. longifolia × N. sumatrana\nN. mirabilis × N. sumatranaThe cross with N. eustachya has been known since at least 1990, when it was recorded as N. alata × N. treubiana.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Danser, B.H. 1928. 47. Nepenthes Treubiana. In: The Nepenthaceae of the Netherlands Indies. Bulletin du Jardin Botanique de Buitenzorg, Série III, 9(3–4): 249–438."
  }
}