{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_hurrelliana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. hurrelliana"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes hurrelliana  is a tropical pitcher plant endemic to Borneo, where it has been recorded from northern Sarawak, southwestern Sabah, and Brunei. It is of putative hybrid origin; its two original parent species are thought to be N. fusca and N. veitchii.  A thick indumentum of rusty-brown hairs covers the entire plant, a characteristic presumably inherited from the latter.",
    "Botanical history": "Nepenthes hurrelliana was known to botanists for some time prior to its description, although authors differed as to its identity, with most treating it as either a form of N. veitchii, a form of N. maxima, or a natural hybrid. In 1988, Anthea Phillipps and Anthony Lamb published an illustration of a N. hurrelliana specimen from Mount Murud under the name \"N. veitchii × N. fusca\". However, in their 1996 monograph, Pitcher-Plants of Borneo, the authors treated it as an undescribed species, \"Nepenthes sp.\". The taxon was also listed as an undescribed species, \"Nepenthes sp. B\", in Charles Clarke's Nepenthes of Borneo (1997) and Hugo Steiner's Borneo: Its Mountains and Lowlands with their Pitcher Plants (2002).In \"Nepenthes of Gunung Murud\", an article published in a 1996 issue of the Carnivorous Plant Newsletter, John De Witte describes a hybrid \"most probably between N. veitchii and N. stenophylla or N. fusca\", which likely represents this species.\nIn 1999, Bruce Salmon proposed that this taxon might be conspecific with the enigmatic N. mollis, of which only a single pitcherless specimen is known. This interpretation was not followed by Martin Cheek and Anthony Lamb, who formally described N. hurrelliana in 2003. The type specimen, A.Lamb & Surat 145/99, was collected on Mount Lumarku in Sabah and is deposited at the herbarium of the Forest Department, Sandakan (SAN).Nepenthes hurrelliana is named after Andrew Hurrell, who studied the plant on Mount Murud in 1995 and whose field observations showed that it grew in self-sustaining populations independent of its putative parent species and could thus be considered a distinct species.",
    "Description": "Nepenthes hurrelliana is a climbing plant. Forms from different localities vary slightly in morphology. Plants from Mount Mulu and several other mountains have internodes up to 10 cm long.\n\nThe leaves of the type form from Mount Lumarku are up to 24 cm long and have a winged petiole, which clasps the stem for about half of its circumference and is decurrent for around 1 cm. Plants from Mount Mulu produce more narrowly lanceolate leaves with broadly winged petioles that are decurrent down the entire internode (≤10 cm long).Rosette and lower pitchers are narrowly ovate to infundibular. They are large, growing to 30 cm in height. The lid or operculum is broadly triangular in shape and has an undulating margin. The peristome forms an extended neck (≤9 cm long) at the rear and is up to 7 cm wide at this point.Upper pitchers are more infundibular than their lower counterparts, but also reach large dimensions of up to 28.5 cm. In aerial pitchers, the lid is much more narrowly triangular. It measures up to 8 cm long by 4.2 cm wide and has a cordate base. It bears a hook-shaped basal crest and a filiform apical appendage up to 5 mm long. A number of large, scattered nectar glands are present on the underside of the lid, particularly along the margins and near the base.Nepenthes hurrelliana has a racemose inflorescence. Pedicels bear a basal bract measuring 3 to 4 mm in length.The dense reddish-brown indumentum of N. hurrelliana is one of the most conspicuous of any Nepenthes species. The upper surface of the lid has rusty-brown hairs, while the lower surface only bears them along its margins. Unusually for Nepenthes, hairs are present even on the upper surface of the lamina and on the glandular crest of the lid.",
    "Ecology": "Nepenthes hurrelliana is endemic to Borneo, where it has been recorded from a number of mountains in northern Sarawak, southwestern Sabah, and Brunei. Specifically, it has been found on Mount Lumarku, Mount Mulu, Mount Murud, and mountains of the Meligan Range near Long Pasia (including Mount Rimau). It has a wide altitudinal distribution of 1300 to 2400 m above sea level. On Mount Murud (2423 m), N. hurrelliana is common on the summit ridge above 2100 m, but becomes rarer with increasing elevation as this brings with it more stunted and exposed vegetation. Populations from the summit ridge of Mount Lumarku (c. 1900 m) are extensive above 1620 m.The typical habitat of N. hurrelliana is tall mossy forest and upper montane forest, where it usually grows as an epiphyte up to 10 m off the ground. It has also been recorded from stunted mossy heath forest. Some plants occur terrestrially, although these are less common.Nepenthes hurrelliana plays host to a number of pitcher infauna. One of the most conspicuous examples is a small golden-coloured frog of the genus Philautus, which has been observed in the pitchers of epiphytic N. hurrelliana on Mount Lumarku.",
    "Hybrid origin": "The pitchers of N. hurrelliana are roughly intermediate in appearance between those of N. fusca and N. veitchii. This has led to speculation regarding the lineage of this species, with a number of authors suggesting a possible hybridogenic origin.\nBotanist Clive A. Stace writes that one may speak of \"stabilised hybrids when they have developed a distributional, morphological or genetic set of characters which is no longer strictly related to that of its parents, [...] if the hybrid has become an independent, recognisable, self-producing unit, it is de facto a separate species\".  This would support the status of N. hurrelliana as a species, since populations of this taxon appear to be stabilised and it is abundant where it does grow. Furthermore, it has never been found to be sympatric with either of its putative parent species. The hybrid may have locally outcompeted its parent species and eventually replaced them. Another possibility is that it was dispersed to new areas where neither of the parent species were established.Examples of other Nepenthes species with a putative hybrid origin include N. hamiguitanensis, N. murudensis, and N. petiolata.",
    "Related species": "The lower pitchers of N. hurrelliana are distinctive, but the upper ones bear a close resemblance to those of N. fusca. Of the Bornean pitcher plant flora, only these two species have such a narrowly triangular lid. The upper pitchers of N. hurrelliana differ in having a horizontal mouth that rises abruptly into a long neck at the back and in having a hirsute basal crest on the underside of the lid.Nepenthes hurrelliana is particularly similar to a form of N. fusca from the southern portion of the Crocker Range in Sabah. This form exhibits a wider peristome, longer neck, and a more triangular lid than most other examples of the species. However, the peristome is still not as well developed as in N. hurrelliana and the plant lacks the dense indumentum of the latter. Furthermore, N. hurrelliana differs in the distribution of nectar glands on the lower surface of its lid.Nepenthes hurrelliana may also be confused with its other putative parent species, N. veitchii. The two taxa differ markedly in growth habit and N. hurrelliana has more infundibular pitchers with distinctive purple speckles as well as a differently shaped lid.The species has also been compared to N. maxima, although the latter is now known to be absent from Borneo.In his Carnivorous Plant Database, taxonomist Jan Schlauer lists N. hurrelliana as a possible hybrid between N. veitchii and N. stenophylla (as distinct from N. fallax).",
    "Related species-Nepenthes mollis": "The attenuate leaf attachment and dense indumentum of N. hurrelliana are reminiscent of N. mollis and it has been suggested that the two species may be conspecific. Bruce Salmon wrote that the type specimen of N. mollis differs from the Mount Lumarku form of N. hurrelliana in lacking bracteate pedicels and in having a decurrent leaf base with wings up to 6 cm long (as opposed to 1 to 2 cm in N. hurrelliana).Some authors consider the hypothesis equating these two species to be \"rather improbable\". An editor's note by Jan Schlauer accompanying Salmon's article cautions that specimens from the type locality of N. mollis must be examined before the two taxa are united:\nThe identity of the specimens from G. Lumarku with N. mollis should be proven by comparison with authentic pitchered material from G. Kemul. Unless this is done, the data above cannot be taken as an emendation of Danser's original description of N. mollis but are only referring to north Bornean plants without doubt.\nIf N. mollis and N. hurrelliana were shown to be conspecific, the latter would become a heterotypic synonym of the former.",
    "Natural hybrids": "To date, the only known natural hybrids involving N. hurrelliana are rare crosses with N. lowii and N. veitchii.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "WildBorneo: Nepenthes hurrelliana"
  }
}