{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_pitopangii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. pitopangii"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes pitopangii  is a tropical pitcher plant endemic to the Indonesian island of Sulawesi. Discovered in 2006, N. pitopangii was initially known from a single plant at a remote locality in Lore Lindu National Park. Efforts made in the following years to locate further populations on surrounding mountains proved unsuccessful. In March 2011, a new population of N. pitopangii consisting of around a dozen plants was discovered more than 100 km from the type locality. Nepenthes pitopangii appears to be closely related to N. glabrata, from which it differs most obviously in its upper pitcher morphology.",
    "Botanical history": "Nepenthes pitopangii was discovered by the British veterinarian Jonathan Newman during a birdwatching expedition through Lore Lindu National Park, Central Sulawesi, in September 2006. Newman came across the plant \"[w]hile trying to get closer to a roosting Diabolical Nightjar [Eurostopodus diabolicus]\", and initially thought it was N. eymae, another Sulawesi species that produces similarly shaped upper pitchers. The online publication of his trip report the following month brought the taxon to the attention of botanists. Further habitat photographs of N. pitopangii were posted online in January 2008 by Alfindra Primaldhi, who found the plant independently, having not seen Newman's report.\n\nIn July 2007, Stewart McPherson and Greg Bourke visited the plant and determined that it represented a previously unknown species. McPherson returned to the site with Ch'ien Lee in April 2008 to make further observations of the plant in preparation for its formal description. During these field trips, McPherson climbed three mountains near to the type locality, but was unable to find any additional specimens of N. pitopangii.The first detailed description of the species appeared in the second volume of McPherson's Pitcher Plants of the Old World, printed in May 2009. The formal description of N. pitopangii was published in the October 2009 issue of The Gardens' Bulletin Singapore. The holotype of N. pitopangii, RP 2054, was collected by Rahmadanil Pitopang on May 30, 2007,  from Lore Lindu National Park in Sulawesi, Indonesia. It is deposited at the Herbarium Celebense (CEB) of Tadulako University. This collection by Pitopang, the curator of Herbarium Celebense, represents the earliest herbarium material of this species, which was later named in his honour.Due to the extreme rarity of N. pitopangii, its type locality was not disclosed in the formal description.",
    "Botanical history-Discovery of new population": "Writing in 2009, Stewart McPherson considered it \"highly likely\" that further populations of N. pitopangii existed in Central Sulawesi. This was proved correct when a small colony of around a dozen N. pitopangii was discovered in March 2011 by Andreas Wistuba, Joachim Nerz, Urs Zimmermann, and Heiko Rischer. The plants were found at 1400 m on the summit of a small ridge in the southern part of Sulawesi's Minahassa Peninsula. While morphologically identical to the type specimen, plants at this locality exhibit distinctive pitcher colouration.",
    "Description": "",
    "Description-Type specimen": "The only individual of this species at the type locality is a large male plant with numerous branched stems reaching up to 2 m in length. All of the stems are thought to be united by a single rootstock. The stem is dark red to purple, with numerous tiny green spots.Leaves are sessile. The lamina (leaf blade) is linear to lanceolate and measures up to 15.6 cm in length by 3.4 cm in width. Its apex may be acute or obtuse and is rounded at the base, clasping the stem for around half of its circumference. The lamina is green, while the midrib and tendril range in colour from green to red.Stewart McPherson observed only four terrestrial pitchers of N. pitopangii during his field studies at the type locality and their description is therefore based on this very small sample size. Rosette and lower pitchers are ovate and slightly swollen in the basal half of the pitcher cup, becoming approximately cylindrical towards the pitcher mouth and exhibiting a slight hip. They are very small, growing to only 6 cm in height by 3 cm in width. A pair of wings (≤6 mm wide) typically runs down the ventral surface of the pitcher cup, with fringe elements measuring up to 4 mm in length. The peristome is cylindrical and up to 5 mm wide. It bears ribs up to 0.5 mm high and spaced up to 0.8 mm apart, which terminate in teeth up to 1.5 mm long. The pitcher lid or operculum is elliptic or sub-orbicular and does not bear any appendages. It measures up to 3.5 cm in length by 3 cm in width. The structure of the spur, which is inserted near the base of the lid, is unknown. The lower pitchers are predominantly red with yellowish blotches and have a uniformly yellow peristome and inner surface. The upper surface of the lid is of similar pigmentation to the pitcher exterior.\n\nThe upper pitchers are even shorter than their terrestrial counterparts, growing to only 4.5 cm in height by 3.7 cm in width. They narrow markedly just below the pitcher orifice, giving them their distinctive inflated appearance. In aerial traps, the ventral wings are reduced to ribs. The peristome is cylindrical and measures up to 3 mm in width. It bears ribs up to 0.3 mm high and spaced up to 0.45 mm apart. Peristome teeth are completely absent in upper pitchers. On the inner surface of the pitcher cup, the digestive glands form a conspicuous band of black dots around the waterline of the pitcher fluid. Glands located elsewhere on the interior of the pitcher are yellow and far less prominent. This species does not appear to possess the highly viscous pitcher fluid of species such as N. inermis. The lid is sub-orbicular and up to 2.9 cm long by 2.8 cm wide. As in lower pitchers, it lacks appendages. An unbranched spur up to 1.5 mm long is inserted near the base of the lid. The upper pitchers are similarly coloured to the lowers, but with a slightly lighter pitcher body and darker (orange to red) peristome. The orange flecks on the pitcher exterior become longer towards the bottom of the pitcher, continuing as streaks for some distance up the tendril. As in lower traps, the upper surface of the lid closely matches the exterior of the pitcher in colouration.The plant has a racemose inflorescence measuring up to 37 cm in length by 2.5 cm in diameter. The peduncle itself may be up to 18 cm long by 3 mm wide, whereas the rachis is up to 20 cm long. The inflorescence bears one-flowered pedicels (7–9 mm long), with the lowermost ones sometimes bearing a filiform bract up to around 0.5 mm long. The elliptic tepals measure up to 2 mm in length. Androphores are 2.5–3 mm long. The female inflorescence and fruits of this species are unknown.An indumentum of silver-brown hairs (≤0.5 mm long) is present on developing pitchers and lower parts of the tendrils. The plant is otherwise glabrous.",
    "Description-New population": "This population consists primarily of mature climbing plants with branched stems up to 7 m long. A number of young rosette plants were also observed. Unlike the specimen at the type locality, these plants do not appear to be united by a single rootstock, having instead grown from individual seeds. Based on observations at the new site, it appears that N. pitopangii only remains in the rosette stage for a short time before transitioning into a scrambling vine.In terms of vegetative morphology, the plants at the new site are almost identical to the type specimen, although they differ markedly in colouration. While sharing the dark red to purple stem and green laminae of the type specimen, many have intensely red to purple midribs, both on the lower and upper laminar surfaces, which the plant at the type locality lacks. However, the most obvious differences are in the pitchers; the lower traps at the new locality vary significantly between individuals, but none show the same colouration as the type specimen. They are darker throughout, ranging from red with orange mottling to entirely dark purple, with a red to purple peristome. The glaucous inner surface also ranges from red to purple. The pitcher body of upper traps is glossy and yellowish-cream throughout, contrasting heavily against the red peristome and lid. In some specimens the upper pitchers are highly translucent, such that the contents of the pitcher is clearly visible from the outside.Minor differences have also been noted in the extent of the indumentum. Much like the type specimen, plants at the new locality bear brownish hairs up to 0.5 mm long on developing pitchers. However, they deviate from the type specimen in that these hairs persist conspicuously on mature lower pitchers and their tendrils. The plants are otherwise glabrous.No floral parts have been observed at the new site and it has been suggested that the plants may only flower infrequently or seasonally.",
    "Ecology": "Nepenthes pitopangii is endemic to the Indonesian island of Sulawesi. It is known from two localities: a single, multi-stemmed specimen grows in a remote area of Lore Lindu National Park, Central Sulawesi, and a small population has been recorded from the summit of a minor ridge in the southern part of the Minahassa Peninsula. A distance of more than 100 km separates these two sites. Nepenthes pitopangii is likely to occur elsewhere in Central Sulawesi, but small, isolated populations may prove to be the norm for this species.\n\nAt the type locality, the single specimen of N. pitopangii is found in secondary lower montane forest at around 1800 m altitude. It grows in shady conditions amongst tall shrubs and its stems appear to flower frequently. The presence of this specimen in a previously logged forest, and in close proximity to a number of unexplored peaks and ridges, has led to suggestions that it grew from a stray seed blown from nearby habitat and that the forest's subsequent regeneration prevented further N. pitopangii plants from becoming established in the area.The population discovered in 2011 consists of around a dozen plants growing at 1400 m altitude in patchy, exposed, mossy montane forest, among stunted vegetation. It includes both climbing vines and young rosette plants. Nepenthes pitopangii at the new locality were found to grow in close association with moss, both as terrestrial plants and as epiphytes on branches and logs.Nepenthes pitopangii is sympatric with N. maxima and N. tentaculata at both sites, though the second population only grows alongside single specimens of each. No natural hybrids have been recorded at the type locality, but a putative cross with N. tentaculata was observed by Urs Zimmermann at the new site. Plants at both localities were found to harbour undetermined pupae in some of their pitchers. These pupae were only observed in lower pitchers (attached to the upper portion of the inner surface) and may belong to a leaf miner that was also apparently restricted to lower pitchers of this species.Despite growing in a national park, the future of the type specimen of N. pitopangii is not secure. Following his initial observations of N. pitopangii in 2007, McPherson returned to the type locality a year later to find that the plant had been reduced to just more than half of its original size by plant collectors who had taken numerous cuttings in the intervening period.",
    "Related species": "Nepenthes pitopangii appears to be most closely related to N.glabrata, a highland species also endemic to Sulawesi but not recorded from the local area. While the stem, laminae, and lower pitchers of these species are very similar, the markedly different upper pitcher morphology means that they are unlikely to be confused. The aerial pitchers of N. glabrata are far more elongated than those of N. pitopangii and have well-developed wings.\n\nThe upper pitchers of N. pitopangii may bear a superficial resemblance to those of N. eymae, N. flava, N. inermis, N. jacquelineae, N. talangensis, N. tenuis, and certain forms of N. maxima. However, N. pitopangii may be distinguished from all of these species on the basis of its laminae, lower pitcher shape, and the size and shape of the lid, which lacks appendages.Despite there being only a very small number of known N. pitopangii specimens, the taxon is not thought to be of hybridogenic origin. It is unlikely to be a natural hybrid involving N. glabrata since the closest known population of that species is more than 50 km from the type locality of N. pitopangii. The only other Nepenthes from Sulawesi that produce infundibular upper pitchers are N. eymae and some forms of N. maxima. However, all recorded natural hybrids with these species exhibit petiolate leaves and typically have triangular lids with appendages on their lower surface.",
    "References": "",
    "External links": "Photographs of N. pitopangii\nVideos of N. pitopangii"
  }
}