{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_jacquelineae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. jacquelineae"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes jacquelineae  is a tropical pitcher plant endemic to Sumatra. Due to its unique pitcher morphology, it is considered to be one of the most spectacular Nepenthes species native to the island.",
    "Botanical history": "Nepenthes jacquelineae was discovered in July 2000 by Charles Clarke and Troy Davis. The plants were found north of Bukittinggi, West Sumatra, growing at an elevation of around 1700 m. The formal description of N. jacquelineae was published in Clarke's 2001 monograph, Nepenthes of Sumatra and Peninsular Malaysia.Two collections of plant material were made on July 13, 2000. The herbarium specimen Clarke, Davis & Tamin 1307 was designated as the holotype of N. jacquelineae. It consists of two sheets from two different plants: a portion of a climbing stem with an upper pitcher and a mature female inflorescence; and an immature rosette with lower pitchers and a male inflorescence. The isotype Clarke, Davis & Tamin 1307, collected at the same time as the holotype, consists of a single sheet with a fragment of a sterile climbing stem bearing two upper pitchers. Both specimens are deposited at the Herbarium of Andalas University (ANDA). A third specimen, Nepenthes Team NP 384, is also deposited at the herbarium.The species is named after Charles Clarke's wife, Jacqueline Clarke.",
    "Description": "Nepenthes jacquelineae is a climbing plant. The stem, which is usually less than 5 mm thick, grows to 5 m in length and is cylindrical-angular in cross section. Internodes are up to 10 cm long.\n\nLeaves are sessile to sub-petiolate and have a coriaceous texture. The lamina is ovate-spathulate in form and grows to 20 cm in length and 6 cm in width. Three longitudinal veins are present on either side of the midrib together with numerous pinnate veins. Tendrils are up to 30 cm long.Rosette and lower pitchers are relatively small, rarely being more than 6 cm high and 4 cm wide. They are infundibular throughout and may or may not have fringed wings. They bear a wide, flattened peristome (≤10 mm wide) which is contracted in the middle. Ribs are barely discernible, except at the front of the peristome. Terrestrial pitchers have ovate lids. Small, circular nectar glands (≤0.5 mm wide) are concentrated on the underside of the lid near its apex. Several very large raised glands (≤1 mm wide) are also present. An unbranched spur (≤5 mm long) is inserted at the base of the lid.\n\nUpper pitchers are much larger, growing up to 15 cm high and 10 cm wide. Wings are reduced to ribs that run down the front of the pitcher. The greatly expanded peristome may reach 3.5 cm in width in aerial pitchers. The lid does not cover the mouth completely, being narrowly ovate. It is up to 5 cm long and 2 cm wide. The crater-like glands on the underside of the lid may be up to 1.5 mm wide. These glands are so large that they are visible as swellings on the upper surface of the lid. The spur is simple and up to 1 cm long. Pitchers range in colour from light green to dark purple throughout and may be lightly speckled. The most common form of this species has green pitchers with a red peristome.Nepenthes jacquelineae has a racemose inflorescence. In male plants, the peduncle is up to 12 cm long and the rachis up to 20 cm long, whereas in female plants the peduncle is up to 20 cm long and the rachis up to 10 cm long. The rachis bears one- or two-flowered partial peduncles. Sepals are ovate-lanceolate, up to 7 mm long, and 4 mm wide. Each male inflorescence bears approximately 100 flowers, whereas each female inflorescence bears around 60 flowers. Mature fruits are up to 2.5 cm long.The stem and leaves of N. jacquelineae are glabrous throughout. The outer surfaces of the pitchers are covered with short, white stellate hairs. Developing pitcher buds are densely covered with simple, red-brown hairs, most of which are lost as the pitcher develops, with the exception of those on the spur. Female inflorescences usually have a denser indumentum than male inflorescences.",
    "Ecology": "Nepenthes jacquelineae is endemic to the Barisan Mountains that line the western side of Sumatra. More specifically, it is known only from the Indonesian province of West Sumatra. It usually occurs as an epiphyte, but also grows terrestrially. The species has an altitudinal distribution of 1700–2200 m above sea level.The typical habitat of N. jacquelineae is dense mossy forest, which is almost constantly shrouded in fog and experiences daily rainfall. As a result, humidity levels are always high and the climate is cool. Plants are exposed to relatively low light levels, as sunlight is diffused by fog and vegetation.\nThe species is relatively common at the type locality, although few seedlings and young plants have been observed there. This suggests that recruitment rates of this species may be low or episodic. In addition, the spectacular appearance of N. jacquelineae makes its wild populations particularly vulnerable to overcollection.Nepenthes jacquelineae is not listed on the IUCN Red List of Threatened Species. In 2001, Charles Clarke unofficially evaluated its conservation status as Data Deficient based to the IUCN criteria.",
    "Carnivory": "Like most Nepenthes species, N. jacquelineae is primarily insectivorous, although it does occasionally catch other types of invertebrates. The pitcher fluid of N. jacquelineae is extremely viscous and coats the pitcher walls. It has been suggested that the pitchers of this species function not only as pitfall traps but also as flypaper traps, with the sticky inner walls trapping flying insects above the surface of the fluid. Indeed, this trapping method is employed by the closely related N. inermis, which also produces highly viscous pitcher fluid.Aerial pitchers of N. jacquelineae are often filled with rainwater, which, together with the pitcher fluid, occupies two-thirds to three-quarters of the traps' volume. Conversely, the much wider lids of lower pitchers prevent rainwater from entering the pitchers and diluting the fluid. Most of the plant's prey die as a result of drowning in this fluid.\nThe peristome is often darker than the pitcher cup and it has been speculated that the pitchers of N. jacquelineae may act as light traps. The contrast between the dark peristome and lighter-coloured mouth may serve to attract flying insects. The pitchers of N. jacquelineae frequently catch large flying insects such as blattid cockroaches, bees, and moths. The wide peristome may function as a kind of landing platform for such prey.\nThe unusually large glands on the underside of the lid produce copious amounts of nectar and likely lure insects into a precarious position over the pitcher mouth.The lower pitchers of this species are often embedded in thick Sphagnum moss, allowing them to trap small terrestrial animals such as snails.",
    "Related species": "Nepenthes jacquelineae is thought to be most closely related to N. flava, N. inermis, N. jamban, N. talangensis, and N. tenuis. It shares with these species features such as infundibulate pitchers which are wholly glandular on their inner surfaces, bracteate inflorescences, and sessile leaves. All of these Nepenthes produce very viscous pitcher fluid.However, N. jacquelineae has a more robust growth habit and produces considerably larger pitchers than these species. The shape of the pitcher cup is closest to N. talangensis (minus the peristome), whereas the lid resembles that of N. tenuis, although it is broader throughout and contracted towards the base. N. jacquelineae can also be distinguished from N. tenuis by its ovate-spathulate leaf blade, as opposed to linear-lanceolate in the latter.The large glands on the underside of the lid are unique among Sumatran Nepenthes species, and help to distinguish N. jacquelineae from related taxa. N. jamban also possesses very large nectar glands (≤0.5 mm), but differs in having longer and one-flowered partial peduncles, and a narrower lid.Nepenthes flava can be easily distinguished from N. jacquelineae on the basis of its ovate or oblong lid and cylindrical peristome.The most characteristic feature of N. jacquelineae is its greatly expanded peristome, which can be up to 3.5 cm wide in upper pitchers. It is unusually smooth and only has significant ribs at the front where it is contracted. This is in stark contrast to the closely related N. inermis, which produces upper pitchers that lack a peristome completely. The only other species with a similarly expanded peristome is N. platychila from Borneo, although the two taxa are not otherwise related.",
    "Natural hybrids": "In the wild, N. jacquelineae often occurs sympatrically with N. izumiae. It is thus not surprising that it occasionally hybridises with this species. Pitchers of N. izumiae × N. jacquelineae are reddish in colour and are usually dominated by characteristics of N. jacquelineae.\nSpecimens of a putative natural cross between N. dubia and N. jacquelineae have also been recorded.",
    "Notes": "",
    "References": "Hernawati & P. Akhriadi 2006. A Field Guide to the Nepenthes of Sumatra. PILI-NGO Movement, Bogor.",
    "External links": "Images of N. jacquelineae in its natural habitat"
  }
}