{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_pilosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. pilosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes pilosa  is a tropical pitcher plant endemic to Borneo.  It is characterised by a dense indumentum of long yellow-brown hairs.  Pitchers have a distinctive hook-shaped appendage on the underside of the lid. The specific epithet derives from the Latin word pilosus, meaning \"hairy\".Nepenthes pilosa was for a long time conflated with N. chaniana and, with the exception of the type material, all specimens identified as N. pilosa prior to the description of N. chaniana in 2006 actually represent the latter species.In Pitcher-Plants of Borneo, Anthea Phillipps and Anthony Lamb list this species under the common name golden-furred pitcher-plant, although this was published before the recognition of N. chaniana as a distinct species.",
    "Botanical history": "Nepenthes pilosa was discovered in 1899 by Javanese plant collector Amdjah during the Nieuwenhuis Expedition, on which Amdjah also made the first collection of N. ephippiata.Nepenthes pilosa was formally described in 1928 by Dutch botanist B. H. Danser in his seminal monograph \"The Nepenthaceae of the Netherlands Indies\". Danser designated Amdjah 491 as the type specimen and also referred Amdjah 499 to the species. Both specimens were collected on January 28, 1899, from Bukit Batu Lesung, a mountain located near the center of Kalimantan, at an altitude of approximately 1600 m. Danser also listed a \"very doubtful\" male specimen (Mjöberg 46) under his description of N. pilosa. This specimen was collected by Eric Mjöberg between October and December 1925, from Bukit Batu Tiban at an altitude of 1700 m. Danser wrote of Mjöberg 46:\n\"It is only one leaf with upper pitcher, and an inflorescence not certainly belonging to the same plant; the pitcher is not congruent with that of number Amdjah 491 and this is the reason I have not completed the description with that of the male inflorescence.\"\nAll three specimens mentioned by Danser are deposited at Herbarium Bogoriense (BO), the herbarium of the Bogor Botanical Gardens.In the latter half of the 20th century, wild plants of N. chaniana were almost universally identified as N. pilosa. One example of this is the treatment of N. chaniana by Bertram Evelyn Smythies in 1965, in the proceedings of the UNESCO Humid Tropics Symposium, which was held in Kuching two years earlier. In his 1997 monograph, Nepenthes of Borneo, botanist Charles Clarke noted that several authors had noticed discrepancies between the type material of N. pilosa and plants identified as this species in the field:\n\"[T]he illustration of the type of N. pilosa in Danser (1928) does not correspond very well with plants identified as N. pilosa in East Malaysia (J. Schlauer, pers. comm.). M. Jebb (pers. comm.) also notes that the upper pitcher on the type is unusual [...]\"\nDespite this, Matthew Jebb and Martin Cheek did not distinguish the East Malaysian plants from N. pilosa in their monograph published the same year. Similarly, in Pitcher-Plants of Borneo (1996), Anthea Phillipps and Anthony Lamb treated plants from Mount Alab, Crocker Range, as N. pilosa, following the interpretation of J. R. Turnbull and A. T. Middleton in an unpublished mimeograph report from 1981.\n\nAlthough he treated plants from East Malaysia as N. pilosa in his 1997 monograph, Charles Clarke doubted their conspecificity. He visited the type locality of N. pilosa in 2004, making the first collection of this species since 1899. In July 2006, Clarke revisited wild populations of N. pilosa on Bukit Batu Lesung to confirm its status as a distinct species. Later that year he, together with Ch'ien Lee and Stewart McPherson, published the formal description of N. chaniana. This revised circumscription means that N. pilosa is endemic to Kalimantan, while N. chaniana is native to Sabah and Sarawak. As such, virtually all plants in cultivation up to that time under the name N. pilosa actually represented N. chaniana.",
    "Description": "Nepenthes pilosa is a climbing plant. The stem may reach a length of more than 7 m and is up to 9 mm in diameter. Internodes are up to 7 cm long and circular in cross section.Leaves are petiolate and coriaceous or thin-coriaceous in texture. The lamina or leaf blade is obovate-lanceolate to lanceolate in shape. It measure up to 30 cm in length by 7.5 cm in width. The apex of the lamina is rounded or shortly acuminate and may be slightly peltate. The lamina is abruptly attenuate towards the base. The petiole is triangular and up to 6 mm wide. It is grooved and bears a pair of narrow wings that form an amplexicaul sheath around the stem and are decurrent for up to 2.5 cm, terminating abruptly in a rounded base. Four or five longitudinal veins are present on either side of the midrib. Pinnate veins are indistinct and irregularly reticulate. Tendrils are usually around 1.5 to 2 times as long as the lamina.\n\nRosette and lower pitchers are ovate in the lower portion, becoming cylindrical above. They are up to 10 cm high by 4 cm wide and typically have prominent ribs on their ventral surface in place of wings. The pitcher mouth has an oblique insertion. The peristome is flattened and up to 7 mm wide at the rear. It bears a series of ribs spaced ⅓ to ¼ mm apart, which terminate in short teeth that are barely longer than they are broad. The glandular region covers the ventricose portion of the pitcher's inner surface. The digestive glands are overarched and number 600 to 700 per square centimetre. The pitcher lid or operculum is roughly orbicular, subcordate, and around 2.5 cm long by 2.5 cm wide. It is relatively flat, although it has a central keel in its basal part. Extrafloral nectaries are scattered on the underside of the lid, becoming smaller and more numerous towards the margins.Upper pitchers gradually arise from the ends of the tendrils, forming a 15 to 20 mm wide curve. They are infundibular in shape and reach much greater dimensions than their lower counterparts, measuring up to 18 cm high by 8 cm wide. Like terrestrial pitchers, they lack wings, instead having a pair of prominent ribs. The pitcher mouth is positioned almost horizontally at the front, but rises into a neck (≤3 cm high) towards the rear. The flattened peristome is up to 12 mm wide and bears ribs spaced ⅓ mm apart which terminate in short teeth. Virtually the entire inner surface of the pitcher is glandular, having very small overarched glands at a density of 2000 to 2500 per square centimetre. The pitcher lid suborbicular, deeply cordate, and measures up to 7 cm in length. Small round glands are scattered throughout the lower surface of the lid and a prominent hook-like crest is present near the base.Nepenthes pilosa has a conspicuous indumentum of yellow-brown hairs. This covering is particularly dense on developing parts and on the underside of the lamina in mature leaves. It is notably absent from the upper surface of the lamina.Herbarium specimens dry to a reddish-brown colour on the stem and the underside of the leaves, while the upper surface of the lamina is typically fallow.",
    "Ecology": "Nepenthes pilosa is endemic to the mountain range of Bukit Batu Lesung (likely synonymous with Ketang Lesung) in East Kalimantan, Borneo. The mountain has been described as a \"long sandstone ridge with several small peaks\". The typical habitat of this species is mossy forest. A population of approximately 200 plants has been found growing at an elevation of around 1600 or 1700 m.Nepenthes pilosa is classified as Data Deficient on the 2014 IUCN Red List of Threatened Species.",
    "Related species": "Nepenthes pilosa is easily distinguished from most other species in the genus on the basis of its hook-shaped lid appendage. The only other Bornean Nepenthes species with a similarly developed appendage are N. burbidgeae and N. chaniana.B. H. Danser suggested that N. pilosa is most closely related to N. burbidgeae and, prior to the rediscovery of wild populations of N. pilosa, the species was considered a possible heterotypic synonym of N. burbidgeae by some authors. N. pilosa differs in having a more prominent and extensive indumentum.Compared to N. chaniana, the pitchers of N. pilosa are more cylindrical and squat, and not as laterally-compressed.Nepenthes glandulifera has a similarly extensive indumentum, but lacks a well-developed lid appendage and bears many prominent extrafloral nectaries.",
    "Natural hybrids": "No natural hybrids involving N. pilosa have been recorded. Some older publications list crosses with N. lowii and N. veitchii, but the latter is now known to involve N. chaniana instead of N. pilosa, while the former is thought to represent the cross N. fusca × N. lowii.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Nepenthes pilosa in its natural habitat"
  }
}