{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_sibuyanensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. sibuyanensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes sibuyanensis  is a tropical pitcher plant endemic to Sibuyan Island in the Philippines, after which it is named.",
    "Botanical history": "Nepenthes sibuyanensis was discovered during an expedition to the Philippines beginning in September 1996. The team comprised Thomas Alt, Phill Mann, Trent Smith, and Alfred Öhm. The species was formally described by Joachim Nerz in the March 1998 issue of the Carnivorous Plant Newsletter.\n\nThe holotype of N. sibuyanensis, sheet 051001, was collected on October 5, 1996, by Phill Mann and Trent Smith on Mount Guiting-Guiting at an elevation of 1300 m above sea level. The plant was growing on an open slope amongst high grasses and ferns of the genus Dipteris. The specimen includes a typical pitcher and was chosen as the holotype because the pitchers of this species are its most characteristic feature. Mann and Smith made three further collections of N. sibuyanensis on the same day and at the same altitude. These were sheet 051002, which includes vegetative parts without pitchers, sheet 051003, which consists of fruits, and sheet 051004, which includes male flowers. All four specimens are deposited at the National Herbarium of the Netherlands in Leiden.It was initially suggested, based on early field observations, that N. sibuyanensis did not produce true upper pitchers and that lower pitchers were almost exclusively produced under moss cover (the authors of the describing paper mention finding only a single pitcher growing in sunlight). Cultivated plants and subsequent field studies disproved both of these hypotheses.The first use of the name N. sibuyanensis greatly predates the formal description of this species. A certain \"Nepenthes sibuyanensis Elm.\" appears in the December 29, 1911 issue of Leaflets of Philippine Botany, in an article by Adolph Daniel Edward Elmer on the figs of Sibuyan. Elmer wrote that this Nepenthes formed part of the summit vegetation of Mount Guiting-Guiting, which was \"washed down and disseminated as botanical floats\" along the Pauala River, where he observed it.",
    "Description": "Nepenthes sibuyanensis is a weak climber. The stem can attain a length of 1.5 m and is up to 8 mm in diameter. Internodes are up to 1.5 cm long and cylindrical in cross section.Leaves are thin-coriaceous and sessile. The lamina is linear-lanceolate to slightly spathulate in shape. It may be up to 18 cm long and 5 cm wide. The lamina has an acute apex and is gradually attenuate towards the base. It is decurrent into a pair of margins that extend for over two-thirds of the internode. Five to six longitudinal veins are present on either side of the midrib. Tendrils are usually one to two times as long as the pitchers and up to 9 mm wide near the pitcher.\n\nPitchers arise from the end of the tendril, forming a tightly appressed curve. Lower pitchers are ovate to infundibuliform in shape and may be up to 26 cm high and 15 cm wide. A pair of ribs runs down the front of the pitcher, sometimes bearing fringe elements (≤3 mm wide) near the peristome. The pitcher mouth is oval and has an almost horizontal to slightly oblique insertion. The peristome is cylindrical, usually elongated into a short neck, and up to 20 mm wide. It bears a series of ribs (≤1 mm high) spaced 2 mm apart. The teeth lining the inner margin of the peristome are up to 4 mm long. The inner portion of the peristome accounts for around 54% of its total cross-sectional surface length. The glandular region covers the entire inner surface of the pitchers; there is no waxy zone. The glands are up to 0.8 mm in diameter and occur at a density of 200 to 500 per square centimetre. The lid or operculum is broadly ovate-cordate and up to 8 cm long and 6.5 cm wide. It has a rounded apex and lacks appendages. A number of ovate glands (≤1 mm in diameter) are concentrated near the centre of the lid's lower surface. A filiform spur (≤3 mm long) is inserted near the base of the lid.Upper pitchers are very rarely produced. They are generally smaller and lighter-coloured than their terrestrial counterparts.Nepenthes sibuyanensis has a racemose inflorescence. In male inflorescences, the peduncle reaches a length of at least 18 cm, whereas the rachis is up to 15 cm long. Pedicels are one-flowered, up to 14 mm long, and usually lack bracts. Tepals are oblong, obtuse, and approximately 3 mm long. Stamens are around 5 mm long including the uniseriate anthers. Fruits are up to 22 mm long and bear lanceolate valves (≤4 mm wide). Seeds are up to 8 mm long and filiform, although they lack the papery ends typical of most Nepenthes species.The inflorescence bears a very dense indumentum of adpressed, stellate hairs. The staminal column is covered in short hairs. Vegetative parts of the plant are virtually glabrous.Leaves are yellowish to dark green with a light green midrib. The stem and leaf margins may have reddish highlights. Lower pitchers are yellowish to red, often with scattered red blotches (≤10 mm in diameter) below the peristome. The peristome is usually darker than the rest of the pitcher, being dark red to almost black. The lid is yellowish to orange. Upper pitchers are lighter-coloured and usually whitish throughout. Herbarium specimens range in colour from light brown to red.",
    "Ecology": "Nepenthes sibuyanensis is endemic to Sibuyan Island in the Philippines, where it grows on Mount Guiting-Guiting, neighbouring Mount Mayo, as well as the ridge that connects these two mountains. The altitudinal distribution given for this species varies considerably between sources: Vlastik Rybka, Romana Rybková and Rob Cantley give a range of 1200–1800 m above sea level, while the authors of the describing paper and Stewart McPherson give narrower ranges of 1500–1800 m and 1250–1500 m, respectively. According to Rybka, Rybková and Cantley, the species is sympatric with the tiny N. argentii at around 1600–1770 m. A species resembling N. alata grows on Mount Guiting-Guiting at lower elevations of 800–1000 m; it was described as N. graciliflora by Adolph Daniel Edward Elmer. Nepenthes armin also occurs on Mt. Guiting-Guiting and on a ridge leading to Mt. Mayo, however it is found at lower elevations and within a more restricted area (750 m). Other plant species endemic to the mountain include Lobelia proctorii and Rhododendron rousei. Nepenthes sibuyanensis has no known natural hybrids, although it may hybridise with N. argentii.Nepenthes sibuyanensis occurs relatively sparsely on open slopes dominated by high grasses, small shrubs, and the fern Dipteris conjugata. Pitchers usually develop embedded in the substrate and are rarely exposed to direct sunlight. Nepenthes sibuyanensis exhibits modified seed morphology owing to its exposed, isolated habitat. The absence of seed wings in this species prevents strong winds carrying them away from suitable habitats and allows for dispersion by water (particularly rainfall and small streams).Due to its localised distribution, the conservation status of N. sibuyanensis is listed as Vulnerable on the 2006 IUCN Red List of Threatened Species. Logging and mining operations are increasingly threatening Mount Guiting-Guiting and its national park.",
    "Related species": "Nepenthes sibuyanensis belongs to B. H. Danser's Insignes group, which also includes the closely related Philippine species N. burkei, N. merrilliana, and N. ventricosa, as well as N. insignis from New Guinea. It appears to be intermediate between N. merrilliana and N. ventricosa in terms of both morphology and geographical distribution. In addition, the newly described Nepenthes barcelonae from Luzon has been classified by the authors as a member of this group.The species can be distinguished from both N. burkei and N. ventricosa on the basis of its pitcher shape; the traps of N. sibuyanensis are ovate to slightly infundibulate, whereas those of the latter species are ventricose in the lower part and constricted in the middle. In addition, the pitchers of N. burkei and N. ventricosa are smaller, rarely exceeding 20 cm in height.Nepenthes merrilliana produces the largest pitchers in the Insignes group and, unlike N. sibuyanensis, has two-flowered pedicels. Furthermore, its pitchers bear a pair of well developed fringed wings.Nepenthes sibuyanensis has also been compared to N. insignis. The former produces one-flowered pedicels, whereas those of N. insignis are two-flowered. The pitcher mouth of N. sibuyanensis is almost horizontal, compared to oblique in the latter. In addition, the peristome of N. sibuyanensis forms a short neck, while N. insignis lacks a neck completely. Furthermore, N. insignis has shorter peristome teeth than N. sibuyanensis (1 mm versus 5 mm). The pitchers of N. sibuyanensis also differ in shape, being ovate or slightly infundibulate.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "\"Nepenthes sibuyanensis\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA)."
  }
}