{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_surigaoensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. surigaoensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes surigaoensis is a tropical pitcher plant endemic to the Philippine island of Mindanao, where it grows at elevations of at least 800–1200 m above sea level.The species is named after Surigao Peninsula, where the type specimen was collected. It is closely related to N. merrilliana and was for a long time considered a heterotypic synonym of this species.",
    "Botanical history": "",
    "Botanical history-Discovery and formal description": "The type specimen of N. surigaoensis was collected by Adolph Daniel Edward Elmer in September 1912, along the trail from lake Danao to the summit of Mount Masay (previously known as Mount Urdaneta), in Cabadbaran, Agusan Province, Mindanao, at an altitude of 1700 m. The type material of N. surigaoensis forms part of the herbarium collection designated as Elmer 13705 (erroneously referred to as \"number 12705\" in the type description); this series also includes material from N. petiolata. Part of the original material was deposited at Herbarium Bogoriense (BO), the herbarium of the Bogor Botanical Gardens (formerly the Herbarium of the Buitenzorg Botanic Gardens) in Java, and some may be at the Philippine National Herbarium (PNH) in Manila, the Philippines. An isotype is held at the herbarium of the New York Botanical Garden (NY) in the United States.Nepenthes surigaoensis was formally described by Elmer in the March 27, 1915 issue of Leaflets of Philippine Botany. Elmer made the following comments about the species in its type description:\nFound among the moss laden cold and windy forested ridge at 5750 feet [1750 m] altitude along the newly cut trail from lake Danao to the summit of mount Urdaneta or Masay as the natives call it. The Manobos named this as well as all other pitcher plants \"Lapsay.\"\n\nAs to our Philippine species it is quite closely related to Nepenthes merrillii MacF. [sic] from Surigao province. In the eight specimens distributed, four were taken from a sterile plant and had considerable shorter leaves than those as here described and which may not belong to this species. In the summit region of Urdaneta or above 5000 feet [1500 m] there are three or more distinct terrestrial species, while on Cawilanan and Duros peaks at a lower elevation there is the high epiphytic species Nepenthes truncata MacF.",
    "Botanical history-Synonymisation": "B. H. Danser grouped N. surigaoensis with N. merrilliana in his seminal 1928 monograph, \"The Nepenthaceae of the Netherlands Indies\", writing that it \"probably\" represents a heterotypic synonym of this species. Commenting on the relationship between these two taxa, Danser wrote:\nThe specimen on which Elmer based his N. surigaoensis is cited Elmer 12705 by the author himself. Probably this is wrong and the real number is Elmer 13705 ; Merrill confirms this in Phil. Journ. Sc., XXXIII, p. 132, note. Now there is a fragment of this number in the Buitenzorg Herbarium which does not agree at all with the description of N. Merrilliana, nor with that of N. surigaoensis. This is elucidated by Elmer himself in the discussion of his new species: he has distributed under one and the same number two kinds of plants, on the first kind of which is based his description of N. surigaoensis, which seems identical with N. Merrilliana, whereas the second kind is a yet undescribed species. See N. petiolata.\n\nDanser's interpretation was followed by Matthew Jebb and Martin Cheek in their 1997 monograph, \"A skeletal revision of Nepenthes (Nepenthaceae)\". The authors retained this synonymy in their 2001 work, \"Nepenthaceae\".",
    "Botanical history-Rediscovery and recognition as a species": "The type population of N. surigaoensis was rediscovered in 2007 by Thomas Gronemeyer and Volker Heinrich. Subsequent research by these authors led to a proposal in a 2008 issue of the German-language journal Das Taublatt to elevate the taxon to species level once more. This was supported by Stewart McPherson in his 2009 monograph, Pitcher Plants of the Old World, which included an extensive morphological description of the species.Nepenthes surigaoensis has in the past been mistaken for a hybrid. In Yasuhiro Fukatsu's \"The List of Nepenthes species and Hybrids\", published in 1999, N. surigaoensis was said to represent a cross between N. alata and possibly N. merrilliana (a hybrid that has been called N. × merrilliata).",
    "Description": "Nepenthes surigaoensis is a climbing plant growing to a height of 5 m. The stem, which may be branched, is up to 1.25 cm in diameter and has internodes up to 14 cm long. It often scrambles through vegetation, sometimes leaning against slanted tree trunks, but may also grow prostrate along the ground. No infraspecific taxa of N. surigaoensis have been described.",
    "Description-Leaves": "Leaves are coriaceous and petiolate. The lamina (leaf blade) varies in shape from linear to slightly lanceolate. It reaches up to 40 cm in length by 5 cm in width. It has an acute or obtuse apex and a slightly attenuate base that narrows to form a winged petiole. This petiole is strongly decurrent down the stem. In some specimens the laminar margins may meet the midrib at different points along its length, resulting in asymmetrical apices located up to 4 mm apart; this is also common in N. merrilliana. Another trait shared by these two species is the occasional difference in size between the laminar halves, with one being clearly wider than the other. The tendrils of N. surigaoensis are among the longest in the genus, reaching up to 120 cm.",
    "Description-Pitchers": "Rosette and lower pitchers are typically wholly cylindrical or ellipsoidal, but may be slightly swollen in the basal portion. They can reach 24 cm in height by 9 cm in width, although they are more commonly up to 16  high by 7.5 cm wide. A pair of fringed wings up to 20 mm wide runs down the ventral surface of the pitcher cup, with filaments up to 16 mm long. The peristome is more-or-less cylindrical and up to 2.5 cm wide, becoming broader towards the sides and rear. It bears ribs up to 1.5 mm high and spaced up to 2 mm apart, which terminate in very narrow teeth up to 2.5 mm long. The peristome is elongated into a very short neck at the rear, where the two peristome lobes are typically separated by a gap of several millimetres. Its outer margin is recurved and may be slightly undulate. The pitcher lid or operculum varies in shape from elliptic to ovate and measures up to 8 cm in length by 6 cm in width. It does not bear any appendages on its lower surface. An unbranched spur measuring up to 22 mm in length is inserted near the base of the lid.\n\nUpper pitchers are broadly infundibular in the basal third to half of the pitcher cup and cylindrical to slightly swollen in the upper portion. They are smaller than lower pitchers, reaching 15 cm in height by 6.5 cm in width. Aerial pitchers are noted for retaining highly developed wings, which may be up to 15 mm wide with fringe elements up to 13 mm long. The peristome is rarely crenellated in upper pitchers. Otherwise, aerial traps are morphologically similar to their terrestrial counterparts.",
    "Description-Inflorescence": "Nepenthes surigaoensis has a racemose inflorescence. It measures up to 40 cm in length and has a maximum basal diameter of 6 cm, flowers included. The peduncle itself is up to 18 cm long, whereas the rachis reaches up to 25 cm. Most flowers are borne in pairs on partial peduncles measuring up to 8 mm in length, with pedicels up to 16 mm long. The first flowers bear narrow bracts. Tepals are oblong and up to 5 mm long. They are noted for occasionally being of unequal width. The androphore is up to 6 mm long by 1 mm wide.",
    "Description-Indumentum and colouration": "The majority of mature plants on Mount Masay  bear an indumentum of coarse orange to brown hairs (≤1.8 mm long) on the pitchers and tendrils. Most of the remainder of the vegetative parts are more-or-less glabrous. Further field work is needed to determine whether this indumentum is typical of the species as a whole.The stem and tendrils are yellow to green, as is the midrib, although the latter may also be a very light orange (particularly the basal portion near the stem). The lamina is always green, even in young leaves; this feature separates N. surigaoensis from N. merrilliana. Rosette and lower pitchers are generally green, yellow, or light orange, but can turn wholly red with age. The inner surface of the pitcher is yellow to orange, often blotched with purple or black. The lid and peristome colours often match the rest of the pitcher exterior, although the latter can be as dark as purple in older traps. Upper pitchers are typically of a lighter pigmentation, being predominantly yellowish-green, occasionally with traces of red or purple speckles on the inner surface.",
    "Ecology": "Nepenthes surigaoensis is endemic to the Philippine island of Mindanao. It is presently known from only two locations: the Mount Masay massif of the Mabaho Range in northern Mindanao and a \"minor peak\" of the Pantaron Range in central Mindanao. Further populations of this species may be present in the Diuata Mountains and other adjacent highland areas. Recent field observations place the altitudinal distribution of N. surigaoensis at 800–1200 m above sea level, although Elmer's original description gives an elevation of approximately 1750 m (\"5750 feet\" in the original).Nepenthes surigaoensis grows terrestrially on mountain ridges. It appears to be restricted to lower montane forest, where it is found in shady conditions among dense vegetation up to 8 m high. Stewart McPherson has suggested that the exceptionally long tendrils of this species are an adaptation to its dense habitat. They allow the lower pitchers to rest on the ground even when produced on higher parts of the stem, thus maximising their chances of catching insect prey. No natural hybrids involving N. surigaoensis have been recorded.Current knowledge of this species is insufficient to properly assess its conservation status. In 2009, Stewart McPherson described the populations from the two known localities as \"widely distributed, numerous and seldom visited\". Copper extraction operations in the Mabaho Range are restricted to lower elevations and therefore do not represent a direct threat to this species.",
    "Related species": "Nepenthes surigaoensis is very closely allied to N. merrilliana, with which it was long considered conspecific. It can be distinguished from this species on the basis of its strongly decurrent leaves (as compared to the amplexicaul to slightly decurrent laminae of N. merrilliana), smaller pitchers borne on extremely long tendrils, and coarse indumentum covering the tendrils and pitchers. The pitchers themselves are morphologically very similar, although N. surigaoensis differs in that its aerial traps often retain fringed wings.There are also a number of ecological differences between the two species. Whereas N. surigaoensis is only known from shady lower montane forest, N. merrilliana is commonly associated with more open sites where it is exposed to strong or direct sunlight. Altitudinal distribution is another distinguishing feature; N. merrilliana is a true lowlander growing from sea level to 900 m, and is often found below 500 m.Nepenthes surigaoensis also bears close affinities to N. bellii. It is not easily confused with this species, however, because it is much larger in all respects, particularly in the size of its pitchers and inflorescence.",
    "References": "Co, L. & W. Suarez 2012. Nepenthaceae. Co's Digital Flora of the Philippines.\n(in German) Gronemeyer, T. 2008. Nepenthes auf den Philippinen – Ein Reisebericht. Das Taublatt 60(1): 15–27.\nMacfarlane, J.M. 1927. The Philippine species of Nepenthes. The Philippine Journal of Science 33(2): 127–140.\nMcPherson, S.R. & V.B. Amoroso 2011. Field Guide to the Pitcher Plants of the Philippines. Redfern Natural History Productions, Poole.\n(in German) McPherson, S. & T. Gronemeyer 2008. Die Nepenthesarten der Philippinen Eine Fotodokumentation. Das Taublatt 60(1): 34–78.",
    "External links": "Photographs of N. surigaoensis at the Carnivorous Plant Photofinder"
  }
}