{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_hemsleyana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. hemsleyana"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes hemsleyana is a tropical pitcher plant endemic to Borneo, where it grows in peat swamp forest and heath forest below 200 m above sea level.The specific epithet hemsleyana honours English botanist William Botting Hemsley, who described N. macfarlanei and N. smilesii.",
    "Botanical history": "This species has a long and confused taxonomic history. It was first collected in 1877 by Frederick William Burbidge, who found it on \"a rocky hill about five hundred feet [150 m] high\". The site was reached by a small stream and lay around 2 miles (3.2 km) from the Kedayan settlement of Meringit, located at the head of the Meropok branch of the Lawas River in Sarawak, Borneo. There the plant grew sympatrically with N. gracilis, N. hirsuta, N. rafflesiana, and N. veitchii. Burbidge informally called the plant N. rafflesiana \"glaberrima\", but there is no indication that this is the same taxon as the N. rafflesiana var. glaberrima described by Joseph Dalton Hooker in 1873, for which there is no representative herbarium material or description of pitcher morphology. Three of Burbidge's specimens are extant at the herbarium of the Royal Botanic Gardens, Kew: K000651484, K000651485, and K000651486. K000651485 is the designated lectotype and the other two isotypes.Nepenthes hemsleyana was formally described by John Muirhead Macfarlane in his 1908 monograph, \"Nepenthaceae\". Macfarlane noted its similarity to N. rafflesiana but distinguished it on the basis of \"the nerves of the\nleaves, the long and slender tendril, the slim and elongated pitchers, the heart-shaped lid with diffused glands, the deep off-leading surface\" (translated from the original Latin). Twenty years later, B. H. Danser sunk N. hemsleyana in synonymy with N. rafflesiana in his \"The Nepenthaceae of the Netherlands Indies\", having apparently not examined the type material of the former. Subsequent monographs on the genus followed Danser's interpretation.Differences between this taxon and the typical form of N. rafflesiana were long recognised in the horticultural and botanical communities, and it was variously and informally known as the 'elongate form' of N. rafflesiana, N. rafflesiana var. elongata, or N. sp. \"elegance\". It was formally described as N. baramensis () in 2011 by Charles Clarke, Jonathan Moran, and Ch'ien Lee, who detailed its differing ecology. In 2013, Mathias Scharmann and T. Ulmar Grafe pointed out that this taxon had already been formally described more than 100 years earlier, as N. hemsleyana, and that this is therefore the correct name under the botanical rules of priority. The authors also synonymised N. rafflesiana var. subglandulosa with N. hemsleyana.",
    "Description": "Nepenthes hemsleyana is very similar to the typical form of N. rafflesiana, but is elongated in all respects. The upper leaves of N. hemsleyana have proportionally longer laminae (leaf blades) and proportionally shorter petioles than do those of N. rafflesiana, but these differences are not nearly as pronounced in the lower leaves. In N. hemsleyana the tendrils are always round in cross section, whereas in N. rafflesiana they may be flattened or even winged. Nepenthes hemsleyana also differs from that species in retaining a well developed waxy zone in its upper pitchers. It frequently bears multicellular, filiform appendages on the upper surface of the lid, similar to those of the N. tentaculata group of species; these have never been documented in N. rafflesiana. Leaf colouration also distinguishes the two species; in closed forest the leaves of N. hemsleyana are dark green or reddish, as compared to bright green in N. rafflesiana.",
    "Distribution": "Nepenthes hemsleyana is known with certainty from Brunei (Belait and Tutong districts) and coastal regions of northern Sarawak (Baram River region and Bintulu Division), including around Miri and in Gunung Mulu National Park. However, the full extent of the species's range may be much larger than currently appreciated. For example,  an as yet undetermined herbarium specimen and recent photographic evidence point to its presence in the Kapuas region of West Kalimantan.The species may still be extant near its type locality in Lawas District, Sarawak, but much of the area's original forest has been destroyed since Burbidge's time and replaced by oil palm plantations. Two small hills have been identified near the Merapok River which may represent the type locality, but both have been logged and no plants of N. hemsleyana could be found.",
    "Natural hybrids": "Two natural hybrids involving N. hemsleyana are known: crosses with N. ampullaria and N. rafflesiana have been recorded in Brunei, but only in areas of human disturbance. The former cross differs from sympatric N. × hookeriana (N. ampullaria × N. rafflesiana) in possessing a waxy zone, a narrower peristome, and hairs on the upper surface of the lid.",
    "Relationship with bats": "Nepenthes hemsleyana appears to rely on different prey trapping strategies as compared to N. rafflesiana. Unlike the latter, the upper pitchers of N. hemsleyana have an expanded waxy zone and watery, less viscoelastic pitcher fluid. They also appear to lack UV patterns and produce less nectar and odour attractants. Hardwicke's woolly bats (Kerivoula hardwickii) commonly roost in the upper pitchers of N. hemsleyana. This relationship appears to be mutualistic, with the plant providing shelter for the bats and in return receiving additional nitrogen input in the form of faeces. It has been estimated that the plant derives 33.8% of its total foliar nitrogen from the bats' droppings.Nepenthes hemsleyana pitchers provide better roosts with a more stable microclimate as compared to those of sympatric N. bicalcarata, though they are less abundant. Hardwicke's woolly bats roosting in N. hemsleyana have on average a higher body condition and fewer parasites than those roosting in N. bicalcarata. The bats occupy N. hemsleyana pitchers longer and disturbance experiments have shown that they choose them preferentially over those of N. bicalcarata.The frequency of the bats' vocalisations (starting well above 250 kHz) is the highest known of any bat species and may be an adaptation to locate pitchers among dense surrounding vegetation. The bats are likely further aided by a parabolic structure found in the rear wall of N. hemsleyana upper pitchers. This structure shows far stronger echo-reflection than a comparable area in the most closely related pitcher plant species, Nepenthes rafflesiana. These reflecting structures are convergent with those of some Neotropical bat-pollinated angiosperms, such as Marcgravia evenia.",
    "References": "",
    "Further reading": "",
    "External links": "Photographs of N. hemsleyana at the Carnivorous Plant Photofinder"
  }
}