{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_macrovulgaris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. macrovulgaris"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes macrovulgaris (; from Greek macro- \"large\" and Latin vulgaris \"common, usual\"), or the serpentine pitcher-plant, is a tropical pitcher plant endemic to Borneo. It is a lowland plant that typically grows at altitudes ranging from 300 to 1200 m in sub-montane forest clearings and mossy forest.  Its range is restricted to ultramafic habitats, including Mount Kinabalu, Mount Tambuyukon, the Danum Valley, the Tawai Range, the Meliau Range and Mount Silam, all in Sabah, Malaysian Borneo. Pitchers grow to around 25 cm high and range in colour from green to brown, with the speckled form being the most common.",
    "Taxonomy": "Nepenthes macrovulgaris is most closely related to N. hirsuta and N. hispida, and may be difficult to distinguish from them. Botanists Matthew Jebb and Martin Cheek suggest that N. macrovulgaris is also related to N. philippinensis, a species endemic to Palawan in the Philippines.",
    "Etymology": "Turnbull and Middleton, who described the species in 1988, explain that they chose the specific epithet macrovulgaris to:\n[...] indicate a relatively large plant and to indicate that no single characteristic uniquely distinguishes this taxon from all others. The suffix vulgaris does not indicate that this species is either common or ordinary. On the contrary, it is quite striking. The epithet is an irregular combination of Greek and Latin. The name was used in the field to identify living material which was distributed to growers and this informal name is now commonly used by collectors. We feel that to change the name now would create unnecessary confusion.",
    "Natural hybrids": "The following natural hybrids involving N. macrovulgaris have been recorded.\n\nN. albomarginata × N. macrovulgaris\nN. macrovulgaris × N. rajah\nN. macrovulgaris × N. reinwardtiana\nN. macrovulgaris × N. tentaculata",
    "References": "\n\n== Further reading =="
  }
}