{
  "url": "https://en.wikipedia.org/wiki/Nepenthes_robcantleyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Nepenthaceae"
    },
    {
      "Genus": "Nepenthes"
    },
    {
      "Species": "N. robcantleyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Nepenthes robcantleyi, or Robert Cantley's pitcher plant, is a tropical pitcher plant endemic to the Philippine island of Mindanao. It is closely allied to N. truncata and was once considered a dark, highland form of this species. Nepenthes veitchii from Borneo is also thought to be a close relative.The pitchers of N. robcantleyi are exceptionally large, reaching 40 cm in length by 10 cm in width. The inflorescence, at up to 2.5 m long, is the tallest among known Nepenthes species. The plant itself does not grow very tall, however, and is not known to climb.The specific epithet robcantleyi honours Robert Cantley, who was involved in the plant's discovery, propagation, and introduction to cultivation.",
    "Botanical history": "",
    "Botanical history-Discovery": "Nepenthes robcantleyi was discovered by Robert Cantley in January 1997, on a remote mountain on the island of Mindanao in the Philippines. Cantley was exploring the site in search of N. truncata seeds for his recently established plant nursery, Borneo Exotics. The site lay within a logging concession and Cantley was accompanied by the head of security for the company with the logging rights to the area.Near the top of a small hill Cantley found a number of typical N. truncata plants as well as two mature individuals of a striking, previously unknown taxon. Though bearing very dark pitchers with well-developed wings and a wide, flared peristome, the plants closely matched N. truncata in leaf morphology and were at the time assumed to represent a robust highland variant of this species. One of these plants bore a mature infructescence that had already dispersed \"nearly all\" of its seeds. Cantley collected the few remaining seeds from this plant. The darker of the two plants—which later became known as the \"black N. truncata\" on account of its almost completely black pitchers—was growing in full sun and measured around 1.5 m in diameter, being \"not yet mature\".The original population discovered by Cantley is now thought to be extinct, as the area was cleared shortly after Cantley's visit (in 1997) and two trips in the subsequent two years failed to find any surviving plants.",
    "Botanical history-Horticultural interest": "The seeds collected by Cantley were successfully germinated in cultivation. The resulting plants closely matched the two individuals seen in the wild in both their morphology and dark pigmentation (though they exhibited some variation in peristome colour). Initially thought to represent an extreme variant of N. truncata, they were presented as such on the Borneo Exotics website.Martin Cheek's describing paper states that only 9 plants were raised from the original batch of seeds. Cantley subsequently clarified that there were in fact 11 plants: 4 were sent to a grower in the United States (Tony Paroubek), 1 to a grower in Japan (Shinya Yamada), and 6 remained at Borneo Exotics. Of the four US plants, two were later stolen and one of the remaining two grew for only a short time before dying; this latter specimen may have been of hybrid origin.The six Borneo Exotics plants form a \"Royal family\" that includes the 'Queen of Hearts', 'King of Clubs',\n 'King of Spades', an unnamed female, and two unsexed plants. The 'Queen of Hearts' and 'King of Spades' were crossed when they flowered together in cultivation and their progeny sold by Borneo Exotics, becoming the source of practically all cultivated specimens of this species. In total around 3000 seedlings were produced. They became available commercially in late 2009.Nepenthes robcantleyi, and particularly the 'Queen of Hearts' plant, has featured prominently in the company's Gold Medal-winning Chelsea Flower Show displays. It has also appeared at other shows, including the Singapore Garden Festival in 2008.The species is reported to be an easy grower and to do well in typical Nepenthes highland conditions, with warm days up to 25 °C, cool nights down to 12 °C, and high light levels. Providing adequate conditions are maintained, a pitcher-to-leaf size ratio greater than 1 can be achieved in cultivation. A number of horticultural hybrids involving N. robcantleyi have been produced.",
    "Botanical history-Formal description": "Nepenthes robcantleyi was formally described by Kew botanist Martin Cheek in the Nordic Journal of Botany. An independently paginated preprint of the type description was distributed on 2 December 2011, but the journal number in which it appeared was only issued on 6 January 2012 (though dated \"2011\"). For the purposes of priority the year of valid publication is recorded as 2011.The specific epithet robcantleyi was chosen to honour Robert Cantley. The shorter epithet cantleyi (also referring to Robert Cantley) had previously been applied to a natural hybrid between N. bicalcarata and N. gracilis (N. × cantleyi). Though this name has never been validly published (it is a nomen nudum) and was therefore available for describing a new species, Cheek chose robcantleyi instead to avoid confusion between the two.The herbarium specimen Cheek 15877 is the designated holotype and is deposited at the Royal Botanic Gardens, Kew (K) in London, England. An isotype is held at the Philippine National Herbarium (PNH) in Manila, the Philippines. Cheek 15877 was prepared on 15 June 2010, and originates from cultivated material that was grown from wild seed originally collected by Cantley in 1997. This herbarium material was prepared from the 'Queen of Hearts' plant, which was supplied by Cantley. Cantley also supplied Cheek with closeup photographs of the other mature specimens in his possession, and a photographic record from January 1997 (showing the original wild plants) is deposited alongside the herbarium material.",
    "Botanical history-Possible rediscovery": "Wild plants resembling N. robcantleyi were found by Andy Smith and colleagues in 2011, but due to their epiphytic habit they could only be photographed at a distance. Smith managed to relocate the plants in 2013, and this time he was able to examine them more closely, showing that they were morphologically similar to N. robcantleyi and possibly conspecific with it.In 2012, Wally Suarez encountered similar plants at an unspecified locality in Mindanao. Like those found by Andy Smith, these plants grew exclusively as epiphytes.",
    "Description": "Nepenthes robcantleyi is a shrub growing to a height of 0.5–1 m; no climbing specimens have been recorded. The stem is terete and reaches around 2 cm in diameter in mature plants, with internodes 1.5–2.5 cm long. The short internodal length means that each leaf base forms a slight sheath around the one immediately above it. Axillary buds are inconspicuous.",
    "Description-Leaves": "Leaves are thick and robust, with a coriaceous (leathery) texture, and possess a distinct petiole. Laminae (leaf blades) borne on short stems are oblong-elliptic and measure up to 28.5 by 26.5 cm. The laminar apex is both truncate and acuminate, the acumen continuing for 2–3 cm down the tendril and being similarly wide. The tendril attachment is not peltate. The laminar base is cordate with a sinus 2.1–3.2 cm deep. The petiole is highly pronounced and very long, reaching 23 cm in length. It varies in width from 0.8–1.0 cm near the lamina to 2 cm in its basal portion. It is canaliculate with wings that fold over the adaxial channel; this gives the petiole its terete appearance. The base of the petiole forms a sheath that surrounds the stem for three-fifths of its circumference and 3–5 cm of its length. Two to four prominent longitudinal veins are present on either side of the midrib. Pinnate veins are inconspicuous. Tendrils are thick (≤7 mm in diameter) and uncoiled, even when produced on higher parts of the stem.",
    "Description-Pitchers": "True rosette or lower pitchers are only produced for a brief period before the plant begins developing mature traps (termed intermediate pitchers in the type description). These mature pitchers can be very large: up to 33.0 cm high by 9.5 cm wide. They are broadly cylindrical throughout, being widest near the base (≤9 cm) and narrowing slightly below the peristome (≤8.5 cm). A pair of wings around 10 mm wide runs down the ventral surface of the pitcher cup. These wings bear filiform fringe elements 10–12 mm long, spaced 3–4 mm apart. The pitcher mouth is obcordate in shape and has a more-or-less oblique insertion, being horizontal at the front, rising slightly by 1 cm (rarely up to 3 cm) in the central portion, and rising abruptly at the rear to form a tall neck that curves forward, giving the mouth a concave appearance when viewed from the side. The top of the neck stands around 12 cm above the front of the mouth. The peristome of this species is very well developed and showy. It is gently curved in cross section and has a somewhat wavy outer margin. The peristome may be flattened (as in the 'Queen of Hearts' plant) but is often folded back in mature pitchers. It varies in width from approximately 2 cm at the front, up to 5 cm in the central portion, and expanding to 6–9 cm or even 10 cm at the rear, making it one of the broadest in the genus. The neck extends for around 4 cm beyond this expanded portion of the peristome. The peristome bears ribs 1.0–1.5 mm high, spaced around 1.5 mm apart. These terminate in teeth on the peristome's inner margin. The teeth are generally 3–4 mm long, with those of the central seam being slightly smaller (c. 2 mm long) and splayed forward at an angle of around 45°.The pitcher lid or operculum is broadly ovate to suborbicular and up to around 9.5 cm in both width and length. It is held more-or-less horizontally on a cylindrical stipe measuring around 5 mm by 3 mm. It has a rounded apex and a base that is first shallowly and then abruptly cordate, with a sinus 2 cm wide and 5–8 mm deep. A prominent basal appendage is present on the underside of the lid. It is laterally-flattened, approximately semicircular, and around 13 mm long by 4 mm high. It emanates from a keel (3–5 mm high) that runs along the midline of the lower lid surface for around 2.5 cm. This keel continues as a \"raised midrib\" and ends in a second appendage around 7 mm from the lid apex. This apical appendage is cylindrical and much smaller than the basal projection, measuring around 3 mm in width by around 2 mm in height. The larger basal appendage is set within a concavity that appears as a bulge on the upper surface of the lid. This ovate boss is around 4 cm by 3  cm and rises up to 1 cm above the rest of the lid. Strengthened by the underlying keel, it forms a rather rigid structure. Its concave lower surface houses a dense concentration of larger nectar glands, which are otherwise absent from the lid. Those glands within 5 mm of the basal appendage are domed, orbicular, and 0.15 mm in diameter. Those occupying the remainder of the boss are transversely elliptic and 0.5 mm by 0.3 mm wide. The area of the lower lid surface outside the boss also bears glands, but these are much smaller (~0.05 mm in diameter) and sparsely distributed. They have the appearance of \"red depressed globose glands\". A well-developed spur is inserted near the base of the lid. It is entire (smooth and unbranched) and stout, with a truncate-concave apex. It measures up to 12 mm in length, with a diameter of up to 1.5 mm.True upper pitchers—those having coiled tendrils and lacking fringed wings—are apparently not produced by this species.",
    "Description-Inflorescence": "Nepenthes robcantleyi has a racemose inflorescence bearing two-flowered partial peduncles.The male inflorescence of N. robcantleyi is the tallest among known Nepenthes species and possibly among all carnivorous plants. It measures up to 2.13 m in length, of which the peduncle constitutes up to 97 cm. The rachis bears 100–130 two-flowered partial peduncles, spaced 6–8 mm (rarely as little as 0 mm) apart. The partial peduncles lack bracts and have a basal length of 5–12 mm, before forking into a pair of pedicels 30–36 mm long. Tepals are elliptic and measure 4–6 mm by 3–4 mm. The androphore is 5–6 mm long and terminates in a bright yellow anther head measuring 1–2 mm by 2–3 mm. As in many species, the male flowers undergo a colour change associated with anthesis; tepals are initially green with a red base, turning purple with age, whereas the androphore changes from dull red to bright red during the same period.The female inflorescence is somewhat shorter, though still very large at up to 140 cm long. As in male plants, the peduncle is up to 97 cm long. Flowers are far more sparsely distributed, with only around 35 partial peduncles per inflorescence. The partial peduncles are two-flowered and usually spaced 17–55 mm apart, but sometimes they may be very close or even touching. They are 19–28 mm long with pedicels 20–33 mm long. The partial peduncles bear basal bracts inserted 4–10 mm above the attachment point to the rachis. These bracts are filiform-linear, patent-reflexed, and 4–6 mm long, becoming longer towards the base of the inflorescence. Tepals are oblong-elliptic, patent-reflexed, and, unlike those of male flowers, are a dull pale green. They measure 6–8 mm by 3–4 mm and become elongated with age. The ovary is ellipsoidal and measures around 3 mm by 9 mm. Mature fruits and seeds were not included in the type description as they had not been seen by the author.",
    "Description-Indumentum": "Nepenthes robcantleyi bears a variable indumentum of short, reddish-brown,  dendritic hairs around 0.5 mm long. These are sparsely distributed on the lower surface of the lamina and upper part of the pitcher, and very sparsely on the inflorescence, but form a dense covering on developing leaves.",
    "Description-Colouration": "The pitcher body is a rich reddish-brown to almost black, sometimes with green wings. The peristome is similarly dark, usually a uniform reddish-brown or black except for the pale green inner margin. The upper surface of the lid also ranges from dark red to black. The underside of the lid is pale green along the midline and near the basal appendage, and bright green to dark red towards the margins. The pitcher interior, as seen through the mouth, is bright green with purple blotches. The pitchers of this species generally have a glossy appearance.",
    "Distribution and habitat": "Nepenthes robcantleyi is known with certainty only from the single location in Mindanao, the Philippines, where it was observed in 1997. This location has not been disclosed for conservation reasons.The plants originally observed by Cantley grew at an altitude of around 1800 m above sea level in \"submontane evergreen forest\". Though these plants grew terrestrially, the species is also likely to occur as an epiphyte, like its close relative N. truncata. The plants found by Andy Smith and Wally Suarez, which may be conspecific with N. robcantleyi, also grew epiphytically.The plants observed in 1997 were sympatric with an \"unusual and giant form\" of N. alata sensu lato.In the type description Martin Cheek informally assessed the conservation status of N. robcantleyi as Critically Endangered based on the IUCN criteria, while noting that the species may already be extinct in the wild.",
    "Related species": "On account of its vegetative and floral features—specifically the racemose inflorescence, pronounced petioles, flattened and expanded peristome, and basal and apical lid appendages—N. robcantleyi is placed in the infrageneric Regiae, a group introduced by B. H. Danser in his 1928 monograph, \"The Nepenthaceae of the Netherlands Indies\". This group reaches its greatest diversity on the island of Borneo, where around 12 species are currently recognised. Nepenthes robcantleyi and N. truncata are the only Regiae species known from the Philippines.",
    "Related species-Nepenthes truncata": "Nepenthes robcantleyi shows close affinities to N. truncata, from which it differs in several aspects of pitcher morphology. Nepenthes robcantleyi retains fringed wings in its mature (largest) pitchers, while in N. truncata these are reduced to fringe-less ridges around 1 mm wide. The peristome is another distinguishing feature: in N. robcantleyi it is variably flattened and 6 to even 10 cm wide at the rear, compared to only 2 cm in N. truncata, whose peristome is rounded and semi-circular in section. The peristome ribs of N. robcantleyi are described as \"wing-like\" in section and reach a much greater level of development than in N. truncata: they are 1–1.5 mm high and spaced 1–2 mm apart. The far less conspicuous ribs of N. truncata (which are cylindric in section) lie closely packed together, with no obvious separation between each rib.",
    "Related species-Nepenthes veitchii": "In describing N. robcantleyi, Martin Cheek considered it to be closer to N. veitchii of Borneo, writing: \"Many of the characters\nthat separate N. robcantleyi from N. truncata are those that have defined N. veitchii.\" He distinguished these two species on the basis of pitcher morphology and indumentum development.In N. robcantleyi the shape of the pitcher lid ranges from broadly ovate to suborbicular, compared to oblong in N. veitchii. The basal lid appendage is more pronounced in N. robcantleyi, always being clearly distinguishable from the keel. It also differs in shape, being semi-circular instead of slightly convex. Whereas in N. robcantleyi the nectar glands of the lower lid surface are densely concentrated around the basal appendage and largely absent from other parts, those of N. veitchii are sparsely distributed over the entire lid underside. In N. robcantleyi the upper surface of the lid is also distinct in that it bears an ovate boss measuring around 4 cm by 3 cm; this structure is not found in N. veitchii. Perhaps the most obvious means of distinguishing between the two species lies in the hairs covering their vegetative parts. Nepenthes robcantleyi is for the most part glabrous, having a glossy appearance. Nepenthes veitchii, in contrast, is one of the most conspicuously hairy of all Nepenthes species, with all parts bearing an indumentum of mostly simple (unbranched), patent (unobstructed), copper-coloured hairs 3–4 mm long.",
    "Related species-Possible hybrid origin": "Given the small number of specimens originally observed by Cantley, there has been some speculation that N. robcantleyi may represent an F1 natural hybrid. Martin Cheek considered this possibility in the type description, and while accepting N. truncata as a possible parent species, he concluded that no other known Philippine species could account for the combination of characters seen in N. robcantleyi. Nepenthes veitchii, a Borneo endemic, was discounted as a possible parent since N. robcantleyi shows no evidence of the conspicuous indumentum of that species, not even in a reduced state. Moreover, N. robcantleyi exhibits a number of characters not seen in either N. truncata or N. veitchii, namely a basally domed lid, its associated concentration of nectar glands, and bracts on the partial peduncles. Cheek speculated that N. robcantleyi might have evolved from a plant similar to N. veitchii that had spread to Mindanao by long-distance dispersal from Borneo and there acquired its present suite of characters.",
    "Natural hybrids": "No natural hybrids involving N. robcantleyi have been recorded with certainty. However, one of the original batch of 11 seed-grown plants (one of the four that were sent to Tony Paroubek in the US) produced pitchers roughly intermediate in appearance between those of N. robcantleyi and N. truncata. Since these species were sympatric at the site where the seeds were collected, it has been suggested that this cultivated specimen may have represented a natural cross between them. This plant, which Paroubek called \"clone C\", was prone to producing deformed and slightly variegated leaves and eventually died.",
    "Notes": "",
    "References": "",
    "Further reading": "",
    "External links": "Photographs of N. robcantleyi at the Carnivorous Plant Photofinder\nDiscussion at Carnivorous Plants in the tropics"
  }
}