{
  "url": "https://en.wikipedia.org/wiki/Arabis_alpina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Brassicales"
    },
    {
      "Family": "Brassicaceae"
    },
    {
      "Genus": "Arabis"
    },
    {
      "Species": "A. alpina"
    }
  ],
  "text": {
    "__SUMMARY__": "Arabis alpina (Alpine rock-cress) is a flowering plant in the family Brassicaceae, native to mountainous areas of Europe, North  and East Africa, Central and Eastern Asia and parts of North America. In the British Isles, it is only known to occur in a few locations in the Cuillin Ridge of the Isle of Skye. It inhabits damp gravels and screes, often over limestone.",
    "Description": "The stems grow up to 40 cm (16 inches) tall, and are topped with loose heads of white, four-petalled flowers. The leaves in the basal rosette are long, strongly toothed and clearly stalked, although the stem leaves are stalkless and clasp the stem.",
    "Taxonomy": "A. alpina is believed to have originated in Asia Minor about 2 million years ago. From there it migrated twice into East Africa (500,000 years ago) where it grows today on the high East African mountains in the ericaceous belt. Another migration route led A. alpina into Europe which was then colonised periglacially. In genetic terms, the highest diversity is found in Asia Minor. In central and northern Europe, A. alpina seems to be genetically quite uniform .There is growing interest to develop Arabis alpina as a model organism for genetics, population genetics, and molecular biology. The first genetic linkage map has been created and the first phenotypes, especially perenniality, are tackled by QTL mapping.",
    "Taxonomy-Subdivision": "A subspecies, A. alpina subsp. caucasica, is now recognised as a separate species, Arabis caucasica.",
    "References": "",
    "External links": "Natural History Museum"
  }
}