{
  "url": "https://en.wikipedia.org/wiki/Arabis_serotina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Brassicales"
    },
    {
      "Family": "Brassicaceae"
    },
    {
      "Genus": "Arabis"
    },
    {
      "Species": "A. serotina"
    }
  ],
  "text": {
    "__SUMMARY__": "Arabis serotina is a rare species of flowering plant in the mustard family known by the common name shale barren rockcress. It is native to eastern West Virginia and western Virginia in and around the Shenandoah Valley, where it is known from fewer than 60 populations. It is endemic to the shale barrens, a type of habitat characterized by steep slopes of bare shale, an exposed, rocky habitat type that is subject to very dry and hot conditions. Shale barrens host a number of endemics, such as Allium oxyphilum and Taenidia montana, and this rockcress is among the rarest. It is a federally listed endangered species.",
    "Characteristics": "This is a biennial herb which has a small, inconspicuous basal rosette of leaves measuring a few centimeters wide. It bolts with an erect, branching stem that can reach a maximum height near one meter. Leaves along the stem may be 5 to 15 centimeters long, lance-shaped, and sometimes toothed along the edges. Leaves wither early, and the plant may have few or no leaves at flowering. The inflorescence is a raceme of several tiny white flowers each under a centimeter wide. The fruit is a silique measuring 4 to 8 centimeters in length and containing many small seeds.",
    "Habitat": "This endangered plant grows in mid-Appalachian shale barrens, an eroding shale scree of Devonian origin. This habitat occurs in Virginia pine woodlands and is made up of unstable rock and thin soils which are largely weathered fragments of shale known as channery. Most populations of the plant have a few individuals. The rocky soils receive direct sunlight that makes them too hot (up to 63 °C) to support many plant species.",
    "Endangered status": "The plant was listed as a federally endangered species in 1989. In Virginia, it was given an S1 ranking (\"Critically Imperiled\") in 1991.\nThe plant is pollinated by the grizzled skipper (Pyrgus wyandot), a species of butterfly which is declining in numbers. Its decline in some areas has been attributed to the use of the pesticide Dimilin to control gypsy moth (Limantria dispar). Other threats to the species are loss of shale barren habitat to the construction of railroads, hiking trails, and a dam. Many populations are heavily browsed by deer. It is not a successful competitor against introduced species such as barren brome (Bromus sterilis) and tree of heaven (Ailanthus altissima).",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}