{
  "url": "https://en.wikipedia.org/wiki/Agaricus_arvensis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Agaricaceae"
    },
    {
      "Genus": "Agaricus"
    },
    {
      "Species": "A. arvensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Agaricus arvensis, commonly known as the horse mushroom, is a mushroom of the genus Agaricus.",
    "Taxonomy": "It was described as Agaricus arvensis by Jacob Christian Schaeffer in 1762, and given numerous binomial descriptions since. Its specific name arvensis means 'of the field'.",
    "Description": "The cap is similar to that of Agaricus campestris (the field mushroom). The gills are white at first (when this fungus is most often confused with deadly genus Amanita). They later pass through grey and brown to become dull chocolate. There is a large spreading ring, white above but sometimes with yellowish scales underneath. Viewed from below, on a closed-cap specimen, the twin-layered ring has a well-developed 'cogwheel' pattern around the stipe. This is the lower part of the double ring.  The odor is described as like anise. It belongs to a group of Agaricus which tend to stain yellow on bruising.",
    "Description-Similar species": "Agaricus osecanus is rare, and is without the aniseed smell.\nAgaricus xanthodermus, the yellow stainer, can cause stomach upsets.\nAgaricus silvicola, the wood mushroom, is a touch more arboreal, with a frail and delicate ring, but also edible.\nAgaricus campestris, the field mushroom, is generally (but not always) smaller, has pink gills when young, and is also edible.\nAgaricus bitorquis, the spring agaricus, looks similar to arvensis and campestris, which are more common in the summer and autumn.\nAgaricus bisporus is the more commonly cultivated mushrooms of the genus Agaricus.",
    "Distribution and habitat": "It is one of the largest white Agaricus species in Britain (where it appears during the months of July–November), West Asia (Iran) and North America.\nFrequently found near stables, as well as in meadows, it may form fairy rings. The mushroom is often found growing with nettles (a plant that also likes nutrient-rich soil).  It is sometimes found associated with spruce.",
    "Conservation": "This mushroom is considered common and widespread, and is not a conservation concern.",
    "Edibility": "Much prized by farmers for generations, the horse mushroom is regarded as one of the most delicious edible fungi, although the fruitbodies of this and other yellow-staining Agaricus species often have a build-up of heavy metals, such as cadmium and copper.",
    "See also": "List of Agaricus species",
    "Gallery": "",
    "References": "",
    "External links": "Mushroom-collecting.com - Agaricus arvensis\nMushroom Expert - Agaricus arvensis\nMykoweb - Agaricus avernsis"
  }
}