{
  "url": "https://en.wikipedia.org/wiki/Agaricus_campestris",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Phylum": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Agaricaceae"
    },
    {
      "Genus": "Agaricus"
    },
    {
      "Species": "A. campestris"
    }
  ],
  "text": {
    "__SUMMARY__": "Agaricus campestris is a widely eaten gilled mushroom closely related to the cultivated button mushroom Agaricus bisporus. It is commonly known as the field mushroom or, in North America, meadow mushroom.",
    "Taxonomy": "This species was originally noted and named in 1753 by Carl Linnaeus as Agaricus campestris. It was placed in the genus Psalliota by Lucien Quelet in 1872. Some variants have been isolated over the years, a few of which now have species status, for example, Agaricus bernardii Quel. (1878), Agaricus bisporus (J.E. Lange) Imbach (1946), Agaricus bitorquis (Quel.) Sacc. (1887), Agaricus cappellianus Hlavacek (1987), and Agaricus silvicola (Vittad.) Peck (1872). Some were so similar they did not warrant even varietal status, while others have retained it. Agaricus campestris var. equestris  (F.H.Moller) Pilat (1951) is still valid. A. campestris var. isabellinus (F.H.Moller) Pilat (1951), and A. campestris var. radicatus, are possibly still valid too.\nThe Latin specific epithet campestris means \"of the fields\". Common names given to the fungus include \"meadow mushroom\", \"pink bottom\", and \"field mushroom\".\nAn analysis of ribosomal DNA of a limited number of members of the genus showed A. campestris to be an early offshoot in the genus and sister taxon to A. cupreobrunneus.",
    "Description": "The cap is white, may have fine scales, and is 5 to 10 centimetres (2.0 to 3.9 in) in diameter; it is first hemispherical in shape before flattening out with maturity. The gills are initially pink, then red-brown and finally a dark brown, as is the spore print. The 3 to 10 centimetres (1.2 to 3.9 in) tall stipe is predominantly white and bears a single thin ring. The taste is mild. The white flesh bruises a dingy reddish brown, as opposed to yellow in the inedible (and somewhat toxic) Agaricus xanthodermus and similar species. The thick-walled, elliptical spores measure 5.5–8.0 μm by 4–5 μm. Cheilocystidia are absent.",
    "Description-Similar species": "Several species may be confused with Agaricus campestris. Amanita virosa and similar, closely related species,  are morbidly toxic. Agaricus xanthodermus (\"the yellow stainer\") causes gastrointestinal problems.\nAgaricus arvensis, the horse mushroom, is an excellent edible. White Clitocybe species that also grow on lawns, and in grassy places may be dangerous to eat.",
    "Distribution and habitat": "Agaricus campestris is found in fields and grassy areas after rain from late summer onwards worldwide. It is often found on lawns in suburban areas. Appearing in small groups, in fairy rings, or solitary. Owing to the demise of horse-drawn vehicles, and the subsequent decrease in the number of horses on pasture, the old \"white outs\" of years gone by are becoming rare events. This species is rarely found in woodland.\nThe mushroom has been reported from Asia, Europe, northern Africa, Australia\n, New Zealand, and North America (including Mexico).",
    "Edibility": "It is widely collected and eaten, even by those who would not normally eat wild mushrooms. This mushroom is not commercially cultivated on account of its fast maturing and short shelf-life.\nCulinary uses of the meadow mushroom include eating it sauteed or fried, in sauces, or even sliced raw and included in salads.  In flavor and texture, this mushroom is almost identical to the white button mushroom available in grocery stores in the United States. Among the similar species mentioned above, there have been cases (in fact the most common cause of fatal fungus poisoning in France) where the deadly toxic destroying angel (Amanita bisporigera) has been consumed by individuals who mistook it for this species. The edibility of specimens collected from lawns is uncertain because of possible contamination with pesticides or other chemicals.",
    "Other uses": "Research into fungal dressings for the treatment of ulcers, and bed sores, using fungal mycelial filaments, is ongoing. In the past, slices of A. campestris were applied to scalds and burns in parts of Scotland.",
    "Bioactive properties": "Water extracts of A. campestris have been shown to enhance the secretion of insulin, and to have insulin-like effects on glucose metabolism in vitro, although the mechanism is not understood.",
    "See also": "List of Agaricus species",
    "Gallery": "",
    "References": "British Checklist",
    "External links": "Mushroom-Collecting.com\nMushroom Expert"
  }
}