{
  "url": "https://en.wikipedia.org/wiki/Amanita_subpallidorosea",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Subclass": "Hymenomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. subpallidorosea"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita subpallidorosea is a mushroom of the large genus Amanita, which occurs under oaks in southern China and Taiwan. It is closely related to the destroying angel mushrooms A. virosa and A. ocreata.Two people died in 2014 after eating mushrooms picked near Zunyi in Guizhou province in southwestern China; investigations led to the description of Amanita subpallidorosea in 2015. Molecular analysis found it to be closely related to the destroying angel species A. virosa and A. ocreata. The mushrooms all belong to a clade within the section Phalloideae, a large group of highly toxic mushrooms responsible for the deaths of many people worldwide.A. subpallidorosea is a medium-sized mushroom, that is predominantly white. The cap is initially conical, before becoming more convex and flattening , sometimes with a central boss. Measuring 3 to 6.5 centimetres (1 1⁄4 to 2 1⁄2 in) in diameter, the cap is white initially, before developing a pale pink, more prominently in the centre and paler at the margins. It can be slightly sticky when wet. The flesh is white. The crowded gills are free and around 4 mm deep. The stipe is 7 to 12 centimetres (2 3⁄4 to 4 3⁄4 in) high and 0.6 to 1.4 centimetres (1⁄4 to 1⁄2 in) thick, is white, cream or pale buff in colour and bears a thin white membranous ring. The bulb at the base is 1.5 to 3 centimetres (1⁄2 to 1 1⁄4 in) across. The spore print is white, and the round amyloid spores are 8–12 x 8–12 μm viewed under a microscope. Their surface is smooth. The mushroom turns yellow when potassium hydroxide is applied to it.It can be distinguished from Amanita pallidorosea as the latter's cap has a pronounced boss and its spores are smaller when viewed under a microscope. Other lethal amanitas in China are generally white.A. subpallidorosea is found under oaks of the genera Quercus and Cyclobalanopsis in Guizhou province as well as Taiwan.",
    "See also": "\nList of Amanita species\nList of deadly fungi\n\n\n== References =="
  }
}