{
  "url": "https://en.wikipedia.org/wiki/Amanita_exitialis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. exitialis"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita exitialis, also known as the Guangzhou destroying angel, is a mushroom of the large genus Amanita. It is distributed in eastern Asia, and probably also in India where it has been misidentified as A. verna. Deadly poisonous, it is a member of section Phalloideae and related to the death cap A. phalloides. The fruit bodies (mushrooms) are white, small to medium-sized with caps up to 7 cm (2.8 in) in diameter, a somewhat friable ring and a firm volva. Unlike most agaric mushrooms which typically have four-spored basidia (spore-bearing cells), the basidia of A. exitialis are almost entirely two-spored. Eight people were fatally poisoned in China after consuming the mushroom in 2000, and another 20 have been fatally poisoned since that incident. Molecular analysis shows that the species has a close phylogenetic relationship with three other toxic white Amanitas: A. subjunquillea var. alba, A. virosa and A. bisporigera.",
    "Taxonomy, classification, and phylogeny": "Zhu-Liang Yang and Tai-Hui Li discovered the species by reexamining various herbarium specimens of white Amanita typically referred to as either A. verna or A. virosa. They realized that collections referred to as these European species actually comprised three taxa new to science or the region. The holotype specimen of A. exitialis is located in the Mycological Herbarium of Guangdong Institute of Microbiology.\nIn 2005, Zhang and colleagues performed a phylogenetic analysis based on the ITS sequences of several white-bodied toxic Amanita species. Their results support a clade containing four lethal Amanita species with white fruit bodies. A. exitialis has two-spored basidia similar to the North American species A. bisporigera, but A. exitialis has a closer phylogenetic relationship with Amanita subjunquillea var. alba, a four-spored white lethal species from China. The specific epithet exitialis derives from the Latin word \"destructive\", and refers to the lethally poisonous nature of the mushroom.Amanita exitialis is classified in the section Phalloideae of the genus Amanita. Species of this section share the following characteristics: spores that are not strongly elongated, and never with a cylindrical shape; flesh not reddening upon bruising; lamellulae (short gills that do not reach the edge of the cap) abruptly cut off; a well-formed pouch- or sac-like membranous volva. All species of Phalloideae are ectomycorrhizal and contain amatoxins.",
    "Description": "The cap is 4–7 cm (1.6–2.8 in) in diameter, initially egg-shaped, then convex but flattening with age, and sometimes slightly depressed at the center. The cap surface is smooth, white, but cream-colored in the center. The margin (cap edge) is non-striate, non-appendiculate (without any partial veil remnants hanging along the cap margin); the flesh white. The gills are free from attachment to the stem, white to whitish, crowded closely together, and up to 5 mm in height. The lamellulae are long and tapering, plentiful, and arranged in 2–3 tiers. The stem is 7–9 cm (2.8–3.5 in) by 0.5–1 cm (0.2–0.4 in), roughly cylindrical or slightly tapering upward, with apex slightly expanded. The surface is white to whitish, smooth, or sometimes with fibrous small scales. The bulb at the base of the stem is roughly spherical and 1–2 cm (0.4–0.8 in) wide. The volva is limbate (has a distinct edge), thin, membranous, with free limb up to 7 mm in height, and both surfaces are white. The ring is near the top of the stem, thin, membranous, white, persistent or may be torn from the stem during expansion of the cap. All tissues of the fruit body will turn yellow if a drop of dilute potassium hydroxide is applied.The spores are spherical or nearly so, rarely broadly ellipsoid, and measure 9.5–12 by 9–11.5 µm. They are hyaline (translucent) and colorless, amyloid (absorbing iodine when stained with Melzer's reagent), thin-walled, smooth, and have a small apiculus. The spore-bearing cells, the basidia, are 27–55 by 10–15 µm, club-shaped, and two-spored (rarely one-spored). They have sterigmata (slender projections that attach the spores) that are 5–7 µm long.",
    "Description-Similar species": "Amanita exitialis is similar to A. bisporigera, a species originally described by George Francis Atkinson from the United States. In comparison to A. exitialis, A. bisporigera differs by its lower placement of the ring on the stem, smaller spores (typically 8–9.5 by 7–8.5 µm), and different structure of the volva. American specimens of A. bisporigera have more abundant inflated cells than that of A. exitialis. Two other white Asian species, A. oberwinklerana and A. subjunquillea var. alba also resemble A. exitialis, but are four-spored.",
    "Habitat and distribution": "The fruit bodies of A. exitialis grow solitarily or in groups on the ground in coniferous forests. It is known only from the type locality, Guangdong Province. In a 2003 survey of Indian Amanita species, the authors mention several collections identified as A. verna, from various locations in the Indian states Maharashtra, Odisha, and Rajasthan. As Bhatt et al. explain, the material collected by Dhanchiola in Odisha and identified as A. virosa has two-spored basidia, and his description matches that of A. exitialis.Field observations suggest that the mushroom associates mycorrhizally with the plant Castanopsis fissa, a deciduous tree found only in the southern provinces of China, such as Guangdong, Yunnan and Hunan. Mushroom fruitings are abundant in the warm spring rains of March and April, although they are also seen in May to July.",
    "Toxicity": "The content and distribution of the main amatoxins (alpha-amanitin, beta-amanitin) and phallotoxins (phallacidin, phallisin, phalloin, phalloidin) in the three tissues (cap, stipe and volva) of Amanita exitialis have been determined using high-performance liquid chromatography. The cap had the highest content of total toxins, reaching over 8000 µg/g dry weight (µg of toxin per gram of dried tissue), the toxins content in the stem was over 3700 µg/g dry weight, whereas the volva had the lowest content of total toxins, with about 1150 µg/g dry weight. Amatoxins content (alpha-amanitin and beta-amanitins especially alpha-amanitin) in the cap, stem or volva of A. exitialis was higher than that of Phallotoxins (Phallacidin, Phallisin, Phalloidin and Phalloin), but the content of phallotoxins (especially phallacidin) was gradually higher from cap to stem and to volva. A 2011 study reported the presence of additional toxins amaninamide, phallacin, phallisacin and desoxoviridin. A Chinese study concluded that this species had the highest mortality rate of all toxic mushrooms in China. It has been estimated that about 50 grams (1.8 oz) of fresh mushrooms contains sufficient toxin to cause the death of a 50-kilogram (110 lb) adult. In March 2000, nine people consumed the mushroom in Guangzhou, and only one survived. Since 2000, another 20 people have died in the southern provinces of China from consuming the mushroom.Toxic peptides from Amanita species have been widely used in biological research as chemical agents to inhibit RNA polymerase II, an enzyme essential for protein synthesis. However, these toxic peptides can only be obtained from fruit bodies collected from natural habitats, and are consequently expensive. Some success has been reported in extracting peptide toxins directly from the mycelia of Amanita exitialis grown in liquid culture. Although the toxin concentration in the mycelium is only about 10% of that in fruiting bodies, the authors suggest that is possible to increase the amatoxin production by optimizing the growth conditions.",
    "Bioactive compounds": "The fruit bodies of Amanita exitialis contain a unique purine nucleoside that is coupled with an amino acid derivative named N2-(1-methoxycarbonylethyl)guanosine. The discovery and identification of this chemical was the first report of a naturally occurring nucleoside in which an amino acid derivative is bonded through its α-amino nitrogen (the nitrogen bonded to the α-carbon) to a nucleobase aglycone by a C-N (carbon to nitrogen) bond. The new compound was determined to be toxic in the brine shrimp lethality test, but it did not have cytotoxic activity against a variety of human cancer cell lines. Other compounds isolated from the fungus include β-carboline and russulaceramide (a ceramide formerly found in some Russula mushrooms).",
    "See also": "List of Amanita species\nList of deadly fungi",
    "References": "",
    "External links": "Amanita exitialis  in Index Fungorum"
  }
}