{
  "url": "https://en.wikipedia.org/wiki/Amanita_verna",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. verna"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita verna, commonly known as the fool's mushroom, destroying angel or the mushroom fool, is a deadly poisonous basidiomycete fungus, one of many in the genus Amanita. Occurring in Europe in spring, A. verna associates with various deciduous and coniferous trees. The caps, stipes and gills are all white in colour.",
    "Taxonomy": "Amanita verna was first mentioned in the scientific literature by French mycologist  Jean Bulliard in 1780 as form vernus of Agaricus bulbosus. Bulliard warned that it could be easily confused with the edible field mushroom (Agaricus campestris), and that remedies for those who had eaten it included putting vitriolic ether in wine or crushed garlic in milk. The species name verna is derived from the Latin word for \"spring\". Three years later, Jean-Baptiste Lamarck gave it distinct species status in his Encyclopédie Méthodique, Botanique.The fool's mushroom (Amanita verna), also known as the spring destroying angel or death angel, is a close relative of Amanita phalloides, the death cap, and a member of the mushroom genus Amanita. Amanita verna, like its close relative, belongs to the subfamily Phalloideae.",
    "Description": "The fool's mushroom is pure white, all the way to the gills and the stipe. This fungus, like all amanitas, has a volva. The fool's mushroom's cap is 5–10 cm (2–4 in) wide, and is about the same height.\nThis mushroom's lamellae is free and white, and the volva is bag-like and large. Its annulus is white and membranous, and A. verna react yellow with 20% potassium hydroxide solution, unlike its relative\nAmanita phalloides var. alba while Amanita virosa gets an orangeyellow reaction. The mushroom's spores are smooth and elliptical.",
    "Habitat and season": "The fool's mushroom grows in European woodlands and hardwood forests in springtime as the fungus' Latin name (Amanita verna or spring destroying angel) suggests.Unlike various closely related poisonous amanitas, this mushroom is not known to occur in North America.",
    "Toxicity": "Closely related to other deadly pure white amanitas, the fool's mushroom is one of the most poisonous mushrooms in the world. Just like the death cap, this organism contains  a fatal dose of alpha-amanitin, which causes liver failure if not treated immediately. While this mushroom (along with many other deadly and edible fungi) also contains phallotoxins, these phallotoxins are not toxic to humans (when ingested) as they are poorly absorbed.\nThis mushroom's toxicity and symptoms are similar, if not identical to that of the death cap. Like other members of the subfamily Phalloideae, the fool's mushroom has been implicated in a number of serious or fatal poisonings.\nThere are no negative symptoms from eating this fungus until 6–24 hours after ingestion. The first symptom is simply unease. Violent cramps and diarrhea follow. On the third day, the same symptoms repeat themselves, but while to many this may seem like a sign of recovery, most of the time it is simply a herald of the final onset of symptoms, which include kidney and liver failure due to amatoxins. At this point, drastic measures like liver transplants need to be taken, or the victim would most likely die.",
    "See also": "\nAmanitin\nList of Amanita species\nList of deadly fungi\nMushroom poisoning\n\n\n== References =="
  }
}