{
  "url": "https://en.wikipedia.org/wiki/Cantharellus_californicus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Cantharellales"
    },
    {
      "Family": "Cantharellaceae"
    },
    {
      "Genus": "Cantharellus"
    },
    {
      "Species": "C. californicus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cantharellus californicus, sometimes called the mud puppy or oak chanterelle, is a fungus native to California, United States.  It is a member of the genus Cantharellus along with other popular edible chanterelles.  It is generally similar in appearance to C. cibarius and C. formosus except for its large size at maturity; individual specimens larger than 1 kilogram (2.2 lb) are reported, making it the largest known species of chanterelle.  Their unusual size is due in part to their capacity for indeterminate growth, making Cantharellus californicus specimens actively grow for far longer than most other mushrooms.",
    "Description": "The pileus (cap) of C. californicus is 8–30 centimetres (3.1–11.8 in) wide or greater, and yellow-orange in color although adhering leaf litter may cause a mottled color; may become brownish with age.  The hymenium is folded into decurrent ridges (false gills) and cross-veins, which deepen with age.  The color of these ridges is usually similar to the pileus but paler.  The stipe (stem) is up to 4 centimetres (1.6 in) wide and 9 centimetres (3.5 in) long, with coloration similar to the hymenium.",
    "Distribution and habitat": "Cantharellus californicus forms a mycorrhizal association with oaks, particularly coast live oak in the woodlands of Coastal California.  It has also been found in association with interior live oak, California black oak, canyon live oak, tanoak, and possibly Pacific madrone and manzanita.  C. californicus is a popular wild edible in the San Francisco Bay Area, and is most common between November and April.",
    "Similar species": "Several other species of chanterelle may be found in western North America:\n\nC. cascadensis — bright yellow fading to white in center of cap, associated with conifers\nC. cibarius var. roseocanus — false gills tend to be as dark or darker than cap\nC. formosus — smaller size, narrower stem, associated with conifers\nC. subalbidus — whitish overall colorAdditionally, Hygrophoropsis aurantiaca, Chroogomphus tomentosus, and species in the genera Craterellus, Gomphus, Omphalotus, and Polyozellus may have a somewhat similar appearance to C. californicus.  Omphalotus olivascens, the western jack-o'-lantern mushroom, is poisonous and has been mistaken for chanterelles.",
    "References": "\n\n== External links =="
  }
}