{
  "url": "https://en.wikipedia.org/wiki/Clitocybe_rivulosa",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Subclass": "Hymenomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Clitocybe"
    },
    {
      "Species": "C. rivulosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Clitocybe rivulosa, commonly known as the false champignon or fool's funnel,  is a poisonous basidiomycete fungus of the large genus Clitocybe. One of several species similar in appearance, it is a small white funnel-shaped toadstool widely found in lawns, meadows and other grassy areas in Europe and North America. Also known as the sweating mushroom, it derives this name from the symptoms of poisoning. It contains potentially deadly levels of muscarine.",
    "Description": "A small whitish mushroom, the 3–4 cm diameter cap is funnel-shaped with decurrent crowded white gills, with specks of pink. The fibrous stipe is up to 4 cm tall and bears no ring. The spore print is white. There is no distinctive taste or smell. It is one of a number of similar poisonous species, which can be confused with the edible fairy ring champignon (Marasmius oreades) or miller (Clitopilus prunulus), such as the ivory funnel (Clitocybe dealbata) .When young and imbued with moisture, as with a small group of related Clitocybes such as C. phyllophila,  the cap has a distinctive brownish translucent aspect with a \"frosting\" of white (which however is not superficial, but part of the flesh).  When it dries out it becomes uniform pure white, and it is more difficult to identify.  Thus it is hygrophanous in a way, but not to be confused with the smaller thin-fleshed Clitocybe species which are commonly characterized as hygrophanous.",
    "Taxonomy and naming": "It was initially described as Agaricus rivulosus by Christian Hendrik Persoon in 1801, before German naturalist Paul Kummer gave it its current name in 1871.\nThe surface of the cap can develop concentric rings of cracks with age, and the species epithet rivulosa refers to this fissuring.\nThe very similar Clitocybe dealbata is sometimes regarded as part of the same species as C. rivulosa, and in that case the name rivulosa takes precedence and should be used for all these fungi.  If distinguished, it is on the basis that build is more robust, the gills are less decurrent and the margin has a tendency to crack up.",
    "Distribution and habitat": "The false champignon is found in grassy habitats in summer and autumn in Europe and North America, where it can often form fairy rings; individual mushrooms nestled in the grass which often grows richer and greener where they occur.  They often occur in grassy areas where they may be encountered by children or toddlers. This may increase risk of accidental consumption.",
    "Toxicity": "The main toxin in Clitocybe rivulosa is muscarine, and thus the symptoms are those of muscarine poisoning, namely, greatly increased salivation, perspiration (sweating), and lacrimation (tear flow) within 15–30 minutes of ingestion. With large doses, these symptoms may be followed by abdominal pain, severe nausea, diarrhea, blurred vision, and labored breathing. Intoxication generally subsides within two hours. Death is rare, but may result from cardiac or respiratory failure in severe cases. The specific antidote is atropine.",
    "See also": "List of deadly fungi",
    "References": "",
    "External links": "Toxicity, Mushrooms – Muscarine"
  }
}