{
  "url": "https://en.wikipedia.org/wiki/Galerina_sulciceps",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Galerina"
    },
    {
      "Species": "G. sulciceps"
    }
  ],
  "text": {
    "__SUMMARY__": "Galerina sulciceps is a dangerously toxic species of fungus in the family Strophariaceae, of the order Agaricales. It is distributed in tropical Indonesia and India, but has reportedly been found fruiting in European greenhouses on occasion. More toxic than the deathcap (Amanita phalloides), G. sulciceps has been shown to contain the toxins alpha- (α-), beta- (β-) and gamma- (γ-) amanitin; a series of poisonings in Indonesia in the 1930s  resulted in 14 deaths from the consumption of this species. It has a typical \"little brown mushroom\" appearance, with few obvious external characteristics to help distinguish it from many other similar nondescript brown species. The fruit bodies of the fungus are tawny to ochre, deepening to reddish-brown at the base of the stem. The gills are well-separated, and there is no ring present on the stem.",
    "History and taxonomy": "This species was first described in the literature as Marasmius sulciceps by English Naturalist Miles Joseph Berkeley in 1848, based on a specimen found four years earlier growing on old wood in Ceylon (modern-day Sri Lanka). In 1898, Otto Kuntze transferred the species to Chamaeceras, a genus that has since been subsumed back into Marasmius. Because of its brown-colored spore print, Dutch mycologist Karel Bernard Boedijn transferred the species to the genus Phaeomarasmius 1938. In 1951, he redescribed the species and transferred it to its current position in Galerina. Rolf Singer's comprehensive taxonomical treatment of the Agaricales placed Galerina sulciceps in section Naucoriopsis of the genus Galerina, a subdivision first defined by French mycologist Robert Kühner in 1935. This section includes small brown-spored fungi what when young have a cap margin that is curved inward, and thin-walled, obtuse, or acute-ended pleurocystidia that are not broadly rounded at the top. All of the poisonous amatoxin-containing Galerina belong to section Naucoriopsis.",
    "Description": "The cap is initially egg-shaped in young specimens, but changes shape as it matures, becoming convex and later more or less flat with a central depression. At the center of the cap is a roughly spherical umbo – a nipple-like protrusion. The cap is hygrophanous, meaning it changes color depending on its state of hydration: the color is tawny in moist specimens, changing to ochre with dark brown edges when dried. The cap diameter is typically 1.5 to 4 cm (0.6 to 1.6 in), with a surface that is smooth, and almost gelatinous in consistency. The edge of the cap is thin and wavy, and is often split open. The gills are broadly adnate (broadly attached to the stalk slightly above the bottom of the gill, with most of the gill fused to the stem) to slightly decurrent (running down the length of the stem). Interspersed between the gills are shorter gills, called lamellulae, that start from the cap but do not reach the stem. The gills are broad (up to 4 mm) and thick at the base (1 mm), and when mature can develop veins that run between the gills on the undersurface of the cap. The stem is 0.4 to 2.5 cm (0.2 to 1.0 in) long, 0.15 to 0.3 cm (0.06 to 0.12 in) thick, and usually attached centrally to the underside of the cap, although it may sometimes be slightly off-center. Stems are solid, cylindrical, and may be pruinose (dusted with a very fine layer of powder).Berkeley's original description noted a resemblance to a small Marasmius peronatus, a mushroom today known as Gymnopus peronatus.",
    "Description-Microscopic characteristics": "The spores are ellipsoid to almond-shaped, with dimensions of 7.2–9.7 by 4.5–5.8 µm. The basidia (spore-bearing cells) are cylindrical to slightly club-shaped, four-spored, and measure 30–45 by 5.5–6 µm. The sterigmata (projections of the basidia that attach the spores) are 5–6 µm long. The pleurocystidia (cystidia located in the gill face) are thin-walled, with long, somewhat cylindrical necks, and may range in color from translucent (hyaline) to pale brownish-yellow. They are typically 40 by 10.5 µm, although they may occasionally be larger—up to 142 by 18 by 8 µm. Cystidia in the gill edge—the cheilocystidia—are similar in appearance to the pleurocystidia. The hyphae of G. sulciceps have clamp connections—short branches connecting one cell to the previous cell to allow passage of the products of nuclear division.",
    "Biochemistry": "Galerina sulciceps is deadly poisonous; one author opines it to be \"perhaps the most toxic mushroom known to man\", while later studies of toxin concentrations in amanitin-containing mushrooms corroborate this view. The symptoms of poisoning attributed to the mushroom have been noted to be relatively unusual: a local anesthesic effect, \"pins and needles\" sensation, and nausea without vomiting. Although these clinical symptoms are inconsistent with those of amatoxin poisoning, the presence of α-, β- and γ- amanitins in this species has been verified with chromatographic analysis. Amatoxins damage the liver and kidney by binding irreversibly to RNA polymerase II. Three separate instances of poisoning in Indonesia involved 18 people, 14 of which died. Based on this set of occurrences, death occurs in 7–51 hours \"unless the patient survives, which seems to depend on the quantity eaten and the vigor of the individual.\" Another death attributed to this mushroom was reported in Germany in the early 1980s. Severe poisonings have been treated with complete blood dialysis or liver transplants.",
    "Habitat and distribution": "This species grows on dead wood in tropical locales like Indonesia (Java and Sumatra), and India (Sri Lanka), where it is prolific in some areas. It is not found in North America. In Germany, it has been found growing in greenhouses, and is known in the vernacular as the Gewächshaus-Häubling, meaning \"greenhouse Galerina\". In one instance, the mushroom was discovered fruiting in dense groups in pots of orchids standing on moist conifer sawdust.",
    "See also": "\nList of deadly fungi\n\n\n== References =="
  }
}