{
  "url": "https://en.wikipedia.org/wiki/Lentinula_edodes",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Omphalotaceae"
    },
    {
      "Genus": "Lentinula"
    },
    {
      "Species": "L. edodes"
    }
  ],
  "text": {
    "__SUMMARY__": "The shiitake (; Japanese: [ɕiꜜːtake] (listen) Lentinula edodes) is an edible mushroom native to East Asia, which is cultivated and consumed in many Asian countries. It is considered a medicinal mushroom in some forms of traditional medicine.",
    "Taxonomy and naming": "The fungus was first described scientifically as Agaricus edodes by Miles Joseph Berkeley in 1877. It was placed in the genus Lentinula by David Pegler in 1976. The fungus has acquired an extensive synonymy in its taxonomic history:\nAgaricus edodes Berk. (1878)\nArmillaria edodes (Berk.) Sacc. (1887)\nMastoleucomychelloes edodes (Berk.) Kuntze (1891)\nCortinellus edodes (Berk.) S.Ito & S.Imai (1938)\nLentinus edodes (Berk.) Singer (1941)\nCollybia shiitake J.Schröt. (1886)\nLepiota shiitake (J.Schröt.) Nobuj. Tanaka (1889)\nCortinellus shiitake (J.Schröt.) Henn. (1899)\nTricholoma shiitake (J.Schröt.) Lloyd (1918)\nLentinus shiitake (J.Schröt.) Singer (1936)\nLentinus tonkinensis Pat. (1890)\nLentinus mellianus Lohwag (1918)The mushroom's Japanese name shiitake (椎茸) is composed of shii (椎, shī, Castanopsis), for the tree Castanopsis cuspidata that provides the dead logs on which it is typically cultivated, and take (茸, \"mushroom\"). The specific epithet edodes is the Latin word for \"edible\".It is also commonly called \"sawtooth oak mushroom\", \"black forest mushroom\", \"black mushroom\", \"golden oak mushroom\", or \"oakwood mushroom\".",
    "Habitat and distribution": "Shiitake grow in groups on the decaying wood of deciduous trees, particularly shii, chestnut, oak, maple, beech, sweetgum, poplar, hornbeam, ironwood, mulberry, and chinquapin. Its natural distribution includes warm and moist climates in southeast Asia.",
    "Cultivation history": "The earliest written record of shiitake cultivation is seen in the Records of Longquan County (龍泉縣志) compiled by He Zhan (何澹) in 1209 during the Southern Song dynasty. The 185-word description of shiitake cultivation from that literature was later crossed-referenced many times and eventually adapted in a book by a Japanese horticulturist Satō Chūryō (佐藤中陵) in 1796, the first book on shiitake cultivation in Japan.The Japanese cultivated the mushroom by cutting shii trees with axes and placing the logs by trees that were already growing shiitake or contained shiitake spores. Before 1982, the Japan Islands' variety of these mushrooms could only be grown in traditional locations using ancient methods. A 1982 report on the budding and growth of the Japanese variety revealed opportunities for commercial cultivation in the United States.Shiitake are now widely cultivated all over the world, and contribute about 25% of total yearly production of mushrooms. Commercially, shiitake mushrooms are typically grown in conditions similar to their natural environment on either artificial substrate or hardwood logs, such as oak.",
    "Culinary": "",
    "Culinary-Nutrition": "In a 100 gram amount, raw shiitake mushrooms provide 34 kilocalories and are 90% water, 7% carbohydrates, 2% protein and less than 1% fat (table for raw mushrooms). Raw shiitake mushrooms are rich sources (20% or more of the Daily Value, DV) of B vitamins and contain moderate levels of some dietary minerals (table). When dried to about 10% water, the contents of numerous nutrients increase substantially.\nLike all mushrooms, shiitakes produce vitamin D2 upon exposure of their internal ergosterol to ultraviolet B (UVB) rays from sunlight or broadband UVB fluorescent tubes.",
    "Culinary-Uses": "Fresh and dried shiitake have many uses in the cuisines of East Asia. In Japan, they are served in miso soup, used as the basis for a kind of vegetarian dashi, and as an ingredient in many steamed and simmered dishes. In Chinese cuisine, they are often sautéed in vegetarian dishes such as Buddha's delight.\nOne type of high-grade shiitake is called donko (冬菇) in Japanese and dōnggū in Chinese, literally \"winter mushroom\". Another high-grade of mushroom is called huāgū (花菇) in Chinese, literally \"flower mushroom\", which has a flower-like cracking pattern on the mushroom's upper surface. Both of these are produced at lower temperatures.",
    "Research": "",
    "Research-Dermatitis": "Rarely, consumption of raw or slightly cooked shiitake mushrooms may cause an allergic reaction called \"shiitake dermatitis\", including an erythematous, micro-papular, streaky pruriginous rash that occurs all over the body including face and scalp, appearing about 24 hours after consumption, possibly worsening by sun exposure and disappearing after 3 to 21 days. This effect – presumably caused by the polysaccharide, lentinan – is more common in Asia, but may be growing in occurrence in Europe as shiitake consumption increases. Thorough cooking may eliminate the allergenicity.",
    "Research-Other uses": "There is research investigating the use of shiitake mushrooms in production of organic fertilizer and compost from hardwood.",
    "Gallery": "",
    "See also": "Lentinula",
    "References": "",
    "References-Cited literature": "Stamets, P. (2000). Growing Gourmet and Medicinal Mushrooms (3rd ed.). Berkeley, California: Ten Speed Press. ISBN 978-1-58008-175-7."
  }
}