{
  "url": "https://en.wikipedia.org/wiki/Lepiota_brunneoincarnata",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Agaricaceae"
    },
    {
      "Genus": "Lepiota"
    },
    {
      "Species": "L. brunneoincarnata"
    }
  ],
  "text": {
    "__SUMMARY__": "Lepiota brunneoincarnata, also known as the deadly dapperling, is a gilled mushroom of the genus Lepiota in the order Agaricales. Widely distributed in Europe and temperate regions of Asia as far east as China, it grows in grassy areas such as fields, parks and gardens, and is often mistaken for edible mushrooms. The mushroom has a brown scaled cap up to 4 cm wide with a pinkish brown stem and white gills. It is highly toxic, with several deaths having been recorded as it resembles the edible grey knight (Tricholoma terreum) and fairy ring champignon (Marasmius oreades).",
    "Taxonomy": "The species was described by Swiss botanists Robert Hippolyte Chodat and Charles-Édouard Martin in 1889, who noted it growing on roadsides in Geneva in Switzerland. Genetic analysis of DNA showed it is closely related to other amatoxin-containing species such as Lepiota subincarnata and L. elaiophylla.",
    "Description": "The cap is 2.7–4 cm (1.1–1.6 in) across, hemispherical at first before becoming more convex without an obvious boss. It is red-brown when young, before fading to a pale pinkish brown with darker brown scales. There is generally a large unbroken scale in the centre of the cap. The cap margin is inrolled and the cap is fleshy. The thick uncrowded gills are white, with occasional forks and smaller gills (lamellulae) in between. They are free (unattached to the stem). The spore print is white. The cylindrical stem is 2–3.5 cm (0.8–1.4 in) tall by 0.6–0.9 cm (0.2–0.4 in) wide. The upper part of the stem is pinkish tan while the lower part is covered in dark brown scales. They are separated by a dark brown ring-like zone. The thick flesh reddens on bruising or cutting, and smells somewhat like unripe fruit. The taste is mild. The oval spores are 6–7.5 µm long by 3.5–5 µm wide, and are dextrinoid – they turn red-brown in Melzer's reagent.",
    "Distribution and habitat": "The deadly dapperling is found in warmer parts of Europe, generally the south, but has also been recorded from Britain and Germany. In Asia, it has been recorded from Turkey, Israel, Pakistan, Iran  and eastern China. The fruit bodies come up in parks and gardens, on roadsides and hedges.",
    "Toxicity": "It is known to contain deadly amounts of alpha-amanitin and was responsible for a fatal poisoning in Spain in 2002, and a poisoning outbreak in Iran in 2018  and for the deaths of four young members of the same family in Tunisia in 2010. A person survived after eating five specimens picked alongside Agaricus bisporus in Kaynarca, Sakarya, in Turkey in 2013. The symptoms are initially gastrointestinal, with nausea and vomiting around ten hours after consumption, followed by liver damage a few days later. 100 g of Lepiota brunneoincarnata may result in severe liver damage.It resembles the fairy ring champignon (Marasmius oreades),  which is also found in grassy areas, though the pale brown cap of this species lacks scales. Mistakes are made when people pick mushrooms in their garden, as the dapperlings often grow in grassy areas. A family in Salon-de-Provence in France was poisoned after mistaking them for the grey knight (Tricholoma terreum).Amanitin can be detected in the urine 36 to 48 hours after ingestion. The acute gastric symptoms may mislead medical management if the mushroom is not identified, and delay specific liver-protective measures. Intravenous silibinin has a role in reducing amanitin uptake. Other specific measures include penicillin G and n-acetylcysteine as well as general supportive measures such as rehydration.",
    "See also": "List of deadly fungi\nList of Lepiota species",
    "References": "\n\n== External links =="
  }
}