{
  "url": "https://en.wikipedia.org/wiki/Neoboletus_luridiformis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Neoboletus"
    },
    {
      "Species": "N. luridiformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Neoboletus luridiformis, known until 2014 as Boletus luridiformis, is a fungus of the bolete family, all of which produce mushrooms with tubes and pores beneath their caps. It is found in Northern Europe and North America, and is commonly known as the scarletina bolete, for its red pores (yellow when young).\nEdible when cooked properly. When raw it can cause gastric upset. Can be confused where the two species coincide with the poisonous Rubroboletus satanas, which has a paler cap.",
    "Taxonomy": "Boletus luridiformis was originally described by Christian Hendrik Persoon in 1796 as Boletus erythropus – a name since reduced to synonymy – which derived its specific name from the Greek ερυθρος (\"red\") and πους (\"foot\"), referring to its red coloured stalk. Its French name, bolet à pied rouge or 'red-foot bolete' is a literal translation.\nGenetic analysis published in 2013 showed that B. luridiformis and many (but not all) red-pored boletes were part of a dupainii clade (named for Boletus dupainii), well-removed from the core group of Boletus edulis and relatives within the Boletineae. This indicated that it needed to be placed in a new genus. It became the type species of the new genus Neoboletus in 2014.",
    "Description": "Neoboletus luridiformis is a large solid fungus with a bay-brown hemispherical to convex cap that can grow up to 20 cm (8 in) wide, and is quite felty initially. It has small orange-red pores that become rusty with age, and bruise blue to black. The tubes are yellowish-green, and become blue quickly on cutting. The fat, colourful, densely red-dotted yellow stem is 4–12 cm (2–5 in) high, and has no network pattern (reticulation). The flesh stains dark blue when bruised; broken, or cut. There is little smell. The spore dust is olive greenish-brown.\nThe similar Suillellus luridus has a network pattern on the stem, and seems to prefer chalky soil. Rubroboletus satanas also has a stem network, but a very-pale whitish cap.\nRubroboletus pulcherrimus has a reticulate stipe, and is larger in size.",
    "Distribution and habitat": "The fungus grows in deciduous or coniferous woodland, in summer and autumn, in Europe. It is often found in the same places as Boletus edulis. It is also widely distributed in North America, and is especially common under spruce in its range from Northern California to Alaska. In Eastern North America it grows with both soft, and hardwood trees. It seems to prefer acid soils.",
    "Toxicity and edibility": "Mild tasting, Neoboletus luridiformis is edible after longer cooking (some literature recommends 20 minutes). It is commonly collected in several European countries. \nWhen raw or insufficiently cooked it can cause gastric upset, for the same reason it is not recommended for drying. Caution is advised as it resembles other less edible blue-staining boletes, and should thus be avoided by novice mushroom hunters.",
    "References": "\nPhillips R (1985). Mushrooms and other fungi of Great Britain and Europe. pan Books. ISBN 978-0-330-26441-9.\nZeitlmayr L (1976). Wild Mushrooms:An Illustrated Handbook. garden City Press, Hertfordshire. ISBN 978-0-584-10324-3."
  }
}