{
  "url": "https://en.wikipedia.org/wiki/Omphalotus_japonicus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Marasmiaceae"
    },
    {
      "Genus": "Omphalotus"
    },
    {
      "Species": "O. japonicus"
    }
  ],
  "text": {
    "__SUMMARY__": "Omphalotus japonicus, commonly known as the tsukiyotake  (月夜茸), is an orange to brown-colored gilled mushroom native to Japan and Eastern Asia. It is a member of the cosmopolitan genus Omphalotus, the members of which have bioluminescent fruit bodies which glow in darkness. A 2004 molecular study shows it to be most closely related to a clade composed of Omphalotus nidiformis of Australia, Omphalotus olivascens of Western North America and Omphalotus olearius of Europe.Omphalotus japonicus is poisonous, its consumption resulting in acute nausea and vomiting for several hours. It is often confused with edible fungi and mistakenly consumed in Japan.",
    "Taxonomy": "Inoko first described this fungus as Pleurotus noctilucens in 1889, however the name proved invalid as the binomial had already been used for another species. Given the name Pleurotus japonicus by Seiichi Kawamura in 1915, it was given the name Lampteromyces japonicus by Rolf Singer in 1947, until the genus Lampteromyces was sunk into Omphalotus in 2004.  Hitoshi Neda has proposed this fungus is the same as one described by Miles Joseph Berkeley as Agaricus guepiniformis in 1878, as the type specimen fits the description of O. japonicus and hence, based on the principle of priority, the name should be Omphalotus guepiniformis (Berk.) Neda. A proposal was submitted in 2006 to conserve the epithet japonicus against guepiniformis and another synonym, Pleurotus harmandii. The proposal was accepted by the Nomenclature Committee for Fungi in 2008.The little-known Lampteromyces luminescens, described in 1979 in China by M. Zang, is similar genetically and may be a synonym, however the taxon is insufficiently known to confirm this.The species is mentioned in Konjaku Monogatarishū, an anthology of Japanese folk tales dating from the 12th century. The Japanese name tsukiyotake translates as \"moon-night mushroom\".",
    "Description": "The fleshy fruit bodies have an eccentric stem rendering the cap kidney- or half-moon-shaped and only round when young. The cap is light brown when young and darkens with age, with yellow or pinkish tinges. The flesh is white and up to 2 cm (0.8 in) thick in the cap. The thick white gills are decurrent and can yellow with age. The stem is thick and fleshy and can be up to 2 cm (0.8 in) thick and 5 cm (2 in) long. The gills glow with a whitish light. Kawamura reported that the fungi can be seen from 30 m (100 ft) away at night, and that 100 square centimetres of glowing mushrooms allowed him to read Roman characters of 8 mm size by their light.This fungus is mistaken for the commonly eaten oyster mushroom (Pleurotus ostreatus), Shiitake (Lentinula edodes), and Mukitake (Sarcomixa serotina), but is poisonous. O. japonicus was responsible for 31.6% of poisoning cases in Japan between 1996 and 2005—more than any other mushroom. Symptoms of O. japonicus poisoning are nausea, vomiting and diarrhea. The most common treatment is fluid therapy.",
    "Habitat and distribution": "The fungus grows on dead beech trees, and is found in mountainous regions of Japan, the fruit bodies appearing in September and October. One of the most common mushrooms growing on decaying beech wood in that country, it is classified as \"Vulnerable\" because beech forests are being depleted. It is also found in Korea, China, and far eastern Russia.",
    "Bioactive compounds": "Fruit bodies contain the sesquiterpene compounds illudin S and illudin M.",
    "See also": "List of bioluminescent fungi",
    "References": "",
    "External links": "Omphalotus japonicus  in Index Fungorum"
  }
}