{
  "url": "https://en.wikipedia.org/wiki/Pholiotina_rugosa",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Bolbitiaceae"
    },
    {
      "Genus": "Pholiotina"
    },
    {
      "Species": "P. rugosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Pholiotina rugosa is a common lawn mushroom which is widely distributed and especially common in the Pacific Northwest. It also grows on woodchips, rich soil and compost. It has been found in Europe, Asia and North America.  It contains the same mycotoxins as the death cap. It is more commonly known as Conocybe filaris as this is the name it is likely to appear under in field guides. However, Conocybe filaris is a junior synonym of Pholiotina rugosa. Pholiotina rugosa has also been placed in the genus Conocybe, but its morphology and a 2013 molecular phylogenetics study place it in the genus Pholiotina.  Pholiotina fimicola, which grows on dung and rich soil in North America is a possible synonym. Pholiotina arrhenii has also been considered a possible synonym, but a molecular phylogenetics study found it to be a distinct species.",
    "Description": "Pholiotina rugosa has a cap which is conical, expanding to flat, usually with an umbo.  It is less than 3 cm across, has a smooth brown top, and the margin is often striate.  The gills are rusty brown, close, and adnexed.  The stalk is 2 mm thick and 1 to 6 cm long, smooth, and brown, with a prominent and movable ring.  The spore print is rusty brown.",
    "Toxicity": "This species is deadly poisonous. They have been shown to contain amatoxins, which are highly toxic to the liver and are responsible for many deaths by poisoning from mushrooms in the genera Amanita and Lepiota. They are sometimes mistaken for Psilocybe, especially Psilocybe cyanescens and Psilocybe subaeruginosa species due to their similar looking pileus (cap).",
    "See also": "List of deadly fungi",
    "References": "",
    "External links": "Mykoweb - Conocybe filaris\nConocybe filaris photos, description and microscopical information but in Spanish\nConocybe filaris photo\nMushroom Observer - Conocybe filaris"
  }
}