{
  "url": "https://en.wikipedia.org/wiki/Pleurocybella_porrigens",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Marasmiaceae"
    },
    {
      "Genus": "Pleurocybella"
    },
    {
      "Species": "P. porrigens"
    }
  ],
  "text": {
    "__SUMMARY__": "Pleurocybella porrigens is a species of fungus in the Marasmiaceae family. The species is widespread in temperate forests of the Northern Hemisphere.  P. porrigens, known as the angel wing, is a white-rot wood-decay fungus on conifer wood, particularly hemlock (genus Tsuga).  The flesh is thin and fragile compared to the oyster mushrooms (Pleurotus ssp.).\nPleurocybella porrigens has historically been generally regarded as edible but this has been brought into question by recent deaths apparently associated with P. porrigens consumption.\nSynonyms for Pleurocybella porrigens include Pleurotus porrigens, Phyllotus porrigens, Dendrosarcus porrigens, Pleurotellus porrigens, and Nothopanus porrigens.",
    "Description": "The mushroom species is distinguished by its fruit bodies, which begin as a pure white and then form a tinge of yellow over time. The stipe is either very short or completely absent, and the flesh has a faint but pleasant smell.",
    "Toxicity": "Although P. porrigens is generally regarded as edible, as of 2011, it has been implicated in two documented outbreaks involving fatal encephalopathy.  Both incidents were in Japan, and most victims had pre-existing kidney disorders.The first incident occurred in September and October 2004 across nine prefectures in Japan, and involved the sickening of 59 people and the eventual death of 17.  Most of those who died had pre-existing liver problems, and the average age of those affected was 70.  Death occurred between 13 and 29 days after the onset of symptoms, and the onset of symptoms occurred at most three weeks after consumption of P. porrigens.The second incident occurred in 2009, when a 65-year-old man who had been on hemodialysis died from acute encephalopathy after eating P. porrigens.The mechanism of action for the toxicity of P. porrigens has not been definitively established, but several possibilities have been suggested.  It has been demonstrated that P. porrigens contains an unusual unstable amino acid which is toxic to the brain cells of rats in cell culture studies, but it has not yet been possible to definitively determine that this was the cause of the fatal encephalopathies.  Other mechanisms have been suggested for P. porrigens's apparent toxicity, including the possibility that the fungus may contain toxic levels of cyanide salts.",
    "See also": "List of deadly fungi",
    "References": "",
    "External links": "Pleurocybella porrigens  in Index Fungorum\nPleurocybella porrigens  in MycoBank."
  }
}