{
  "url": "https://en.wikipedia.org/wiki/Podostroma_cornu-damae",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Sordariomycetes"
    },
    {
      "Order": "Hypocreales"
    },
    {
      "Family": "Hypocreaceae"
    },
    {
      "Genus": "Podostroma"
    },
    {
      "Species": "P. cornu-damae"
    }
  ],
  "text": {
    "__SUMMARY__": "Podostroma cornu-damae (Japanese: カエンタケ), also known as Poison Fire Coral, is a species of fungus in the family Hypocreaceae. The fruit bodies of the fungus are highly toxic, and have been responsible for several fatalities in Japan. The fungus contains several trichothecene mycotoxins.",
    "Taxonomy": "The species was originally described as Hypocrea cornu-damae by Narcisse Théophile Patouillard in 1895, and later transferred to the genus Podocrea in 1905 by Pier Andrea Saccardo. In 1994 Japanese mycologists Tsuguo Hongo and Masana Izawa placed the species in the genus Podostroma.",
    "Range": "The fungus was thought to be native to Korea and Japan, but recent discoveries have been made in Java, Papua and northern Australia.",
    "Description": "The conidiophores (specialized fungal hyphae that produce conidia) are up to 400 μm high and about 2–4 μm wide in the main axial hyphae. The phialides are arranged in tufts with narrow angles at the top, similar to the branching hyphae found in Trichoderma species. The conidia are roughly spherical with a truncate base in each spore, pale green in color, and measure 2.5–3.5 μm in diameter. Their surfaces are almost smooth, but sometimes appearing very faintly roughened with light microscopy.",
    "Toxicity": "Several poisonings have been reported in Japan resulting from consumption of the fungus. In 1999, one of a group of five people from Niigata prefecture died two days after consuming about 1 gram (0.035 oz) of fruit body that had been soaked in sake. In 2000, an individual from Gunma prefecture died after eating the fried mushroom. Symptoms associated with consumption in these cases included  stomach pains, changes in perception, decrease in the number of leukocytes and thrombocytes, peeling skin on the face, hair loss, and shrinking of the cerebellum, resulting in speech impediment and problems with voluntary movement. In another instance, an autopsy revealed multiple organ failure, including acute kidney failure, liver necrosis and disseminated intravascular coagulation. In one case of poisoning, the patient suffered from hemophagocytosis, in addition to severe leukocytopenia and thrombocytopenia, seven days after ingesting the fungus. Plasmapheresis and administration of granulocyte colony-stimulating factor were used to treat the blood disorders. The authors suggested that these treatments, in addition to the large volume of administered intravenous fluid—9 liters (2.0 imp gal; 2.4 U.S. gal) over a 12-hour period—were responsible for his successful recovery.The poisoning symptoms are similar to those observed previously with animals that had consumed trichothecene mycotoxins. Japanese researchers detected the presence of the macrocyclic trichothecenes satratoxin H, satratoxin H 12′,13′-diacetate, satratoxin H 12′-acetate, and satratoxin H 13′-acetate. When grown in liquid culture the fungus additionally produces roridin E, verrucarin J, and satratoxin H. With the exception of verrucarin J, a 500-microgram dose of all of these compounds, when injected into the abdomen of mice, will result in their death the following day. It has been claimed that touching the fungus can cause skin irritation, but this is controversial.",
    "See also": "List of deadly fungi\nList of poisonous fungi\nMycotoxicology",
    "References": "",
    "External links": "Kingdom of Fungi - Podostroma cornu-damae jpg\nImages\nImages"
  }
}