{
  "url": "https://en.wikipedia.org/wiki/Volvariella_volvacea",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Pluteaceae"
    },
    {
      "Genus": "Volvariella"
    },
    {
      "Species": "V. volvacea"
    }
  ],
  "text": {
    "__SUMMARY__": "Volvariella volvacea (also known as paddy straw mushroom or straw mushroom) is a species of edible mushroom cultivated throughout East and Southeast Asia and used extensively in Asian cuisines.\nThey are often available fresh in Asia, but are more frequently found in canned or dried forms outside their nations of cultivation. Worldwide, straw mushrooms rank third in consumption, although their use in the West is somewhat uncommon and usually confined to use in Oriental cooking.",
    "Cultivation": "Straw mushrooms are grown on rice straw beds and are most commonly picked when immature (often labeled \"unpeeled\"), during their button or egg phase and before the veil ruptures. They are adaptable and take four to five days to mature, and are most successfully grown in subtropical climates with high annual rainfall. No record has been found of their cultivation before the 19th century.",
    "Nutrition": "One cup of straw mushrooms is nutritionally dense and contains 58 calories, selenium, Se 27.7 µg (50.36%), sodium, Na 699 mg (46.60%), iron, Fe 2.6 mg (32.50%), copper, Cu 0.242 mg (26.89%), vitamin B9 (Folate) 69 µg (17.25%), phosphorus, P 111 mg (15.86%), vitamin B5 (pantothenic acid) 0.75 mg (15.00%), protein 6.97 g (13.94%), total dietary fiber 4.5 g (11.84%), and zinc, Zn 1.22 mg (11.09%).",
    "Identification": "In their button stage, straw mushrooms resemble poisonous death caps, but can be distinguished by several mycological features, including their pink spore print (spore prints of death caps are white).  The two mushrooms have different distributions, with the death cap generally not found where the straw mushroom grows natively, but immigrants, particularly those from Southeast Asia to California and Australia, have been poisoned due to misidentification.",
    "References": "",
    "External links": "Straw Mushroom\nhttp://www.indexfungorum.org/Names/SynSpecies.asp?RecordID=307802\nhttp://www.indexfungorum.org/Names/NamesRecord.asp?RecordID=307802"
  }
}